Repository: stripe/stripe-ios
Catalog: StripeFinancialConnections/StripeFinancialConnections/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, et_ee, fi, fil, fr_ca, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

source: The accounts you selected aren't available for payments
bg_bg: Сметките, които сте избрали, не са налични за плащания
ca_es: Els comptes que heu seleccionat no estan disponibles per als pagaments
cs_cz: Vybrané účty nejsou k dispozici pro platby
da: De konti, du har valgt, er ikke tilgængelige for betalinger
de: Die von Ihnen ausgewählten Konten stehen nicht für Zahlungen zur Verfügung
el_gr: Οι λογαριασμοί που επιλέξατε δεν είναι διαθέσιμοι για πληρωμές
es: Las cuentas que has seleccionado no están disponibles para pagos
et_ee: Valitud kontod ei sobi maksete tegemiseks
fi: Valitsemasi tilit eivät ole saatavilla maksuille
fil: Hindi available para sa mga pagbabayad ang mga account na napili mo
fr_ca: Les comptes que vous avez sélectionnés ne sont pas disponibles pour les paiements
hr: Računi koje ste odabrali nisu dostupni za plaćanja
hu: A kiválasztott számlák nem alkalmasak fizetésre
id: Rekening yang Anda pilih tidak tersedia untuk pembayaran
it: I conti selezionati non sono disponibili per i pagamenti
ja: 選択した口座は、お支払いには使用できません
lt_lt: Jūsų pasirinktos sąskaitos nėra prieinamos mokėjimams atlikti
lv_lv: Jūsu atlasītie konti maksājumiem nav pieejami
ms_my: Akaun yang anda pilih tidak tersedia untuk pembayaran
mt: Il-kontijiet li għażilt ma jistgħux jintużaw għall-pagamenti
nb: Kontoene du har valgt er ikke tilgjengelige for betalinger
nl: De rekeningen die je hebt geselecteerd zijn niet beschikbaar voor betalingen
pl_pl: Wybrane konta nie są dostępne do płatności
pt_br: As contas que você selecionou não estão disponíveis para pagamentos
pt_pt: As contas que selecionou não estão disponíveis para pagamentos
ro_ro: Conturile selectate de dvs. nu sunt disponibile pentru plăți
ru: С выбранных счетов невозможно произвести оплату
sk_sk: Účty, ktoré ste vybrali, nie sú k dispozícii pre platby
sl_si: Izbrani računi niso na voljo za plačila
sv: De konton du valde är inte tillgängliga för betalningar
th: บัญชีที่คุณเลือกไม่สามารถทำการชำระเงินได้
tr: Seçtiğiniz hesaplar ödeme için uygun değil
vi: Tài khoản bạn đã chọn không khả dụng để thanh toán

source: There was a problem accessing your %@ account
bg_bg: Възникна проблем, свързан с достъпа до вашата сметка в %@
ca_es: S'ha produït un problema en accedir al vostre compte de %@
cs_cz: Došlo k problému s přístupem k vašemu účtu %@.
da: Der opstod et problem med at få adgang til din %@-konto
de: Beim Zugriff auf Ihr %@-Konto ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την πρόσβαση στον λογαριασμό %@
es: Se ha producido un problema al acceder a tu cuenta de %@
et_ee: Teie asutuse %@ kontole juurdepääsul tekkis probleem
fi: Tilisi %@ käytössä ilmeni virhe
fil: Nagkaroon ng problema sa pag-access sa iyong %@ account
fr_ca: Un problème est survenu lors de l'accès à votre compte %@
hr: Došlo je do problema s pristupom vašem %@ računu
hu: Probléma merült fel %@ számlájának elérésekor
id: Ada masalah saat mengakses rekening %@ Anda
it: Si è verificato un problema durante l'accesso al conto %@
ja: ご利用の %@ の口座へのアクセスしようとしたときに問題が発生しました
lt_lt: Bandant pasiekti jūsų „%@“ paskyrą kilo problema
lv_lv: Piekļūstot jūsu %@ kontam, radās problēma
ms_my: Ada masalah ketika mengakses akaun %@ anda
mt: Kien hemm problema biex intellgħu l-kont ta' %@ tiegħek
nb: Det oppstod et problem med å få tilgang til %@-kontoen din
nl: Er is een probleem met de toegang tot je %@-rekening.
pl_pl: Wystąpił problem z dostępem do Twojego konta %@.
pt_br: Ocorreu um problema ao acessar sua conta %@
pt_pt: Ocorreu um problema ao aceder à sua conta %@
ro_ro: A apărut o problemă la accesare contului dvs. %@
ru: Не удается получить доступ к вашему счету в %@
sk_sk: Vyskytol sa problém s prístupom k vášmu %@ účtu
sl_si: Pri dostopu do vašega računa %@ je prišlo do napake
sv: Det uppstod ett problem med att få tillgång till ditt %@-konto
th: เกิดปัญหาในการเข้าถึงบัญชี %@ ของคุณ
tr: %@ hesabınıza erişilirken bir sorun oluştu
vi: Đã xảy ra sự cố khi truy cập tài khoản %@

source: Try again, or %@.
bg_bg: Опитайте отново или %@.
ca_es: Torneu-ho a intentar o %@.
cs_cz: Zkuste to znovu nebo %@.
da: Prøv igen, eller %@.
de: Versuchen Sie es noch einmal oder %@.
el_gr: Δοκιμάστε ξανά ή %@.
es: Vuelve a intentarlo o %@.
et_ee: Proovige uuesti või %@.
fi: Yritä uudelleen tai %@.
fil: Subukan muli, o %@.
fr_ca: Essayez une nouvelle fois ou %@.
hr: Pokušajte ponovo ili %@.
hu: Próbálja újra vagy %@.
id: Coba lagi, atau %@.
it: Riprova o %@.
ja: もう一度お試しください。あるいは、%@。
lt_lt: Bandykite dar kartą arba %@.
lv_lv: Mēģiniet vēlreiz vai %@.
ms_my: Cuba lagi atau %@.
mt: Erġa' pprova jew %@.
nb: Prøv igjen eller %@.
nl: Proberen het nogmaals of %@.
pl_pl: Spróbuj ponownie lub %@.
pt_br: Tente novamente ou %@.
pt_pt: Tente novamente, ou %@.
ro_ro: Încercați din nou sau %@.
ru: Попробуйте еще раз или %@.
sk_sk: Skúste to znova alebo %@.
sl_si: Poskusite znova ali pa %@.
sv: Försök igen eller %@.
th: ลองอีกครั้งหรือ %@
tr: Tekrar deneyin veya %@
vi: Thử lại, hoặc %@.

source: Try searching another bank
bg_bg: Опитайте да потърсите друга банка
ca_es: Proveu de cercar un altre banc
cs_cz: Zkuste vyhledat jinou banku
da: Prøv at søge efter en anden bank
de: Suchen Sie nach einer anderen Bank
el_gr: Δοκιμάστε να αναζητήσετε άλλη τράπεζα
es: Prueba a buscar otro banco
et_ee: Proovige otsida mõnda muud panka
fi: Yritä hakea toista pankkia
fil: Subukang maghanap ng ibang bangko
fr_ca: Essayez de rechercher une autre institution financière
hr: Pokušajte potražiti drugu banku
hu: Másik bank keresése
id: Coba cari bank lain
it: Prova a cercare un'altra banca
ja: 別の銀行を検索してみてください
lt_lt: Pabandykite ieškoti kito banko
lv_lv: Mēģiniet sameklēt citu banku
ms_my: Cuba cari bank lain
mt: Ipprova fittex bank ieħor
nb: Prøv å søke en annen bank
nl: Zoek naar een andere bank
pl_pl: Spróbuj wyszukać inny bank
pt_br: Tente pesquisar outro banco
pt_pt: Tente pesquisar outro banco.
ro_ro: Încercați să căutați o altă bancă
ru: Попробуйте поискать другой банк
sk_sk: Skúste vyhľadať inú banku
sl_si: Poskusite poiskati drugo banko
sv: Försök söka efter en annan bank
th: ลองค้นหาธนาคารอื่น
tr: Başka bir banka aramayı deneyin
vi: Thử tìm ngân hàng khác

source: Try searching another bank or %@
bg_bg: Опитайте да потърсите друга банка или %@
ca_es: Proveu de cercar un altre banc o %@
cs_cz: Zkuste vyhledat jinou banku nebo %@
da: Prøv at søge efter en anden bank, eller %@.
de: Suchen Sie nach einer anderen Bank oder %@
el_gr: Δοκιμάστε να αναζητήσετε άλλη τράπεζα ή %@
es: Prueba a buscar otro banco o %@.
et_ee: Proovige otsida mõnda muud panka või %@
fi: Yritä hakea toista pankkia tai %@
fil: Subukang maghanap ng ibang bangko o %@
fr_ca: Essayez de rechercher une autre institution financière ou %@
hr: Pokušajte potražiti drugu banku ili %@
hu: Próbáljon meg másik bankot keresni, vagy %@.
id: Coba cari bank lain atau %@
it: Prova a cercare un'altra banca o %@.
ja: 別の銀行を検索してみてください。あるいは、%@
lt_lt: Pabandykite ieškoti kito banko arba %@
lv_lv: Mēģiniet sameklēt citu banku vai %@
ms_my: Cuba cari bank lain atau %@
mt: Ipprova fittex bank ieħor jew %@.
nb: Prøv å søke en annen bank eller %@
nl: Zoek naar een andere bank of %@
pl_pl: Spróbuj wyszukać inny bank lub %@
pt_br: Tente pesquisar outro banco ou %@.
pt_pt: Tente pesquisar outro banco ou %@
ro_ro: Încercați să căutați o altă bancă sau %@
ru: Попробуйте поискать другой банк или %@
sk_sk: Skúste vyhľadať inú banku alebo %@
sl_si: Poskusite poiskati drugo banko ali pa %@.
sv: Försök söka efter en annan bank eller %@
th: ลองค้นหาธนาคารอื่นหรือ %@
tr: Başka bir banka veya %@ aramayı deneyin.
vi: Hãy thử tìm ngân hàng khác hoặc %@

source: US checking
et_ee: Ameerika Ühendriikide jooksevkonto

source: Use information you previously saved with your Link account.
bg_bg: Използвайте информация, която вече сте запазили в акаунта си в Link.
ca_es: Feu servir la informació que hàgiu desat prèviament amb el vostre compte de Link.
cs_cz: Použijte informace, které jste dříve uložili do svého účtu Link.
da: Brug oplysninger, du tidligere har gemt på din Link-konto.
de: Informationen verwenden, die Sie zu einem früheren Zeitpunkt in Ihrem Link-Konto gespeichert haben.
el_gr: Χρησιμοποιήστε τα στοιχεία που είχατε αποθηκεύσει προηγουμένως με τον λογαριασμό σας στο Link.
es: Utiliza información que guardaste anteriormente en tu cuenta de Link.
et_ee: Kasutage teavet, mille olete varem oma Linki kontole salvestanud.
fi: Käytä Link-tilille aiemmin tallennettuja tietoja.
fil: Gamitin ang impormasyon na dati mong na-save sa iyong Link account.
fr_ca: Utilisez les informations précédemment enregistrées sur votre compte Link.
hr: Upotrijebite podatke koje ste prethodno spremili sa svojim Link računom.
hu: Használja az előzőleg a Link számlájára mentett adatokat.
id: Gunakan informasi yang sebelumnya disimpan dengan akun Link Anda.
it: Utilizza le informazioni precedentemente salvate nel tuo account Link.
ja: Link アカウントにすでに保存されている情報を使用します。
lt_lt: Naudokite anksčiau savo „Link“ paskyroje įrašytą informaciją.
lv_lv: Izmantojiet iepriekš Link kontā saglabāto informāciju.
ms_my: Gunakan maklumat yang anda simpan sebelum ini dengan akaun Link anda.
mt: Uża l-informazzjoni li erfajt qabel fil-kont Link tiegħek.
nb: Bruk informasjon du tidligere har lagret i Link-kontoen din.
nl: Gebruik informatie die je eerder hebt opgeslagen met je Link-account.
pl_pl: Użyj informacji zapisanych wcześniej na koncie Link.
pt_br: Use as informações que você já salvou com sua conta do Link.
pt_pt: Utilizar informações guardadas previamente por si com a sua conta Link.
ro_ro: Utilizați informațiile pe care le-ați salvat anterior cu contul dvs. Link.
ru: Используйте данные, ранее сохраненные в вашей учетной записи Link.
sk_sk: Použite informácie, ktoré ste predtým uložili pomocou svojho účtu Link.
sl_si: Uporabite podatke, ki ste jih predhodno shranili v računu Link.
sv: Använd information som du tidigare sparat på ditt Link-konto.
th: ใช้ข้อมูลที่บันทึกไว้ก่อนหน้านี้ด้วยบัญชี Link
tr: Daha önce Link hesabınıza kaydettiğiniz bilgileri kullanın.
vi: Sử dụng thông tin bạn đã lưu vào tài khoản Link trước đây.

source: Use test account
bg_bg: Използване на тестов акаунт
ca_es: Utilitza el compte de prova
cs_cz: Použít zkušební účet
da: Brug testkonto
de: Testkonto verwenden
el_gr: Χρήση δοκιμαστικού λογαριασμού
es: Usa la cuenta de prueba
et_ee: Kasuta testkontot
fi: Käytä testitiliä
fil: Gumamit ng test account
fr_ca: Utiliser le compte de test
hr: Koristi testni račun
hu: Próbaszámla használata
id: Gunakan rekening percobaan
it: Usa account di test
ja: テストアカウントを使用
lt_lt: Naudoti bandomąją sąskaitą
lv_lv: Izmantojiet testa kontu
ms_my: Gunakan akaun ujian
mt: Uża l-kont ta' prova
nb: Bruk testkonto
nl: Testaccount gebruiken
pl_pl: Użyj konta testowego
pt_br: Usar conta de teste
pt_pt: Utilizar conta de teste
ro_ro: Utilizați un cont de testare
ru: Использовать тестовый счет
sk_sk: Použiť testovací účet
sl_si: Uporabi preskusni račun
sv: Använd testkonto
th: ใช้บัญชีทดสอบ
tr: Test hesabı kullan
vi: Sử dụng tài khoản thử nghiệm

source: Use test code
bg_bg: Използване на тестов код
ca_es: Utilitza el codi de prova
cs_cz: Použít zkušební kód
da: Brug testkode
de: Testcode verwenden
el_gr: Χρήση δοκιμαστικού κωδικού
es: Usa el código de prueba
et_ee: Kasuta testkoodi
fi: Käytä testikoodia
fil: Gumamit ng test code
fr_ca: Utiliser le code de test
hr: Koristi testni kôd
hu: Próbakód használata
id: Gunakan kode percobaan
it: Usa codice di test
ja: テストコードを使用
lt_lt: Naudoti bandomąjį kodą
lv_lv: Izmantojiet testa kodu
ms_my: Gunakan kod ujian
mt: Uża l-kodiċi ta' prova
nb: Bruk testkode
nl: Testcode gebruiken
pl_pl: Użyj kodu testowego
pt_br: Usar código de teste
pt_pt: Utilizar código de teste
ro_ro: Utilizați un cod de testare
ru: Использовать тестовый код
sk_sk: Použiť testovací kód
sl_si: Uporabi preskusno kodo
sv: Använd testkod
th: ใช้รหัสทดสอบ
tr: Test kodu kullan
vi: Sử dụng mã thử nghiệm

source: Verify your email
bg_bg: Потвърдете имейла си
ca_es: Verifiqueu el correu electrònic
cs_cz: Ověřte svůj e-mail
da: Bekræft din e-mailadresse
de: E-Mail-Adresse bestätigen
el_gr: Επαληθεύστε το email σας
es: Verifica tu correo electrónico
et_ee: Kinnitage oma e-posti aadress
fi: Vahvista sähköposti
fil: Patunayan ang iyong email
hr: Potvrdite svoju e-poštu
hu: E-mail-cím igazolása
id: Verifikasikan email Anda
it: Verifica il tuo indirizzo email
ja: メールアドレスを確認する
lt_lt: Patvirtinkite savo el. pašto adresą
lv_lv: Pārbaudīt savu e-pastu
ms_my: Tentusahkan e-mel anda
mt: Ivverifika l-indirizz tal-email tiegħek
nb: Verifiser e-postadressen din
nl: Je e-mailadres verifiëren
pl_pl: Zweryfikuj e-mail
pt_br: Verifique seu e-mail
pt_pt: Verifique o seu email
ro_ro: Verificați-vă e-mailul
ru: Подтвердите свой адрес электронной почты
sk_sk: Overiť váš e-mail
sl_si: Potrdite svoj e-poštni naslov
sv: Verifiera din e-postadress
th: ยืนยันอีเมลของคุณ
tr: E-postanızı doğrulayın
vi: Xác minh email của bạn

# We found %d %@ accounts but you can only link %@ accounts to %@.
source: We found %1$d %2$@ accounts but you can only link %3$@ accounts to %4$@.
et_ee: Leidsime %1$li %2$@ kontot, kuid %4$@ saab linkida ainult %3$@ kontodega.

# We found %d %@ accounts but you can only link %@ accounts.
source: We found %1$d %2$@ accounts but you can only link %3$@ accounts.
et_ee: Leidsime %1$li %2$@ kontot, kuid ühendada saab ainult %3$@ kontosid.

# We found 1 %@ account but you can only link %@ accounts to %@.
source: We found 1 %1$@ account but you can only link %2$@ accounts to %3$@.
et_ee: Leidsime 1 %1$@ konto, kuid %3$@ saab ühendada ainult %2$@ kontodega.

# We found 1 %@ account but you can only link %@ accounts.
source: We found 1 %1$@ account but you can only link %2$@ accounts.
et_ee: Leidsime 1 %1$@ konto, kuid ühendada saab ainult %2$@ kontosid.

source: Yes, exit
bg_bg: Да, излезте
ca_es: Sí, surt
cs_cz: Ano, skončit
da: Ja, afslut
de: Ja, abbrechen
el_gr: Ναι, έξοδος
es: Sí, sal
et_ee: Jah, välju
fi: Kyllä, poistu
fil: Oo, umalis
fr_ca: Oui, quitter
hr: Da, izađi
hu: Igen, kilépek
id: Ya, keluar
it: Sì, esci
ja: はい、終了します
lt_lt: Taip, išeiti
lv_lv: Jā, iziet
ms_my: Ya, keluar
mt: Iva, oħroġ
nb: Ja, avslutt
nl: Ja, afsluiten
pl_pl: Tak, wyjdź
pt_br: Sim, sair
pt_pt: Sim, sair
ro_ro: Da, părăsiți
ru: Да, выйти
sk_sk: Áno, ukončiť
sl_si: Da, zapri
sv: Ja, avsluta
th: ใช่ ออกจากหน้านี้
tr: Evet, çıkmak istiyorum
vi: Có, hãy thoát

source: You can expect micro-deposits to account ••••%@ in 1-2 days and an email with further instructions.
bg_bg: Можете да очаквате микродепозити в сметка •••%@ след 1-2 дни и имейл с допълнителни инструкции.
ca_es: Rebreu microdipòsits al compte ••••%@ en 1-2 dies i un correu electrònic amb més instruccions.
cs_cz: Mikrovklady na účet ••••%@ a e-mail s dalšími pokyny můžete očekávat za 1–2 dny.
da: Du kan forvente mikroindskud på kontoen ••••%@ inden for 1-2 dage og en e-mail med yderligere instruktioner.
de: In 1–2 Tagen werden kleinere Beträge auf das Konto ••••%@ überwiesen und Sie erhalten eine E-Mail mit weiteren Anweisungen.
el_gr: Μπορείτε να αναμένετε μικροκαταθέσεις στον λογαριασμό ••••%@ σε 1-2 ημέρες και ένα email με περαιτέρω οδηγίες.
es: Recibirás microdepósitos en la cuenta ••••%@ en un plazo de 1 a 2 días y un correo electrónico con más información.
et_ee: Saate minikanded kontole lõpuga ••••%@ 1–2 tööpäeva jooksul ja meili täiendavate juhistega.
fi: Voit odottaa mikrotalletuksia tilillesi ••••%@ 1–2 päivän kuluessa ja sähköpostiviestin, joka sisältää tarkemmat ohjeet.
fil: Asahan mo ang maliliit na deposito sa account na ••••%@ sa loob ng 1-2 araw at isang email na may mga iba pang tagubilin.
fr_ca: Attendez-vous à recevoir des microversements sur le compte ••••%@ d'ici 1 à 2 jours. Vous recevrez ensuite un courriel contenant des instructions supplémentaires.
hr: Možete očekivati mikrodepozite na računu ••••%@ za 1-2 dana i e-poštu s daljnjim uputama.
hu: Várhatóan 1-2 napon belül megérkeznek a mikroösszegű utalások a(z) ••••%@ bankszámlára, a további teendőkről e-mailben tájékoztatjuk.
id: Kami akan mengirimkan deposit mikro ke rekening ••••%@ dalam waktu 1–2 hari dan email dengan instruksi lebih lanjut.
it: Riceverai microdepositi sul conto che termina con ••••%@ entro 1-2 giorni e un'email con ulteriori istruzioni.
ja: 1 ～ 2 日以内に ••••%@ の口座に少額入金を行い、その後の手順を記載したメールをお送りします。
lt_lt: Laukite mikroindėlių į sąskaitą ••••%@ per 1–2 dienas ir el. laiško su papildomomis instrukcijomis.
lv_lv: Varat sagaidīt mikrodepozītus savā kontā, kas beidzas ar ••••%@ pēc 1–2 dienām, un e-pastu ar turpmākiem norādījumiem.
ms_my: Anda boleh menjangkakan deposit mikro kepada akaun ••••%@ dalam masa 1 – 2 hari dan satu e-mel dengan arahan selanjutnya.
mt: Għandek tistenna li l-mikrodepożiti jaslulek fi żmien jum jew jumejn fil-kont li jispiċċa ••••%@ flimkien ma' email b'iktar istruzzjonijiet.
nb: Du kan forvente mikroinnskudd til kontoen ••••%@ om 1–2 virkedager og en e-post med flere instruksjoner.
nl: Er worden binnen 1-2 dagen microstortingen gedaan op rekening ••••%@. Je ontvangt vervolgens een e-mail met verdere instructies.
pl_pl: Oczekuj niewielkich wpłat na konto o numerze kończącym się na ••••%@ w ciągu 1-2 dni roboczych oraz e-maila z dodatkowymi instrukcjami.
pt_br: Enviaremos microdepósitos para a conta ••••%@ em 1 a 2 dias e um e-mail com instruções adicionais.
pt_pt: Pode esperar dois pequenos depósitos na conta terminada em ••••%@ em 1 – 2 dias úteis e um email com instruções adicionais.
ro_ro: Vă puteți aștepta la două micro-depuneri în contul care se termină în ••••%@ în 1-2 zile și la un e-mail cu instrucțiuni suplimentare.
ru: В течение 1-2 дней мы переведем две небольшие суммы на банковский счет с номером, оканчивающимся на ••••%@, и пришлем электронное письмо с дальнейшими указаниями.
sk_sk: Mikro vklady na účet ••••%@ môžete očakávať do 1 – 2 dní a e-mail s ďalšími pokynmi.
sl_si: Mikro pologe na račun ••••%@ lahko pričakujete v 1–2 dneh in e-poštno sporočilo z nadaljnjimi navodili.
sv: Du kan förvänta dig mikroinsättningar på konto ••••%@ om 1–2 dagar och ett e-postmeddelande med ytterligare instruktioner.
th: คุณจะได้รับเงินฝากจำนวนเล็กน้อยในบัญชี ••••%@ ภายใน 1-2 วัน และอีเมลพร้อมคำแนะนำเพิ่มเติม
tr: 1-2 gün içinde ••••%@ ile biten hesaba mikro ödeme ve daha detaylı talimatları içeren bir e-posta gelebilir.
vi: Trong 1-2 ngày tới, tài khoản ••••%@ có thể nhận các khoản tiền gửi siêu nhỏ và bạn sẽ nhận được email kèm theo hướng dẫn chi tiết.

source: You haven't finished linking your account. Press continue to finish the process.
bg_bg: Не сте завършили свързването на вашата сметка. Моля, продължете, за да завършите процеса.
ca_es: No heu acabat d'enllaçar el compte. Premeu "Continua" per finalitzar el procés.
cs_cz: Ještě jste nedokončili propojení účtu. Proces dokončíte stisknutím tlačítka pokračovat.
da: Du har ikke afsluttet tilslutning af din konto. Tryk på Fortsæt for at fuldføre processen.
de: Sie haben die Verknüpfung Ihres Kontos noch nicht abgeschlossen. Wählen Sie „Weiter“, um den Vorgang abzuschließen.
el_gr: Δεν έχετε ολοκληρώσει τη σύνδεση του λογαριασμού σας. Συνεχίστε για να ολοκληρώσετε τη διαδικασία.
es: No has terminado de vincular tu cuenta. Continúa para finalizar el proceso.
et_ee: Te ei ole konto linkimist lõpule viinud. Protsessi lõpetamiseks vajutage Jätka.
fi: Et ole viimeistellyt tilisi linkittämistä. Viimeistele prosessi painamalla jatka.
fil: Hindi mo pa natapos ang pag-link sa iyong account. Pindutin ang magpatuloy para tapusin ang proseso.
fr_ca: Vous n'avez pas finalisé l'association de votre compte. Appuyez sur Continuer pour finaliser le processus.
hr: Niste dovršili povezivanje svog računa. Pritisnite Nastavi za završetak postupka.
hu: Nem fejezte be a bankszámla csatlakoztatását. Nyomja meg a folytatás gombot a folyamat befejezéséhez.
id: Anda belum selesai menautkankan rekening. Tekan lanjutkan untuk menyelesaikan proses.
it: Non hai completato il collegamento del tuo conto. Scegli continua per completare la procedura.
ja: 銀行口座の可憐付けはまだ完了していないため、処理を続行して完了してください。
lt_lt: Nebaigėte susieti savo banko sąskaitos. Norėdami baigti procesą, paspauskite „Tęsti“.
lv_lv: Jūs neesat pabeidzis piesaistīt savu kontu. Lūdzu, turpiniet, lai pabeigtu procesu.
ms_my: Anda belum selesai memautkan akaun anda. Tekan teruskan untuk menyelesaikan proses.
mt: Għadek ma lestejtx ir-rabta tal-kont tiegħek. Jekk jogħġbok kompli biex tlesti l-proċess.
nb: Du har ikke fullført tilkobling av kontoen din. Trykk på Fortsett for å fullføre prosessen.
nl: Je hebt je rekening nog niet gekoppeld. Ga door om het proces te voltooien.
pl_pl: Łączenie konta bankowego nie zostało ukończone. Naciśnij przycisk Kontynuuj, aby zakończyć proces.
pt_br: Você não terminou de vincular sua conta. Pressione continuar para concluir o processo.
pt_pt: Ainda não terminou de associar a sua conta. Prima continuar para concluir o processo.
ro_ro: Nu ați finalizat asocierea contului dvs. Apăsați pe Continuare pentru a finaliza procesul.
ru: Вы не закончили привязку своего банковского счета. Нажмите "Продолжить", чтобы завершить процесс.
sk_sk: Nedokončili ste prepojenie svojho účtu. Postup dokončíte stlačením tlačidla pokračovať.
sl_si: Niste dokončali postopka povezovanja svojega računa. Za dokončanje postopka pritisnite Nadaljuj.
sv: Du har inte avslutat länkningen av ditt konto. Klicka på fortsätt för att avsluta processen.
th: คุณยังเชื่อมโยงบัญชีไม่เสร็จ คลิกดำเนินการต่อเพื่อทำให้เสร็จกระบวนการ
tr: Hesabınızı bağlamayı henüz bitirmediniz. İşlemi bitirmek için devam düğmesine basın.
vi: Bạn chưa hoàn tất việc liên kết tài khoản. Nhấn tiếp tục để hoàn tất tiến trình.
