Repository: stripe/stripe-ios
Catalog: StripeFinancialConnections/StripeFinancialConnections/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, et_ee, fi, fil, fr_ca, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

source: You haven't finished linking your bank account and all progress will be lost.
bg_bg: Не сте завършили свързването на вашата сметка и целият напредък ще бъде загубен.
ca_es: No heu acabat d'enllaçar el compte bancari i tot el progrés es perdrà.
cs_cz: Ještě jste nedokončili propojení bankovního účtu a veškerý pokrok bude ztracen.
da: Du har ikke afsluttet tilslutning af din bankkonto, og alle fremskridt går tabt.
de: Sie haben die Verknüpfung Ihres Bankkontos noch nicht abgeschlossen. Ihr Fortschritt geht verloren.
el_gr: Δεν έχετε ολοκληρώσει τη σύνδεση του τραπεζικού λογαριασμού σας και όλη η πρόοδος θα χαθεί.
es: No has terminado de vincular tu cuenta bancaria y se perderá todo el progreso.
et_ee: Te ei ole pangakonto linkimist lõpule viinud ning kogu tehtud töö kaob.
fi: Et ole viimeistellyt pankkitilisi linkittämistä ja kaikki edistyminen menetetään.
fil: Hindi mo pa natapos ang pag-link sa iyong account sa bangko at mawawala ang lahat ng nagawa.
fr_ca: Vous n'avez pas finalisé l'association de votre compte bancaire, et toutes les étapes déjà effectuées seront perdues.
hr: Niste dovršili povezivanje bankovnog računa i sav napredak bit će izgubljen.
hu: Nem fejezte be a bankszámla csatlakoztatását, és minden eddigi művelet el fog veszni.
id: Anda belum selesai menautkan rekening bank dan semua kemajuan akan hilang.
it: Non hai completato il collegamento del tuo conto bancario. Tutti i progressi andranno persi.
ja: 銀行口座の関連付けは完了していないため、これまでの作業内容が失われます。
lt_lt: Nebaigėte susieti savo banko sąskaitos, tad visa eiga bus prarasta.
lv_lv: Jūs neesat pabeidzis piesaistīt savu bankas kontu un viss progress tiks pazaudēts.
ms_my: Anda belum selesai memautkan akaun bank anda dan semua kemajuan akan hilang.
mt: Għadek ma lestejtx ir-rabta tal-kont tal-bank tiegħek u dak kollu li għamilt mhux se jintrefa'.
nb: Du har ikke fullført tilkobling av bankkontoen. All fremdrift går tapt.
nl: Het proces om je bankrekening te koppelen is nog niet voltooid, en alle voortgang gaat verloren.
pl_pl: Łączenie konta bankowego nie zostało ukończone i wszystkie postępy zostaną utracone.
pt_br: Você não terminou de vincular sua conta bancária e todo o progresso será perdido.
pt_pt: Ainda não terminou de associar a sua conta bancária e todo o progresso será perdido.
ro_ro: Nu ați finalizat asocierea contului dvs. bancar și întregul progres va fi pierdut.
ru: Вы не закончили привязку своего банковского счета, и все введенные до сих пор данные будут потеряны.
sk_sk: Nedokončili ste prepojenie svojho bankového účtu a celý pokrok sa stratí.
sl_si: Niste dokončali postopka povezovanja svojega bančnega računa, zato bo ves napredek izgubljen.
sv: Du är inte klar med länkningen av ditt bankkonto och ändringarna kommer inte att sparas.
th: คุณยังเชื่อมโยงบัญชีธนาคารไม่เสร็จ ระบบจะไม่บันทึกความคืบหน้าที่ทำไว้
tr: Banka hesabınızı bağlamayı tamamlamadınız ve tüm ilerleme kaybedilecek.
vi: Bạn chưa hoàn tất việc liên kết tài khoản ngân hàng và toàn bộ tiến trình sẽ bị mất.

source: You're in test mode.
bg_bg: Вие сте в тестов режим.
ca_es: Esteu en mode de prova.
cs_cz: Jste v testovacím režimu.
da: Du er i testtilstand.
de: Sie befinden sich im Test-Modus.
el_gr: Βρίσκεστε σε δοκιμαστική λειτουργία.
es: Estás en modo de prueba.
et_ee: Olete testrežiimis.
fi: Olet testitilassa.
fil: Nasa test mode ka.
fr_ca: Vous êtes en mode test.
hr: U testnom ste načinu rada.
hu: Ön tesztüzemmódban van.
id: Anda dalam mode percobaan.
it: Sei in modalità di test.
ja: テスト環境をご利用中です。
lt_lt: Naudojatės bandomuoju režimu.
lv_lv: Esat testa režīmā.
ms_my: Anda berada dalam mod ujian.
mt: Qed tuża l-modalità ta' prova.
nb: Du er i testmodus.
nl: Je werkt nu in de testmodus.
pl_pl: Korzystasz z trybu testowego.
pt_br: Você está no modo de teste.
pt_pt: Está no modo de teste.
ro_ro: Sunteți în modul de testare.
ru: Вы находитесь в тестовом режиме.
sk_sk: Ste v testovacom režime.
sl_si: Ste v načinu preskusne uporabe.
sv: Du är i testläge.
th: คุณอยู่ในโหมดทดสอบ
tr: Şu an test modundasınız.
vi: Bạn đang ở chế độ thử nghiệm.

source: Your account can’t be connected at this time. Please enter your bank details manually or try again later.
bg_bg: В момента вашата сметка не може да бъде свързана. Моля, въведете вашите банкови данни ръчно или опитайте отново по-късно.
ca_es: En aquest moment, no es pot enllaçar el compte. Introduïu les dades bancàries manualment o torneu-ho a provar més tard.
cs_cz: Váš účet nelze v tuto chvíli propojit. Zadejte prosím bankovní údaje ručně nebo to zkuste později.
da: Din konto kan ikke forbindes på nuværende tidspunkt. Indtast dine bankoplysninger manuelt, eller prøv igen senere.
de: Ihr Konto kann derzeit nicht verbunden werden. Bitte geben Sie Ihre Bankkontodaten manuell ein oder versuchen Sie es später erneut.
el_gr: Ο λογαριασμός σας δεν μπορεί να συνδεθεί αυτή τη στιγμή. Εισαγάγετε τα τραπεζικά σας στοιχεία με μη αυτόματο τρόπο ή δοκιμάστε ξανά αργότερα.
es: En este momento no se puede conectar tu cuenta. Introduce tus datos bancarios de forma manual o vuelve a intentarlo más tarde.
et_ee: Teie kontot ei saa praegu ühendada. Palun sisestage oma pangaandmed käsitsi või proovige hiljem uuesti.
fi: Tiliäsi ei voida yhdistää tällä kertaa. Anna pankkitiedot manuaalisesti tai yritä myöhemmin uudelleen.
fil: Hindi maikonekta ang iyong account sa ngayon. Mangyaring manu-manong ilagay ang iyong mga detalye ng bangko o subukan muli mamaya.
fr_ca: Impossible d'associer votre compte pour le moment. Veuillez saisir vos coordonnées bancaires manuellement ou réessayer ultérieurement.
hr: Vaš račun trenutno nije moguće povezati. Unesite svoje bankovne podatke ručno ili pokušajte ponovno kasnije.
hu: A számláját pillanatnyilag nem sikerült csatlakoztatni. Adja meg a bankadatait kézzel, vagy később próbálkozzon újra.
id: Rekening Anda tidak dapat dihubungkan untuk saat ini. Masukkan detail bank Anda secara manual atau coba lagi nanti.
it: Al momento non è possibile collegare il tuo conto. Inserisci i dati bancari manualmente o riprova più tardi.
ja: 現時点では、口座の連結ができていません。銀行口座情報を手動で入力するか、後でもう一度お試しください。
lt_lt: Šiuo metu jūsų sąskaitos susieti negalima. Savo banko duomenis įveskite rankiniu būdu arba bandykite dar kartą vėliau.
lv_lv: Jūsu kontu šoreiz nevar savienot. Lūdzu, ievadiet savu bankas informāciju manuāli vai mēģiniet vēlreiz vēlāk.
ms_my: Akaun anda tidak boleh dihubungkan pada masa ini. Sila masukkan butiran bank anda secara manual atau cuba lagi kemudian.
mt: Għalissa ma nistgħux norbtu l-kont tal-bank tiegħek. Jekk jogħġbok daħħal id-dettalji tal-bank tiegħek int stess jew erġa' pprova iktar tard.
nb: Kontoen din kan for øyeblikket ikke kobles til. Skriv inn bankopplysningene manuelt eller prøv igjen senere.
nl: Je rekening kan op dit moment niet worden gekoppeld. Voer je bankgegevens handmatig in of probeer het later opnieuw.
pl_pl: Twoje konto nie może być obecnie połączone. Spróbuj wprowadzić ręcznie dane banku lub spróbuj ponownie później.
pt_br: Não é possível conectar sua conta no momento. Insira os dados bancários manualmente ou tente novamente mais tarde.
pt_pt: De momento, não é possível associar a sua conta. Introduza os seus detalhes bancários manualmente ou tente novamente mais tarde.
ro_ro: Contul dvs. nu poate fi conectat în acest moment. Vă rugăm să introduceți detaliile dvs. bancare manual sau să încercați din nou mai târziu.
ru: В данный момент подключить ваш счет не удается. Введите банковские реквизиты вручную или попробуйте еще раз чуть позже.
sk_sk: Váš účet nie je možné v tomto čase spojiť. Prosím, manuálne zadajte údaje banky alebo to skúste neskôr znova.
sl_si: Vašega računa trenutno ni mogoče povezati. Ročno vnesite podatke o banki ali poskusite znova pozneje.
sv: Det gick inte att ansluta ditt konto just nu. Ange dina bankuppgifter manuellt eller försök igen senare.
th: ไม่สามารถเชื่อมโยงบัญชีได้ในตอนนี้ โปรดป้อนข้อมูลธนาคารด้วยตัวเองหรือลองอีกครั้งในภายหลัง
tr: Hesabınız şu anda bağlanamıyor. Lütfen banka bilgilerinizi manuel olarak girin veya daha sonra tekrar deneyin.
vi: Không thể kết nối tài khoản của bạn tại thời điểm này. Vui lòng nhập thông tin ngân hàng của bạn theo cách thủ công hoặc thử lại sau.

source: Your account can’t be connected at this time. Please try again later.
bg_bg: В момента вашата сметка не може да бъде свързана. Моля, опитайте отново по-късно.
ca_es: No s'ha pogut enllaçar el compte. Torneu-ho a provar més tard.
cs_cz: Váš účet nelze v tuto chvíli propojit. Zkuste to prosím později.
da: Din konto kan ikke forbindes på nuværende tidspunkt. Prøv igen senere.
de: Ihr Konto kann derzeit nicht verbunden werden. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
el_gr: Ο λογαριασμός σας δεν μπορεί να συνδεθεί αυτή τη στιγμή. Δοκιμάστε ξανά αργότερα.
es: En este momento no se puede conectar tu cuenta. Vuelve a intentarlo más tarde.
et_ee: Teie kontot ei saa praegu ühendada. Palun proovige hiljem uuesti.
fi: Tiliäsi ei voida yhdistää nyt. Yritä myöhemmin uudelleen.
fil: Hindi makonekta ang iyong account sa ngayon. Pakisubukan muli mamaya.
fr_ca: Impossible d'associer votre compte pour le moment. Veuillez réessayer ultérieurement.
hr: Vaš račun trenutno nije moguće povezati. Pokušajte ponovno kasnije.
hu: A számlája jelenleg nem csatlakoztatható, próbálja meg újra később.
id: Rekening Anda tidak dapat dihubungkan untuk saat ini. Cobalah lagi nanti.
it: Al momento non è possibile collegare il tuo conto. Riprova più tardi.
ja: 現時点では、口座の連結ができていません。後でもう一度お試しください。
lt_lt: Šiuo metu jūsų sąskaitos susieti negalima. Bandykite dar kartą vėliau.
lv_lv: Jūsu kontu šoreiz nevar savienot. Lūdzu mēģiniet vēlāk vēlreiz.
ms_my: Akaun anda tidak boleh dihubungkan pada masa ini. Sila cuba lagi kemudian.
mt: Għalissa ma nistgħux norbtu l-kont tal-bank tiegħek. Jekk jogħġbok erġa' pprova iktar tard.
nb: Kontoen din kan for øyeblikket ikke kobles til. Prøv igjen senere.
nl: Je rekening kan op dit moment niet worden gekoppeld. Probeer het later opnieuw.
pl_pl: Nie można teraz połączyć Twojego konta. Spróbuj ponownie później.
pt_br: Não foi possível conectar sua conta desta vez. Tente novamente mais tarde.
pt_pt: De momento, não é possível associar a sua conta. Tente novamente mais tarde.
ro_ro: Contul dvs. nu poate fi conectat în acest moment. Vă rugăm să încercați din nou mai târziu.
ru: На данный момент не удалось подключить ваш счет. Попробуйте еще раз чуть позже.
sk_sk: Váš účet nie je možné spojiť teraz. Skúste to znova neskôr.
sl_si: Vašega računa trenutno ni mogoče povezati. Poskusite znova pozneje.
sv: Det gick inte att ansluta ditt konto just nu. Försök igen senare.
th: ไม่สามารถเชื่อมโยงบัญชีได้ในตอนนี้ โปรดลองอีกครั้งในภายหลัง
tr: Hesabınız şu anda bağlanamıyor. Lütfen daha sonra tekrar deneyin.
vi: Không thể kết nối tài khoản của bạn tại thời điểm này. Vui lòng thử lại sau.

source: Your account number couldn’t be accessed at this time
bg_bg: Към този момент няма достъп до вашия номер на сметка
ca_es: No s'ha pogut accedir al número de compte en aquest moment
cs_cz: K číslu vašeho účtu nebylo možné v tuto chvíli získat přístup
da: Der kunne ikke opnås adgang til dit kontonummer på nuværende tidspunkt
de: Ihre Kontonummer kann momentan nicht abgerufen werden
el_gr: Ο αριθμός λογαριασμού σας δεν μπορεί να προσπελαστεί αυτή τη στιγμή
es: En este momento no se puede acceder a tu número de cuenta
et_ee: Teie kontonumbrile ei saadud praegu juurdepääsu
fi: Tilinumeroasi ei voitu käsitellä juuri nyt
fil: Hindi ma-access ang numero ng iyong account sa ngayon
fr_ca: Impossible d'accéder à votre numéro de compte actuellement
hr: Trenutačno nije moguće pristupiti vašem broju računa
hu: A számlaszáma jelenleg nem hozzáférhető
id: Nomor rekening Anda tidak dapat diakses untuk saat ini
it: Al momento non è possibile accedere al tuo numero di conto
ja: 現時点で、ご利用の口座番号にアクセスできていません
lt_lt: Šiuo metu jūsų sąskaitos numerio negalima pasiekti
lv_lv: Jūsu konta numuram šoreiz nevar piekļūt
ms_my: Nombor akaun anda tidak dapat diakses pada masa ini
mt: Did-darba ma stajniex intellgħu n-numru tal-kont tiegħek
nb: Kunne ikke hente kontonummeret ditt akkurat nå
nl: We hebben op dit moment geen toegang tot je rekeningnummer
pl_pl: Nie można w tej chwili uzyskać Twojego numeru konta
pt_br: Não foi possível acessar sua conta bancária
pt_pt: De momento, não foi possível aceder ao seu número de conta
ro_ro: Numărul dvs. de cont nu a putut fi accesat în acest moment
ru: На данный момент не удалось получить номер вашего счета
sk_sk: Číslo vášho účtu nebolo možné teraz sprístupniť
sl_si: Dostop do številke vašega računa trenutno ni mogoč
sv: Ditt kontonummer är inte tillgängligt just nu
th: ไม่สามารถเข้าถึงหมายเลขบัญชีของคุณได้ในตอนนี้
tr: Hesap numaranıza şu anda erişilemedi
vi: Không thể truy cập số tài khoản của bạn tại thời điểm này

source: Your account numbers don't match.
bg_bg: Посочените номера на сметки не съвпадат.
ca_es: Els números de compte no coincideixen.
cs_cz: Vaše čísla účtu se neshodují.
da: Dine kontonumre stemmer ikke overens.
de: Ihre Kontonummern stimmen nicht überein.
el_gr: Οι αριθμοί λογαριασμού σας δε συμφωνούν.
es: Los números de tu cuenta no coinciden.
et_ee: Teie kontonumbrid ei ühti.
fi: Tilinumerot eivät täsmää.
fil: Hindi nagtutugma ang mga numero ng account mo.
fr_ca: Vos numéros de compte ne correspondent pas.
hr: Vaši brojevi računa se ne podudaraju.
hu: A számlaszámai nem egyeznek.
id: Nomor rekening Anda tidak sama.
it: I numeri di conto non corrispondono.
ja: 口座番号が一致しません。
lt_lt: Jūsų sąskaitos numeriai neatitinka.
lv_lv: Jūsu konta numuri nesakrīt.
ms_my: Nombor akaun anda tidak sepadan.
mt: In-numri tal-kontijiet tiegħek ma jaqblux.
nb: Kontonumrene dine samsvarer ikke.
nl: Je rekeningnummers komen niet overeen.
pl_pl: Twoje numery kont się nie zgadzają.
pt_br: Os números da conta são diferentes.
pt_pt: Os seus números de conta não coincidem.
ro_ro: Numerele dvs. de cont nu corespund.
ru: Номера счетов не совпадают.
sk_sk: Čísla účtov sa nezhodujú.
sl_si: Številke računov se ne ujemajo.
sv: Dina kontonummer matchar inte.
th: หมายเลขบัญชีไม่ตรงกัน
tr: Hesap numaralarınız eşleşmiyor.
vi: Số tài khoản của bạn không khớp.

source: Your account was connected, but couldn't be saved to Link.
bg_bg: Вашата сметка беше свързана, но не може да бъде запазена в Link.
ca_es: El compte s'ha enllaçat, però no s'ha pogut desar a Link.
cs_cz: Váš účet byl propojen, ale nemohl být uložen do služby Link.
da: Din konto blev tilsluttet, men den kunne ikke gemmes på Link.
de: Ihr Konto wurde verbunden, konnte aber nicht bei Link gespeichert werden.
el_gr: Ο λογαριασμός σας συνδέθηκε, αλλά δεν ήταν δυνατή η αποθήκευσή του στο Link.
es: Tu cuenta se ha conectado, pero no se ha podido guardar en Link.
et_ee: Teie konto on ühendatud, kuid seda ei õnnestunud Linki salvestada.
fi: Tilisi on yhdistetty, mutta sitä ei voitu tallentaa Link-palveluun.
fil: Naikonekta ang iyong account, pero hindi mai-save sa Link.
fr_ca: Votre compte a été associé, mais n'a pas pu être enregistré dans Link.
hr: Vaš je račun povezan, ali nije mogao biti spremljen u Link.
hu: Számlája csatlakoztatva lett, de nem sikerült menteni a Linkbe.
id: Rekening Anda terhubung, tetapi tidak dapat disimpan ke Link.
it: Il tuo conto è stato collegato, ma non è stato possibile salvarlo su Link.
ja: 口座は連結されましたが、Link に保存できませんでした。
lt_lt: Jūsų sąskaita buvo susieta, tačiau nepavyko išsaugoti „Link“.
lv_lv: Jūsu konts tika savienots, bet tos nevarēja saglabāt Link.
ms_my: Akaun anda telah dihubungkan, tetapi tidak dapat disimpan pada Link.
mt: Il-kont tiegħek intrabat, imma ma stajniex nerfgħuh ma' Link.
nb: Kontoen din ble koblet til, men kunne ikke lagres med Link.
nl: Je rekening is gekoppeld, maar kan niet worden opgeslagen met Link.
pl_pl: Twoje konto zostało połączone, ale nie mogło zostać zapisane w Link.
pt_br: Sua conta foi conectada, mas não foi possível salvá-las no Link.
pt_pt: A suas conta foi associada, mas não foi possível guardá-la no Link.
ro_ro: Contul dvs. a fost conectat, dar nu a putut fi salvat în Link.
ru: Ваш счет подключен, но его не удалось сохранить в Link.
sk_sk: Váš účet bol pripojený, ale nebolo možné uloženie do služby Link.
sl_si: Vaš računi je bil povezan, vendar ga ni bilo mogoče shraniti s storitvijo Link.
sv: Ditt konto har anslutits, men kunde inte sparas på Link.
th: บัญชีของคุณเชื่อมโยงแล้วแต่ไม่สามารถบันทึกไปยัง Link ได้
tr: Hesabınız bağlandı, ancak Link'e kaydedilemedi.
vi: Tài khoản của bạn đã kết nối thành công, nhưng không thể lưu vào Link.

source: Your account was connected.
bg_bg: Вашата сметка беше свързана.
ca_es: El compte s'ha enllaçat.
cs_cz: Váš účet byl připojen.
da: Din konto blev tilsluttet.
de: Ihr Konto wurde verbunden.
el_gr: Ο λογαριασμός σας συνδέθηκε.
es: Tu cuenta se ha conectado.
et_ee: Teie konto on ühendatud.
fi: Tilisi on yhdistetty.
fil: Naikonekta ang iyong account.
fr_ca: Votre compte a été associé.
hr: Vaš račun je povezan.
hu: Számlája csatlakoztatva lett.
id: Akun Anda telah terhubung.
it: Il conto è stato collegato.
ja: 口座が連結されました。
lt_lt: Jūsų sąskaita buvo susieta.
lv_lv: Jūsu konts tika savienots.
ms_my: Akaun anda telah dihubungkan.
mt: Il-kont tiegħek intrabat.
nb: Kontoen din ble koblet til.
nl: Je rekening is gekoppeld.
pl_pl: Twoje konto zostało połączone.
pt_br: Sua conta foi conectada.
pt_pt: A sua conta foi associada.
ro_ro: Contul dvs. a fost conectat.
ru: Ваш счет подключен.
sk_sk: Váš účet bol pripojený.
sl_si: Vaš račun je bil povezan.
sv: Ditt konto har anslutits.
th: เชื่อมโยงบัญชีแล้ว
tr: Hesabınız bağlandı.
vi: Tài khoản của bạn đã kết nối.

source: Your accounts were connected, but couldn't be saved to Link.
bg_bg: Вашите сметки бяха свързани, но не могат да бъдат запазени в Link.
ca_es: Els comptes s'han enllaçat, però no s'ha pogut desar a Link.
cs_cz: Vaše účty byly připojeny, ale nebylo možné je uložit do služby Link.
da: Dine konti blev tilsluttet, men de kunne ikke gemmes på Link.
de: Ihre Konten wurden verbunden, konnten aber nicht bei Link gespeichert werden.
el_gr: Οι λογαριασμοί σας συνδέθηκαν, αλλά δεν ήταν δυνατή η αποθήκευσή τους στο Link.
es: Tus cuentas se han conectado, pero no se han podido guardar en Link.
et_ee: Teie kontod on ühendatud, kuid neid ei õnnestunud Linki salvestada.
fi: Tilisi on yhdistetty, mutta niitä ei voitu tallentaa Link-palveluun.
fil: Naikonekta ang iyong mga account, pero hindi mai-save sa Link.
fr_ca: Vos comptes ont été associés, mais n'ont pas pu être enregistrés dans Link.
hr: Vaši su računi povezani, ali se nisu mogli spremiti u Link.
hu: Számlái csatlakoztatva lettek, de nem sikerült menteni a Linkbe.
id: Rekening Anda terhubung, tetapi tidak dapat disimpan ke Link.
it: I tuoi conti sono stati collegati, ma non è stato possibile salvarli su Link.
ja: 口座は連結されましたが、Link に保存できませんでした。
lt_lt: Jūsų sąskaitos buvo susietos, tačiau nepavyko išsaugoti „Link“.
lv_lv: Jūsu konti tika savienoti, bet tos nevarēja saglabāt Link.
ms_my: Akaun anda telah dihubungkan, tetapi tidak dapat disimpan pada Link.
mt: Il-kontijiet tiegħek intrabtu, imma ma stajniex nerfgħuhom ma' Link.
nb: Kontoene dine ble koblet til, men de kunne ikke lagres med Link.
nl: Je rekeningen zijn gekoppeld, maar kunnen niet worden opgeslagen met Link.
pl_pl: Twoje konta zostały połączone, ale nie mogły zostać zapisane w Link.
pt_br: Suas contas foram conectadas, mas não foi possível salvá-las no Link.
pt_pt: As suas contas foram associadas, mas não foi possível guardá-las no Link.
ro_ro: Conturile dvs. au fost conectate, dar nu au putut fi salvate în Link.
ru: Ваши счета подключены, но их не удалось сохранить в Link.
sk_sk: Vaše účty boli pripojené, ale nebolo možné uloženie do služby Link.
sl_si: Vaši računi so bili povezani, vendar jih ni bilo mogoče shraniti s storitvijo Link.
sv: Dina konton har anslutits, men kunde inte sparas på Link.
th: บัญชีของคุณเชื่อมโยงแล้วแต่ไม่สามารถบันทึกไปยัง Link ได้
tr: Hesaplarınız bağlandı, ancak Link'e kaydedilemedi.
vi: Tài khoản của bạn đã kết nối thành công, nhưng không thể lưu vào Link.

source: Your accounts were connected.
bg_bg: Вашите сметки бяха свързани.
ca_es: Els comptes s'han enllaçat.
cs_cz: Vaše účty byly propojeny.
da: Dine konti blev tilsluttet.
de: Ihre Konten wurden verbunden.
el_gr: Οι λογαριασμοί σας συνδέθηκαν.
es: Tus cuentas se han conectado.
et_ee: Teie kontod on ühendatud.
fi: Tilisi on yhdistetty.
fil: Naikonekta ang iyong mga account.
fr_ca: Vos comptes ont été associés.
hr: Vaši su računi povezani.
hu: Számlái csatlakoztatva lettek.
id: Akun Anda telah terhubung.
it: I tuoi conti sono stati collegati.
ja: 口座が連結されました。
lt_lt: Jūsų sąskaitos buvo susietos.
lv_lv: Jūsu konti tika savienoti.
ms_my: Akaun anda telah dihubungkan.
mt: Il-kontijiet tiegħek intrabtu.
nb: Kontoene dine ble koblet til.
nl: Je rekeningen zijn gekoppeld.
pl_pl: Twoje konta zostały połączone.
pt_br: Suas contas foram conectadas.
pt_pt: As suas contas foram associadas.
ro_ro: Conturile dvs. au fost conectate.
ru: Ваши счета подключены.
sk_sk: Vaše účty boli prípojené.
sl_si: Vaši računi so bili povezani.
sv: Dina konton har anslutits.
th: เชื่อมโยงบัญชีแล้ว
tr: Hesaplarınız bağlandı.
vi: Tài khoản của bạn đã kết nối.
