Repository: stripe/stripe-ios
Catalog: StripeFinancialConnections/StripeFinancialConnections/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, et_ee, fi, fil, fr_ca, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

source: Enter the code sent to %@. We periodically request this extra step to keep your account safe.
bg_bg: Въведете кода, изпратен на %@. Периодично изискваме тази допълнителна стъпка, за да запазим профила ви в безопасност.
ca_es: Introduïu el codi que us hem enviat a %@. Periòdicament demanem aquest pas addicional per garantir la seguretat del compte.
cs_cz: Zadejte kód, který jsme vám odeslali na %@. Tento dodatečný krok pravidelně vyžadujeme, abychom zajistili bezpečnost vašeho účtu.
da: Indtast koden, der blev sendt til %@. Vi anmoder jævnligt om dette ekstra trin for at beskytte din konto.
de: Geben Sie den Code ein, der an %@ gesendet wurde. Dieser gelegentlich nötige Zusatzschritt dient zum Schutz Ihres Kontos.
el_gr: Εισαγάγετε τον κωδικό που έχει σταλεί στο %@. Ζητάμε περιοδικά αυτό το επιπλέον βήμα για να διατηρούμε ασφαλή τον λογαριασμό σας.
es: Introduce el código que se ha enviado a %@. Solicitamos este paso adicional cada cierto tiempo para velar por la seguridad de tu cuenta.
et_ee: Sisestage kood, mis saadeti e-posti aadressile %@. Nõuame aeg-ajalt selle täiendava meetme võtmist teie konto turvalisena hoidmiseks.
fi: Syötä sähköpostiin %@ lähetetty koodi. Pyydämme tätä ylimääräistä vaihetta säännöllisesti pitääksemme tilisi turvassa.
fil: Ilagay ang code na ipinadala sa %@. Paminsan-minsan naming hinihingi ang karagdagang hakbang na ito para panatilihing ligtas ang iyong account.
hr: Unesite kôd poslan na %@. Povremeno zahtijevamo ovaj dodatni korak kako bismo zaštitili vaš račun.
hu: Adja meg a(z) %@ címre küldött kódot. Időnként kérjük ezt a plusz lépést, hogy biztonságban tartsuk a fiókját.
id: Masukkan kode yang dikirim ke %@. Kami secara berkala meminta langkah ekstra ini agar akun Anda tetap aman.
it: Inserisci il codice inviato a %@. Periodicamente ti chiediamo di eseguire questo ulteriore passaggio per garantire la sicurezza del tuo account.
ja: %@ に送信されたコードを入力してください。この追加手順は、アカウントを安全に保つために定期的に実行いたします。
lt_lt: Įveskite kodą, išsiųstą %@. Periodiškai prašome atlikti šį papildomą veiksmą, kad išlaikytume jūsų paskyrą saugią.
lv_lv: Ievadiet uz %@ nosūtīto kodu. Mēs periodiski pieprasām šo papildu darbību, lai pasargātu jūsu kontu.
ms_my: Masukkan kod yang dihantar ke %@. Kami meminta langkah tambahan ini secara berkala untuk memastikan akaun anda selamat.
mt: Daħħal il-kodiċi li bgħatna lil %@. Kull tant żmien nitolbuk tagħmel dal-pass miżjud biex il-kont tiegħek jinżamm sigur.
nb: Skriv inn koden som er sendt til %@. Vi ber med jevne mellomrom om dette ekstra trinnet for å holde kontoen din trygg.
nl: Voer de code in die naar %@ is gestuurd. We vragen je regelmatig om deze extra stap uit te voeren, zodat je account veilig blijft.
pl_pl: Wprowadź kod wysłany na adres %@. Okresowo wymagamy wykonania tego dodatkowego kroku, aby zapewnić bezpieczeństwo Twojego konta.
pt_br: Insira o código enviado para %@. Solicitamos essa etapa adicional periodicamente para manter sua conta segura.
pt_pt: Introduza o código enviado para %@. Periodicamente solicitamos este passo extra para manter a sua conta segura.
ro_ro: Introduceți codul trimis la %@. Solicităm periodic acest pas suplimentar pentru a vă menține contul în siguranță.
ru: Введите код, отправленный на %@. Этот дополнительный шаг выполняется время от времени для обеспечения безопасности вашего счета.
sk_sk: Zadajte kód odoslaný na %@. Tento dodatočný krok vyžadujeme pravidelne, aby sme váš účet udržali v bezpečí.
sl_si: Vnesite kodo, poslano na e-poštni naslov %@. Za varnost vašega računa občasno zahtevamo ta dodatni korak.
sv: Ange koden som skickades till %@. Vi begär regelbundet att du genomför detta extrasteg för att skydda ditt konto.
th: ป้อนรหัสที่ส่งไปยัง %@ เราจะขอให้ดำเนินการเพิ่มเติมเป็นระยะๆ เพื่อรักษาบัญชีของคุณให้ปลอดภัย
tr: %@ yoluyla gönderilen kodu girin. Hesabınızı güvende tutmak için bu ek adımı düzenli olarak talep ederiz.
vi: Nhập mã được gửi tới %@. Chúng tôi yêu cầu bước bổ sung này theo định kỳ để giữ an toàn cho tài khoản của bạn.

source: Exit without connecting?
bg_bg: Изход без свързване?
ca_es: Voleu sortir sense enllaçar-lo?
cs_cz: Ukončit bez připojení?
da: Vil du afslutte uden at oprette forbindes?
de: Beenden, ohne eine Verbindung herzustellen?
el_gr: Έξοδος χωρίς σύνδεση;
es: ¿Quieres salir sin conectar el banco?
et_ee: Kas soovite väljuda ilma ühendamata?
fi: Poistutaanko ilman yhdistämistä?
fil: Lumabas nang hindi kumokonekta?
fr_ca: Voulez-vous quitter sans enregistrer?
hr: Izađi bez povezivanja?
hu: Kilép csatlakoztatás nélkül?
id: Keluar tanpa menghubungkan?
it: Uscire senza collegare?
ja: 連結せずに終了しますか？
lt_lt: Išeiti nesusiejus?
lv_lv: Iziet bez savienošanas?
ms_my: Keluar tanpa membuat sambungan?
mt: Tixtieq toħroġ mingħajr ma taqbad?
nb: Vil du avslutte uten å koble til?
nl: Afsluiten zonder te koppelen?
pl_pl: Wyjść bez połączenia?
pt_br: Sair sem conectar?
pt_pt: Sair sem associar?
ro_ro: Ieșiți fără conectare?
ru: Выйти без подключения?
sk_sk: Ukončiť bez pripojenia?
sl_si: Ali želite zapreti brez vzpostavitve povezave?
sv: Stäng utan att ansluta?
th: ออกโดยไม่เชื่อมโยงใช่ไหม
tr: Bağlantı kurulmadan çıkış yapılsın mı?
vi: Thoát mà không kết nối?

source: Hmm, that code didn’t work. Double check it and try again.
bg_bg: Хм, този код не проработи. Проверете го повторно и опитайте отново.
ca_es: Vaja, aquest codi no ha funcionat. Comproveu-lo i torneu-ho a intentar.
cs_cz: Hmm, tento kód nefungoval. Zkontrolujte ho ještě jednou a zkuste to znovu.
da: Hmm, den kode virkede ikke. Dobbelttjek den, og prøv igen.
de: Leider stimmt dieser Code nicht. Bitte überprüfen Sie ihn noch einmal und versuchen Sie es erneut.
el_gr: Χμμ, αυτός ο κωδικός δε λειτουργεί. Επανελέγξτε τον και δοκιμάστε ξανά.
es: ¡Vaya!, el código no ha funcionado. Compruébalo y vuelve a intentarlo.
et_ee: Hmm, see kood ei töötanud. Kontrollige seda ja proovige uuesti.
fi: Hmm, kyseinen koodi ei toiminut. Tarkista se ja yritä uudelleen.
fil: Hmm, hindi gumana ang code na iyan. Tingnan muli ito at subukan muli.
fr_ca: Ce code n'est pas valide. Vérifiez-le et réessayez.
hr: Hmm, ovaj kôd nije važeći. Provjerite još jednom i pokušajte ponovno.
hu: Nem jó kód, ellenőrizze és próbálja újra.
id: Hmm, kode itu tidak berfungsi. Periksa kembali dan coba lagi.
it: Il codice non è valido. Verifica di nuovo e riprova.
ja: そのコードは一致しませんでした。再度確認してから、もう一度お試しください。
lt_lt: Hmm, tas kodas neveikė. Dar kartą jį patikrinkite ir bandykite iš naujo.
lv_lv: Šis kods nav derīgs. Vēlreiz pārbaudiet to un mēģiniet vēlreiz.
ms_my: Hmm, kod tersebut tidak betul. Semak sekali lagi dan cuba semula.
mt: Mmm, dak il-kodiċi mhux tajjeb. Iċċekkjah sew u erġa' pprova.
nb: Hmm, den koden fungerte ikke. Dobbeltsjekk den og prøv igjen.
nl: De code werkt niet. Controleer de code en probeer het nogmaals.
pl_pl: Hmm, ten kod nie zadziałał. Sprawdź dokładnie i spróbuj ponownie.
pt_br: Esse código não funcionou. Verifique e tente novamente.
pt_pt: Esse código não está correto. Verifique novamente e tende outra vez.
ro_ro: Hmm, acel cod nu a funcționat. Verificați și încercați din nou.
ru: Введенный код недействителен. Перепроверьте его и попробуйте еще раз.
sk_sk: Tento kód nefungoval. Skontrolujte ho ešte raz a skúste to znova.
sl_si: Ta koda žal ni delovala. Še enkrat jo preverite in poskusite znova.
sv: Den koden fungerade inte. Kontrollera den och försök igen.
th: รหัสไม่ถูกต้อง โปรดตรวจสอบแล้วลองอีกครั้ง
tr: Hmm, bu kod çalışmıyor. İki kez kontrol edip tekrar deneyin.
vi: Rất tiếc, mã đó không đúng. Hãy kiểm tra kỹ mã và thử lại.

source: Invalid bank account number: must be at most %d digits long, containing only numbers.
bg_bg: Невалиден номер на банкова сметка: трябва да бъде с дължина най-много %li цифри и да съдържа само цифри.
ca_es: Número de compte bancari no vàlid: ha de tenir com a màxim %li dígits i que només siguin números.
cs_cz: Neplatné číslo bankovního účtu: musí mít nejvýše %li číslic a obsahovat pouze čísla.
da: Ugyldigt bankkontonummer: skal være højst %li cifre langt, indeholdende kun tal.
de: Ungültige Bankkontonummer: Sie darf maximal %li-stellig sein und darf nur Ziffern enthalten.
el_gr: Μη έγκυρος αριθμός τραπεζικού λογαριασμού: Πρέπει να αποτελείται από έως %li ψηφία και να περιέχει μόνο αριθμούς.
es: Número de cuenta bancaria no válido: debe tener %li dígitos como máximo y solo números.
et_ee: Kehtetu pangakonto number: peab olema kõige rohkem %li-kohaline ja sisaldama ainult numbreid.
fi: Virheellinen pankkitilin numero: täytyy olla enintään %li numeroa pitkä, saa sisältää vain numeroita.
fil: Hindi valid na numero ng account sa bangko: dapat ay hanggang %li (na) digit lang ang haba, na naglalaman lang ng mga numero.
fr_ca: Numéro de compte bancaire non valide : ce numéro ne doit comporter que des chiffres, sans dépasser %li chiffres.
hr: Nevažeći broj bankovnog računa: mora biti najviše %li znamenki koje sadrže samo brojeve.
hu: Érvénytelen számlaszám: legfeljebb %li számjegy hosszú lehet és csak számokat tartalmazhat.
id: Nomor rekening bank tidak valid: maksimal panjangnya harus %li angka, hanya berisi nomor.
it: Numero di conto bancario non valido: deve contenere al massimo %li cifre.
ja: 無効な銀行口座番号です。数値のみの %li 桁の番号を指定してください。
lt_lt: Netinkamas banko sąskaitos numeris: jį turi sudaryti daugiausia %li skaitmenų (tik skaičiai).
lv_lv: Nederīgs bankas konta numurs: jābūt līdz %li cipariem garam, saturot tikai skaitļus.
ms_my: Nombor akaun bank tidak sah: mestilah paling banyak %li digit panjangnya, mengandungi nombor sahaja.
mt: In-numru tal-kont tal-bank mhux tajjeb: ma jistax ikun itwal minn dal-għadd ta' ċifri: %li u jeħtieġ li jkun magħmul min-numri biss.
nb: Ugyldig kontonummer: kan bare være høyst %lisifre langt, og kun inneholde tall.
nl: Ongeldig bankrekeningnummer: moet minstens %li tekens (alleen cijfers) bevatten.
pl_pl: Nieprawidłowy numer rachunku bankowego: musi mieć najwyżej %li cyfr i zawierać tylko cyfry.
pt_br: Número da conta bancária inválido: deve ter no máximo %li dígitos, contendo apenas números.
pt_pt: Número de conta bancária inválido: tem de ter no máximo %li dígitos e apenas números.
ro_ro: Număr de cont bancar nevalid: trebuie să conțină cel mult %li caractere și să conțină doar cifre.
ru: Недопустимый номер банковского счета: номер должен быть длиной не более %li знаков и состоять только из цифр.
sk_sk: Neplatné číslo bankového účtu: musí mať maximálne %li číslic, obsahujúc len číslice.
sl_si: Neveljavna številka bančnega računa: vsebuje lahko največ %li števk in samo številke.
sv: Ogiltigt bankkontonummer: får vara högst %li tecken långt och får bara innehålla siffror.
th: หมายเลขบัญชีธนาคารไม่ถูกต้อง: หมายเลขต้องมีความยาวไม่เกิน %li หลัก และต้องมีเฉพาะตัวเลขเท่านั้น
tr: Banka hesap numarası geçersiz: En fazla %li hane uzunluğunda olmalı ve sadece sayı içermelidir.
vi: Số tài khoản ngân hàng không hợp lệ: phải có tối đa %li chữ số và chỉ được có số.

source: Invalid routing number.
bg_bg: Невалиден маршрутен номер.
ca_es: Número d'encaminament no vàlid.
cs_cz: Neplatné směrové číslo.
da: Ugyldigt dirigeringsnummer.
de: Ungültige Routingnummer.
el_gr: Μη έγκυρος routing number.
es: Número de ruta no válido.
et_ee: Vale marsruutimisnumber.
fi: Virheellinen reititysnumero.
fil: Hindi valid na numero ng pagruruta.
fr_ca: Numéro d'acheminement non valide.
hr: Nevažeći identifikacijski broj banke.
hu: Érvénytelen bankazonosító szám.
id: Nomor perutean tidak valid.
it: Numero di routing non valido.
ja: 金融番号が無効です。
lt_lt: Neteisingas banko skyriaus kodas.
lv_lv: Nederīgs bankas kods.
ms_my: Nombor penghalaan tidak sah.
mt: In-numru tar-routing mhux tajjeb.
nb: Ugyldig rutingnummer.
nl: Ongeldig routingnummer.
pl_pl: Nieprawidłowy numer rozliczeniowy.
pt_br: Routing number inválido.
pt_pt: Número de envio inválido.
ro_ro: Număr de ruting nevalid.
ru: Недействительный код банка.
sk_sk: Neplatné smerovacie číslo.
sl_si: Neveljavna klirinška koda.
sv: Ogiltigt clearingnummer.
th: Routing Number ไม่ถูกต้อง
tr: Geçersiz şube kodu.
vi: Số định tuyến không hợp lệ.

source: It looks like the verification code you provided is not valid anymore.
bg_bg: Изглежда, че кодът за верификация, който сте предоставили, вече не е валиден.
ca_es: Sembla que el codi de verificació que heu proporcionat ja no és vàlid.
cs_cz: Vypadá to, že zadaný ověřovací kód již není platný.
da: Det ser ud til, at den bekræftelseskode, du har sendt, ikke er gyldig længere.
de: Anscheinend ist der von Ihnen angegebene Bestätigungscode nicht mehr gültig.
el_gr: Φαίνεται ότι ο κωδικός επαλήθευσης που παρείχατε δεν είναι έγκυρος πια.
es: Parece que el código de verificación que has facilitado ya no es válido.
et_ee: Näib, et teie sisestatud kinnituskood pole enam kehtiv.
fi: Näyttää siltä, että antamasi vahvistuskoodi ei enää kelpaa.
fil: Mukhang ang ibinigay na code ng pagpapatunay ay hindi na valid.
fr_ca: Le code de vérification fourni ne semble plus valide.
hr: Čini se da verifikacijski kôd koji ste dali više nije važeći.
hu: Úgy tűnik, a megadott ellenőrző kód már nem érvényes.
id: Sepertinya kode verifikasi yang Anda berikan tidak lagi valid.
it: Il codice di verifica fornito sembra non essere più valido.
ja: 入力した確認コードは有効期限が切れているようです。
lt_lt: Atrodo, kad jūsų pateiktas patvirtinimo kodas nebegalioja.
lv_lv: Izskatās, ka jūsu norādītais pārbaudes kods vairs nav derīgs.
ms_my: Nampaknya kod penentusahan yang anda berikan tidak lagi sah.
mt: Milli jidher il-kodiċi tal-verifika li tajtna m'għadux tajjeb.
nb: Det ser ut til at verifiseringskoden du skrev inn, ikke lenger er gyldig.
nl: De opgegeven verificatiecode is niet meer geldig.
pl_pl: Wygląda na to, że podany przez Ciebie kod weryfikacyjny jest już nieważny.
pt_br: Parece que o código de verificação informado não é mais válido.
pt_pt: Parece que o código de verificação que forneceu já não é válido.
ro_ro: Se pare că ați furnizat un cod de verificare nevalid.
ru: Похоже, введенный код уже недействителен.
sk_sk: Zdá sa, že vami zadaný overovací kód už nie je platný.
sl_si: Videti je, da navedena potrditvena koda ni več veljavna.
sv: Det verkar som att den angivna verifieringskoden inte längre är giltig.
th: ดูเหมือนว่ารหัสยืนยันที่คุณป้อนจะใช้ไม่ได้อีกต่อไป
tr: Sağladığınız doğrulama kodu artık geçerli değil.
vi: Có vẻ như mã xác minh quý vị đã cung cấp không còn hợp lệ nữa.

source: Learn more
bg_bg: Научете повече
ca_es: Més informació
cs_cz: Více informací
da: Få mere at vide
de: Mehr erfahren
el_gr: Μάθετε περισσότερα
es: Más información
et_ee: Lisateave
fi: Lue lisää
fil: Alamin ang higit pa
fr_ca: En savoir plus
hr: Saznajte više
hu: További tudnivalók
id: Pelajari selengkapnya
it: Ulteriori informazioni
ja: もっと知る
lt_lt: Sužinoti daugiau
lv_lv: Uzziniet vairāk
ms_my: Ketahui selanjutnya
mt: Sir af iktar
nb: Finn ut mer
nl: Ontdek meer
pl_pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saiba mais
ro_ro: Aflați mai multe
ru: Подробнее
sk_sk: Ďalšie informácie
sl_si: Več informacij
sv: Läs mer
th: ดูข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
vi: Tìm hiểu thêm

source: Maintenance is scheduled to end at %@.
bg_bg: Техническата поддръжка следва да приключи в %@.
ca_es: Està previst que el manteniment finalitzi el %@.
cs_cz: Konec údržby je naplánován na %@.
da: Vedligeholdelse er planlagt til at slutte kl. %@.
de: Laut Plan werden die Wartungsarbeiten um %@ beendet.
el_gr: Η συντήρηση έχει προγραμματιστεί να λήξει στις %@.
es: Está programado que el mantenimiento termine a las %@.
et_ee: Hoolduse kavandatud lõppaeg on %@.
fi: Huolto on ajoitettu päättyväksi %@.
fil: Nakatakdang matapos ang pagpapanatili sa %@.
fr_ca: La maintenance doit se terminer à %@.
hr: Završetak održavanja planiran je %@.
hu: Az ütemezett karbantartás vége: %@
id: Pemeliharaan dijadwalkan berakhir pada %@.
it: Il termine della manutenzione è previsto per le ore %@.
ja: メンテナンスは %@ に終了する予定です。
lt_lt: Techninės priežiūros pabaiga numatoma %@.
lv_lv: Apkopes beigas ir paredzētas %@.
ms_my: Penyelenggaraan dijadualkan tamat pada %@.
mt: Ix-xogħol ta' żamma mistenni jintemm f'dal-ħin: %@.
nb: Vedlikehold er planlagt å avsluttes kl. %@.
nl: Het onderhoud is naar verwachting voltooid om %@.
pl_pl: Koniec konserwacji zaplanowano na %@.
pt_br: A manutenção está agendada para terminar às %@.
pt_pt: A manutenção está programada para terminar às %@.
ro_ro: Întreținerea este programată să se încheie la %@.
ru: Техобслуживание должно завершиться в %@.
sk_sk: Koniec údržby je naplánovaný na %@.
sl_si: Vzdrževanje se bo predvidoma končalo ob %@.
sv: Underhållet är planerat att vara avslutat den %@.
th: การบำรุงรักษามีกำหนดการสิ้นสุดเวลา %@
tr: Bakımın %@ tarihinde bitmesi planlanıyor.
vi: Quá trình bảo trì dự kiến kết thúc vào %@.

# Maintenance is scheduled to end on %@ at %@.
source: Maintenance is scheduled to end on %1$@ at %2$@.
bg_bg: Техническата поддръжка следва да приключи на %1$@ в %2$@.
ca_es: Està previst que el manteniment finalitzi el %1$@ a les %2$@.
cs_cz: Konec údržby je naplánován na %1$@ v %2$@.
da: Vedligeholdelse er planlagt til at slutte den %1$@ kl. %2$@.
de: Laut Plan werden die Wartungsarbeiten am %1$@ um %2$@ beendet.
el_gr: Η συντήρηση έχει προγραμματιστεί να λήξει %1$@ στις %2$@.
es: Está programado que el mantenimiento termine el %1$@ a las %2$@.
et_ee: Hooldus on kavas lõpetada kuupäeval %1$@ kell %2$@.
fi: Huolto on ajoitettu päättyväksi %1$@ %2$@.
fil: Nakatakdang matapos ang pagpapanatili sa %1$@ sa %2$@.
fr_ca: La maintenance doit se terminer le %1$@ à %2$@.
hr: Završetak održavanja planiran je %1$@ u %2$@.
hu: Az ütemezett karbantartás vége: %1$@ %2$@
id: Pemeliharaan dijadwalkan berakhir tanggal %1$@ pada %2$@.
it: Il termine della manutenzione è previsto per il giorno %1$@ alle ore %2$@.
ja: メンテナンスは %1$@ の %2$@ に終了する予定です。
lt_lt: Techninės priežiūros pabaiga numatoma %1$@ %2$@.
lv_lv: Apkopes beigas ir paredzētas %1$@ plkst. %2$@.
ms_my: Penyelenggaraan dijadualkan tamat pada %1$@ %2$@.
mt: Ix-xogħol ta' żamma mistenni jintemm f'did-data: %1$@ f'dal-ħin: %2$@.
nb: Vedlikehold er planlagt å avsluttes den %1$@ kl. %2$@.
nl: Het onderhoud is naar verwachting voltooid op %1$@ om %2$@.
pl_pl: Koniec konserwacji zaplanowano na %1$@ o %2$@.
pt_br: A manutenção está agendada para terminar em %1$@ às %2$@.
pt_pt: A manutenção está programada para terminar em %1$@ às %2$@.
ro_ro: Întreținerea este programată să se încheie în data de %1$@ la ora %2$@.
ru: Техобслуживание должно завершиться %1$@ в %2$@.
sk_sk: Koniec údržby je naplánovaný na %1$@ o %2$@.
sl_si: Vzdrževanje se bo predvidoma končalo dne %1$@ ob %2$@.
sv: Underhållet är planerat att vara avslutat den %1$@ kl %2$@.
th: การบำรุงรักษามีกำหนดการสิ้นสุดวันที่ %1$@ เวลา %2$@
tr: Bakımın planlanan bitiş zamanı: %1$@, %2$@.
vi: Quá trình bảo trì dự kiến kết thúc vào %1$@ lúc %2$@.

source: Manually enter details
bg_bg: Ръчно въвеждане на данни
ca_es: Introdueix les dades manualment
cs_cz: Ruční zadání údajů
da: Indtast detaljer manuelt
de: Kontoinformationen manuell eingeben
el_gr: Εισαγάγετε στοιχεία με μη αυτόματο τρόπο
es: Introduce manualmente los datos
et_ee: Sisesta andmed käsitsi
fi: Syötä tiedot manuaalisesti
fil: Manu-manong ilagay ang mga detalye
fr_ca: Saisissez les informations manuellement
hr: Ručno unesite pojedinosti
hu: Írja be manuálisan az adatokat
id: Masukkan detail secara manual
it: Inserisci manualmente i dati
ja: 詳細を手動で入力する
lt_lt: Rankiniu būdu įvesti duomenis
lv_lv: Manuāli ievadiet informāciju
ms_my: Masukkan butiran secara manual
mt: Daħħal id-dettalji int stess
nb: Angi informasjon manuelt
nl: Handmatig gegevens invoeren
pl_pl: Ręcznie wprowadź szczegóły
pt_br: Insira os dados manualmente
pt_pt: Introduzir informações manualmente
ro_ro: Introduceți manual detaliile
ru: Введите реквизиты вручную
sk_sk: Manuálne zadajte podrobnosti
sl_si: Ročno vnesite podatke
sv: Ange uppgifter manuellt
th: ป้อนรายละเอียดด้วยตนเอง
tr: Bilgileri manuel olarak girin
vi: Nhập thủ công thông tin chi tiết

source: No payment accounts available
bg_bg: Няма налични платежни сметки
ca_es: No hi ha comptes de pagament disponibles
cs_cz: Nejsou k dispozici žádné platební účty
da: Ingen tilgængelige betalingskonti
de: Keine Zahlungskonten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμοι λογαριασμοί πληρωμής
es: No hay cuentas de pago disponibles
et_ee: Sobivaid maksekontosid pole saadaval
fi: Maksutilejä ei ole saatavilla
fil: Walang available na mga account ng pagbabayad
fr_ca: Aucun compte de paiement disponible
hr: Nema dostupnih računa za plaćanje
hu: Nem érhető el fizetési számla
id: Tidak tersedia rekening pembayaran
it: Nessun conto disponibile per i pagamenti.
ja: 利用可能な支払い口座がありません
lt_lt: Nėra prieinamų mokėjimo sąskaitų
lv_lv: Maksājuma konti nav pieejami
ms_my: Tiada akaun pembayaran tersedia
mt: L-ebda kont tal-pagament disponibbli
nb: Ingen betalingskontoer er tilgjengelige
nl: Geen betaalrekeningen beschikbaar
pl_pl: Nie są dostępne konta płatności
pt_br: Nenhuma conta de pagamentos disponível
pt_pt: Nenhuma conta de pagamento disponível
ro_ro: Niciun cont de plată disponibil
ru: Нет ни одного доступного счета для оплаты
sk_sk: Nie sú k dispozícii žiadne platobné účty
sl_si: Na voljo ni noben plačilni račun
sv: Inga betalningskonton tillgängliga
th: ไม่มีบัญชีการชำระเงินที่พร้อมใช้งาน
tr: Kullanılabilir ödeme hesabı yok
vi: Không có tài khoản thanh toán khả dụng

source: No results
bg_bg: Няма резултати
ca_es: Cap resultat
cs_cz: Žádné výsledky
da: Ingen resultater
de: Keine Treffer
el_gr: Δεν υπάρχουν αποτελέσματα
es: No hay resultados
et_ee: Tulemusi ei leitud
fi: Ei tuloksia
fil: Walang mga resulta
fr_ca: Aucun résultat
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil
it: Nessun risultato
ja: 結果がありません
lt_lt: Nėra rezultatų
lv_lv: Nav rezultātu
ms_my: Tiada hasil
mt: L-ebda riżultat
nb: Ingen resultater
nl: Geen resultaten
pl_pl: Brak wyników
pt_br: Nenhum resultado
pt_pt: Sem resultados
ro_ro: Nu există rezultate
ru: Ничего не найдено
sk_sk: Žiadne výsledky
sl_si: Ni rezultatov
sv: Inga resultat
th: ไม่มีผลลัพธ์
tr: Sonuç yok
vi: Không có kết quả

source: Not now
bg_bg: Не сега
ca_es: Ara no
cs_cz: Ne teď
da: Ikke nu
de: Nicht jetzt
el_gr: Όχι τώρα
es: Ahora no
et_ee: Mitte praegu
fi: Ei nyt
fil: Hindi ngayon
fr_ca: Pas maintenant
hr: Ne sada
hu: Most nem
id: Tidak sekarang
it: Non ora
ja: 今はしない
lt_lt: Ne dabar
lv_lv: Ne tagad
ms_my: Bukan sekarang
mt: Mhux issa
nb: Ikke nå
nl: Niet nu
pl_pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro_ro: Nu acum
ru: Не сейчас
sk_sk: Teraz nie
sl_si: Trenutno ne
sv: Inte nu
th: ไว้ทีหลัง
tr: Şimdi değil
vi: Không phải lúc này
