Repository: stripe/stripe-ios
Catalog: StripeFinancialConnections/StripeFinancialConnections/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, et_ee, fi, fil, fr_ca, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

source: Only checking accounts are supported.
bg_bg: Поддържат се само разплащателни сметки.
ca_es: Només s'admeten comptes corrents.
cs_cz: Podporovány jsou pouze běžné účty.
da: Kun lønkonti understøttes.
de: Nur Girokonten kommen infrage.
el_gr: Υποστηρίζονται μόνο τρεχούμενοι λογαριασμοί.
es: Solo se admiten cuentas corrientes.
et_ee: Toetatud on ainult arveduskontod.
fi: Vain käyttötilejä tuetaan.
fil: Mga checking account lang ang suportado.
fr_ca: Seuls les comptes chèques sont pris en charge.
hr: Podržani su samo transakcijski računi.
hu: Csak csekkszámlák támogatottak.
id: Hanya rekening giro yang didukung.
it: Sono supportati solo i conti correnti.
ja: 当座預金口座のみに対応しています。
lt_lt: Palaikomos tik einamosios sąskaitos.
lv_lv: Tiek atbalstīti tikai norēķinu konti.
ms_my: Hanya akaun semasa disokong.
mt: Tista' tuża biss kontijiet kurrenti.
nb: Kun brukskonto støttes.
nl: Alleen betaalrekeningen worden ondersteund.
pl_pl: Obsługiwane są tylko konta bieżące.
pt_br: Somente contas correntes são aceitas.
pt_pt: Apenas contas corrente são suportadas.
ro_ro: Sunt acceptate doar conturile curente.
ru: Поддерживаются только текущие счета.
sk_sk: Len bežné účty sú podporované.
sl_si: Podprti so samo transakcijski računi.
sv: Endast checkkonton stöds.
th: ระบบรองรับเฉพาะบัญชีกระแสรายวันเท่านั้น
tr: Yalnızca cari hesaplar desteklenir.
vi: Chỉ hỗ trợ tài khoản vãng lai.

source: Please enter %d digits for your routing number.
bg_bg: Моля, въведете %li цифри за вашия маршрутен номер.
ca_es: Introduïu %li dígits per al número d'encaminament.
cs_cz: Zadejte prosím %li číslic směrového čísla.
da: Indtast %li cifre til dit routingnummer.
de: Die Routingnummer muss %li Ziffern lang sein.
el_gr: Εισαγάγετε %li ψηφία για τον routing number σας.
es: Escribe los %li dígitos de tu número de ruta.
et_ee: Palun sisestage oma marsruutimisnumbriks %li numbrit.
fi: Syötä %li numeroa reititysnumerollesi.
fil: Mangyaring maglagay ng %li (na) digit para sa iyong numero ng pagruruta.
fr_ca: Veuillez saisir un numéro d'acheminement à %li chiffres.
hr: Unesite %li znamenki svog identifikacijskog broja banke.
hu: Írjon be %li számjegyet a bankazonosítójához.
id: Masukkan %li angka untuk nomor perutean Anda.
it: Inserisci un numero di routing di %li cifre.
ja: 金融番号は %li 桁で入力してください。
lt_lt: Įveskite %li skaitmenų savo banko skyriaus kodą.
lv_lv: Lūdzu, ievadiet %li ciparus jūsu bankas kodam.
ms_my: Sila masukkan %li digit untuk nombor penghalaan anda.
mt: Jekk jogħġbok daħħal dal-għadd ta' ċifri: %li għan-numru tar-routing tiegħek.
nb: Skriv inn et %li-sifret rutingnummer.
nl: Voer %li cijfers in voor het routingnummer.
pl_pl: Wprowadź %li cyfr(y) numeru rozliczeniowego.
pt_br: Insira um routing number com %li dígitos.
pt_pt: Introduza %li dígitos para o seu número de envio.
ro_ro: Vă rugăm să introduceți %li cifre pentru numărul dvs. de rutare.
ru: Введите код банка, состоящий из %li цифр.
sk_sk: Zadajte %li číslic pre smerové číslo.
sl_si: Vnesite %li-mestno klirinško kodo.
sv: Ange %li siffror för ditt clearingnummer.
th: โปรดป้อน Routing Number %li หลัก
tr: Lütfen şube kodunuz için %li rakam girin.
vi: Vui lòng nhập %li chữ số của số định tuyến.

source: Please enter your bank details manually or select another bank.
bg_bg: Моля, въведете вашите банкови данни ръчно или изберете друга банка.
ca_es: Introduïu les dades bancàries manualment o seleccioneu un altre banc.
cs_cz: Zadejte prosím své bankovní údaje ručně nebo vyberte jinou banku.
da: Indtast dine bankoplysninger manuelt, eller vælg en anden bank.
de: Bitte geben Sie Ihre Kontoverbindung manuell ein oder wählen Sie eine andere Bank.
el_gr: Εισαγάγετε τα τραπεζικά σας στοιχεία με μη αυτόματο τρόπο ή επιλέξτε άλλη τράπεζα.
es: Introduce tus datos bancarios de forma manual o selecciona otro banco.
et_ee: Palun sisestage oma pangaandmed käsitsi või valige mõni muu pank.
fi: Anna pankkitiedot manuaalisesti tai valitse toinen pankki.
fil: Mangyaring manu-manong ilagay ang iyong mga detalye ng bangko o pumili ng ibang bangko.
fr_ca: Veuillez saisir vos coordonnées bancaires manuellement ou choisir un autre compte bancaire.
hr: Unesite svoje bankovne podatke ručno ili odaberite drugu banku.
hu: Adja meg a bankadatait kézzel, vagy válasszon másik bankot.
id: Masukkan detail bank Anda secara manual atau pilih bank lain.
it: Inserisci i dati bancari manualmente o seleziona un'altra banca.
ja: ご利用の銀行口座の情報を手動で入力するか、別の銀行を選択してください。
lt_lt: Įveskite savo banko duomenis rankiniu būdu arba pasirinkite kitą banką.
lv_lv: Ievadiet jūsu bankas informāciju manuāli vai atlasiet citu banku.
ms_my: Sila masukkan butiran bank anda secara manual atau pilih bank yang lain.
mt: Jekk jogħġbok daħħal id-dettalji tal-bank tiegħek int stess jew agħżel bank ieħor.
nb: Skriv inn bankopplysningene dine manuelt eller velg en annen bank.
nl: Voer je bankgegevens handmatig in of selecteer een andere bank.
pl_pl: Wprowadź ręcznie dane banku lub wybierz inny bank.
pt_br: Insira seus dados bancários manualmente ou selecione outro banco.
pt_pt: Introduza os seus detalhes bancários manualmente ou selecione outro banco.
ro_ro: Vă rugăm să introduceți detaliile dvs. bancare manual sau să selectați o altă bancă.
ru: Введите банковские реквизиты вручную или выберите другой банк.
sk_sk: Zadajte bankové údaje manuálne alebo vyberte inú banku.
sl_si: Ročno vnesite podatke o banki ali pa izberite drugo banko.
sv: Ange dina bankuppgifter manuellt eller välj en annan bank.
th: โปรดป้อนข้อมูลธนาคารด้วยตัวเองหรือเลือกธนาคารอื่น
tr: Lütfen banka bilgilerinizi manuel olarak girin veya başka bir banka seçin.
vi: Vui lòng nhập thông tin ngân hàng của bạn theo cách thủ công hoặc chọn một ngân hàng khác.

source: Please select another bank or try again later.
bg_bg: Моля, изберете друга банка или опитайте отново по-късно.
ca_es: Seleccioneu un altre banc o torneu-ho a intentar més tard.
cs_cz: Vyberte prosím jinou banku nebo to zkuste později.
da: Vælg en anden bank, eller prøv igen senere.
de: Bitte wählen Sie eine andere Bank oder versuchen Sie es später noch einmal.
el_gr: Επιλέξτε άλλη τράπεζα ή δοκιμάστε ξανά αργότερα.
es: Selecciona otro banco o vuelve a intentarlo más tarde.
et_ee: Palun valige mõni muu pank või proovige hiljem uuesti.
fi: Valitse toinen pankki tai yritä myöhemmin uudelleen.
fil: Mangyaring pumili ng ibang bangko o subukan muli mamaya.
fr_ca: Veuillez choisir un autre compte bancaire ou réessayer plus tard.
hr: Pokušajte odabrati drugu banku ili pokušajte ponovo.
hu: Válasszon másik bankot, vagy később próbálja meg újra.
id: Pilih bank lain atau coba lagi nanti.
it: Seleziona un'altra banca o riprova più tardi.
ja: 別の銀行口座を選択するか、後でもう一度お試しください。
lt_lt: Pasirinkite kitą banką arba bandykite dar kartą vėliau.
lv_lv: Atlasiet citu banku vai mēģiniet vēlreiz vēlāk.
ms_my: Sila pilih bank yang lain atau cuba lagi kemudian.
mt: Jekk jogħġbok agħżel bank ieħor jew erġa' pprova iktar tard.
nb: Velg en annen bank eller prøv igjen senere.
nl: Selecteer een andere bank of probeer het later opnieuw.
pl_pl: Wybierz inny bank lub spróbuj ponownie później.
pt_br: Selecione outro banco ou tente novamente mais tarde.
pt_pt: Selecione outro banco ou tente novamente mais tarde.
ro_ro: Vă rugăm să selectați o altă bancă sau să încercați din nou mai târziu.
ru: Выберите другой банк или попробуйте еще раз чуть позже.
sk_sk: Vyberte inú banku alebo skúste znova neskôr.
sl_si: Izberite drugo banko ali poskusite znova pozneje.
sv: Välj en annan bank eller försök igen senare.
th: โปรดเลือกธนาคารอื่นหรือลองอีกครั้งในภายหลัง
tr: Lütfen başka bir banka seçin veya daha sonra tekrar deneyin.
vi: Vui lòng chọn một ngân hàng khác hoặc thử lại sau.

source: Please select another bank or try again.
bg_bg: Моля, изберете друга банка или опитайте отново.
ca_es: Seleccioneu un altre banc o torneu-ho a intentar.
cs_cz: Vyberte prosím jinou banku nebo to zkuste znovu.
da: Vælg en anden bank, eller prøv igen.
de: Bitte wählen Sie eine andere Bank oder versuchen Sie es noch einmal.
el_gr: Επιλέξτε άλλη τράπεζα ή δοκιμάστε ξανά.
es: Selecciona otro banco o vuelve a intentarlo.
et_ee: Palun valige mõni muu pank või proovige uuesti.
fi: Valitse toinen pankki tai yritä uudelleen.
fil: Mangyaring pumili ng ibang bangko o subukan muli mamaya.
fr_ca: Veuillez choisir un autre compte bancaire ou réessayer.
hr: Pokušajte odabrati drugu banku ili pokušajte ponovo.
hu: Válasszon másik bankot, vagy próbálja meg újra.
id: Pilih bank lain atau coba lagi.
it: Seleziona un'altra banca o riprova.
ja: 別の銀行口座を選択するか、もう一度お試しください。
lt_lt: Pasirinkite kitą banką arba bandykite dar kartą.
lv_lv: Atlasiet citu banku vai mēģiniet vēlreiz.
ms_my: Sila pilih bank yang lain atau cuba lagi.
mt: Jekk jogħġbok agħżel bank ieħor jew erġa' pprova.
nb: Velg en annen bank eller prøv igjen.
nl: Selecteer een andere bank of probeer het nog eens.
pl_pl: Wybierz inny bank lub spróbuj ponownie.
pt_br: Selecione outro banco ou tente novamente.
pt_pt: Selecione outro banco ou tente novamente.
ro_ro: Vă rugăm să selectați o altă bancă sau să încercați din nou.
ru: Выберите другой банк или попробуйте еще раз.
sk_sk: Vyberte inú banku alebo to skúste znova.
sl_si: Izberite drugo banko ali poskusite znova.
sv: Välj en annan bank eller försök igen.
th: โปรดเลือกธนาคารอื่นหรือลองอีกครั้ง
tr: Lütfen başka bir banka seçin veya tekrar deneyin.
vi: Vui lòng chọn một ngân hàng khác hoặc thử lại.

source: Please select another bank.
bg_bg: Моля, изберете друга банка.
ca_es: Seleccioneu un altre banc.
cs_cz: Vyberte prosím jinou banku.
da: Vælg en anden bank.
de: Bitte andere Bank auswählen.
el_gr: Επιλέξτε άλλη τράπεζα.
es: Selecciona otro banco.
et_ee: Palun valige mõni muu pank.
fi: Valitse toinen pankki.
fil: Mangyaring pumili ng ibang bangko.
fr_ca: Veuillez choisir un autre compte bancaire.
hr: Pokušajte odabrati drugu banku.
hu: Válasszon másik bankot.
id: Pilih bank lain.
it: Seleziona un'altra banca.
ja: 別の銀行を選択してください。
lt_lt: Pasirinkite kitą banką.
lv_lv: Atlasiet citu banku.
ms_my: Sila pilih bank yang lain.
mt: Jekk jogħġbok agħżel bank ieħor.
nb: Velg annen bank.
nl: Selecteer een andere bank.
pl_pl: Wybierz inny bank.
pt_br: Selecione outro banco.
pt_pt: Selecione outro banco.
ro_ro: Vă rugăm să selectați o altă bancă.
ru: Выберите другой банк.
sk_sk: Vyberte inú banku.
sl_si: Izberite drugo banko.
sv: Välj en annan bank.
th: โปรดเลือกธนาคารอื่น
tr: Lütfen başka bir banka seçin.
vi: Vui lòng chọn một ngân hàng khác.

source: Please try selecting another bank account.
bg_bg: Моля, опитайте се да изберете друга сметка.
ca_es: Intenteu seleccionar un altre compte bancari.
cs_cz: Zkuste prosím vybrat jiný bankovní účet.
da: Prøv at vælge en anden bankkonto.
de: Bitte wählen Sie ein anderes Bankkonto aus.
el_gr: Δοκιμάστε να επιλέξετε άλλον τραπεζικό λογαριασμό.
es: Prueba a seleccionar otra cuenta bancaria.
et_ee: Palun proovige valida mõni muu pangakonto.
fi: Yritä valitsemalla toinen pankkitili.
fil: Pakisubukang pumili ng ibang account sa bangko.
fr_ca: Veuillez essayer de sélectionner un autre compte bancaire.
hr: Pokušajte odabrati drugi bankovni račun.
hu: Válasszon másik bankszámlát.
id: Cobalah pilih rekening bank lain.
it: Prova a selezionare un altro conto bancario.
ja: 別の銀行口座の選択をお試しください。
lt_lt: Pabandykite pasirinkti kitą banko sąskaitą.
lv_lv: Mēģiniet atlasīt citu bankas kontu.
ms_my: Sila cuba pilih akaun bank yang lain.
mt: Jekk jogħġbok ipprova agħżel kont tal-bank ieħor.
nb: Prøv å velge en annen bankkonto.
nl: Selecteer een andere bankrekening.
pl_pl: Spróbuj wybrać inne konto bankowe.
pt_br: Tente selecionar outra conta bancária.
pt_pt: Tente selecionar outra conta bancária.
ro_ro: Vă rugăm să încercați să selectați un alt cont bancar.
ru: Попробуйте выбрать другой банковский счет.
sk_sk: Skúste vybrať iný bankový účet.
sl_si: Poskusite izbrati drug bančni račun.
sv: Försök välja ett annat bankkonto.
th: โปรดลองเลือกบัญชีธนาคารอื่น
tr: Lütfen başka bir banka hesabı seçmeyi deneyin.
vi: Vui lòng thử chọn một tài khoản ngân hàng khác.

source: Please try selecting another bank.
bg_bg: Моля, опитайте се да изберете друга банка.
ca_es: Intenteu seleccionar un altre banc.
cs_cz: Zkuste prosím vybrat jinou banku.
da: Prøv at vælge en anden bank.
de: Bitte wählen Sie eine andere Bank aus.
el_gr: Δοκιμάστε να επιλέξετε άλλη τράπεζα.
es: Prueba a seleccionar otro banco.
et_ee: Palun proovige valida mõni muu pank.
fi: Yritä valitsemalla toinen pankki.
fil: Pakisubukang pumili ng ibang bangko.
fr_ca: Veuillez essayer de sélectionner une autre institution financière.
hr: Pokušajte odabrati drugu banku.
hu: Válasszon másik bankot.
id: Cobalah pilih bank lain.
it: Prova a selezionare un'altra banca.
ja: 別の銀行の選択をお試しください。
lt_lt: Pabandykite pasirinkti kitą banką.
lv_lv: Mēģiniet atlasīt citu banku.
ms_my: Sila cuba pilih bank yang lain.
mt: Jekk jogħġbok ipprova agħżel bank ieħor.
nb: Prøv å velge en annen bank.
nl: Selecteer een andere bank.
pl_pl: Spróbuj wybrać inny bank.
pt_br: Tente selecionar outro banco.
pt_pt: Tente selecionar outro banco.
ro_ro: Vă rugăm să încercați să selectați o altă bancă.
ru: Попробуйте выбрать другой банк.
sk_sk: Skúste vybrať inú banku.
sl_si: Poskusite izbrati drugo banko.
sv: Försök välja en annan bank.
th: โปรดลองเลือกธนาคารอื่น
tr: Lütfen başka bir banka seçmeyi deneyin.
vi: Vui lòng thử chọn một ngân hàng khác.

source: Retrieving accounts...
bg_bg: Извличане на сметки...
ca_es: S'estan recuperant els comptes…
cs_cz: Načítání účtů...
da: Henter konti...
de: Konten werden abgerufen …
el_gr: Ανάκτηση λογαριασμών…
es: Recuperando cuentas...
et_ee: Kontode toomine ...
fi: Noudetaan tilejä...
fil: Nire-retrieve ang mga account...
fr_ca: Récupération des comptes...
hr: Dohvaćanje računa...
hu: Számlák lekérése...
id: Mengambil rekening...
it: Recupero dei conti in corso...
ja: 口座の取得中...
lt_lt: Nuskaitomos sąskaitos...
lv_lv: Izgūst kontus...
ms_my: Akaun sedang didapatkan kembali...
mt: Qed niksbu l-kontijiet...
nb: Henter kontoer …
nl: Rekeningen ophalen...
pl_pl: Pozyskiwanie kont...
pt_br: Recuperando contas…
pt_pt: A recuperar contas…
ro_ro: Se recuperează conturile...
ru: Идет получение счетов...
sk_sk: Načítavanie účtov...
sl_si: Pridobivanje računov ...
sv: Hämtar konton ...
th: กำลังดึงข้อมูลบัญชี...
tr: Hesaplar alınıyor...
vi: Đang truy xuất tài khoản...

source: Routing number is required.
bg_bg: Маршрутният номер е задължителен.
ca_es: El número d'encaminament és obligatori.
cs_cz: Směrové číslo je povinný údaj.
da: Dirigeringsnummer er påkrævet.
de: Routingnummer ist ein Pflichtfeld.
el_gr: Απαιτείται routing number.
es: El número de ruta es obligatorio.
et_ee: Marsruutimisnumber on nõutav.
fi: Reititysnumero on pakollinen.
fil: Kailangan ang numero ng pagruruta
fr_ca: Le numéro d'acheminement est obligatoire.
hr: Potreban je identifikacijski broj banke.
hu: A bankazonosító megadása kötelező.
id: Nomor perutean harus diisi.
it: Il numero di routing è obbligatorio.
ja: 金融番号が必要です。
lt_lt: Būtina nurodyti banko skyriaus kodą.
lv_lv: Nepieciešams bankas kods.
ms_my: Nombor penghalaan diperlukan.
mt: Neħtieġu n-numru tar-routing.
nb: Rutingnummer er påkrevd.
nl: Routingnummer is vereist.
pl_pl: Numer rozliczeniowy jest wymagany.
pt_br: O routing number é obrigatório.
pt_pt: O número de envio é obrigatório.
ro_ro: Este necesar numărul de rutare.
ru: Необходимо указать код банка.
sk_sk: Smerové číslo je povinné.
sl_si: Klirinška koda je obvezna.
sv: Clearingnummer måste anges.
th: ต้องระบุ Routing Number
tr: Yönlendirme numarası gereklidir.
vi: Phải có số định tuyến.

source: Search for more banks
bg_bg: Търсене на още банки
ca_es: Cerca més bancs
cs_cz: Hledat více bank
da: Søg efter flere banker
de: Nach weiteren Banken suchen
el_gr: Αναζήτηση περισσότερων τραπεζών
es: Busca más bancos
et_ee: Otsi veel panku
fi: Etsi lisää pankkeja
fil: Maghanap ng mga iba pang bangko
fr_ca: Rechercher d'autres institutions financières
hr: Potražite druge banke
hu: További bankok keresése
id: Cari lebih banyak bank
it: Cerca altre banche
ja: さらに銀行を検索
lt_lt: Ieškoti daugiau bankų
lv_lv: Meklēt vairāk banku
ms_my: Cari lebih banyak bank
mt: Fittex iktar banek
nb: Søk etter flere banker
nl: Meer banken zoeken
pl_pl: Wyszukaj więcej banków
pt_br: Pesquisar mais bancos
pt_pt: Procurar por mais bancos
ro_ro: Căutați mai multe bănci
ru: Поискать другие банки
sk_sk: Vyhľadať viac bánk
sl_si: Poiščite več bank
sv: Sök efter fler banker
th: ค้นหาธนาคารอื่นๆ
tr: Daha fazla banka ara
vi: Tìm kiếm ngân hàng khác

source: Select account
bg_bg: Избор на сметка
ca_es: Seleccioneu un compte
cs_cz: Vyberte účet
da: Vælg konto
de: Konto auswählen
el_gr: Επιλογή λογαριασμού
es: Elige una cuenta
et_ee: Valige konto
fi: Valitse tili
fil: Pumili ng account
fr_ca: Choisir un compte
hr: Odaberi račun
hu: Számla kiválasztása
id: Pilih rekening
it: Seleziona il conto
ja: 口座を選択する
lt_lt: Pasirinkite sąskaitą
lv_lv: Atlasīt kontu
ms_my: Pilih akaun
mt: Agħżel il-kont
nb: Velg konto
nl: Rekening selecteren
pl_pl: Wybierz konto
pt_br: Selecionar conta
pt_pt: Selecionar conta
ro_ro: Selectare cont
ru: Выбрать счет
sk_sk: Vybrať účet
sl_si: Izberite račun
sv: Välj konto
th: เลือกบัญชี
tr: Hesap seç
vi: Chọn tài khoản

source: Select accounts
bg_bg: Избор на сметки
ca_es: Seleccioneu els comptes
cs_cz: Vyberte účty
da: Vælg konti
de: Konten auswählen
el_gr: Επιλογή λογαριασμών
es: Elige las cuentas
et_ee: Valige kontod
fi: Valitse tilit
fil: Pumili ng mga account
fr_ca: Choisir des comptes
hr: Odaberi račune
hu: Számlák kiválasztása
id: Pilih rekening
it: Seleziona i conti
ja: 口座を選択する
lt_lt: Pasirinkite sąskaitas
lv_lv: Atlasīt kontus
ms_my: Pilih akaun
mt: Agħżel il-kontijiet
nb: Velg kontoer
nl: Rekeningen selecteren
pl_pl: Wybierz konta
pt_br: Selecionar contas
pt_pt: Selecionar contas
ro_ro: Selectare conturi
ru: Выбрать счета
sk_sk: Vybrať účty
sl_si: Izberite račune
sv: Välj konton
th: เลือกบัญชี
tr: Hesap seç
vi: Chọn tài khoản

source: Select another bank
bg_bg: Избор на друга банка
ca_es: Selecciona un altre banc
cs_cz: Vyberte jinou banku
da: Valg en anden bank
de: Andere Bank auswählen
el_gr: Επιλογή άλλης τράπεζας
es: Selecciona otro banco
et_ee: Vali mõni muu pank
fi: Valitse toinen pankki
fil: Pumili ng ibang bangko
fr_ca: Choisir une autre institution financière
hr: Odaberi drugu banku
hu: Válasszon másik bankot
id: Pilih bank lain
it: Seleziona un'altra banca
ja: 別の銀行を選択
lt_lt: Pasirinkite kitą banką
lv_lv: Atlasīt citu banku
ms_my: Pilih bank yang lain
mt: Agħżel bank ieħor
nb: Velg annen bank
nl: Een andere bank selecteren
pl_pl: Wybierz inny bank
pt_br: Selecionar outro banco
pt_pt: Selecionar outro banco
ro_ro: Selectați o altă bancă
ru: Выбрать другой банк
sk_sk: Vybrať inú banku
sl_si: Izberite drugo banko
sv: Välj en annan bank
th: เลือกธนาคารอื่น
tr: Başka bir banka seçin
vi: Chọn ngân hàng khác

source: Select bank
bg_bg: Избиране на банка
ca_es: Seleccionar Banc
cs_cz: Vyberte banku
da: Vælg bank
de: Bank auswählen
el_gr: Επιλογή τράπεζας
es: Seleccionar banco
et_ee: Vali pank
fi: Valitse pankki
fil: Piliin ang bangko
fr_ca: Sélectionner l'institution financière
hr: Odaberite banku
hu: Bankválasztás
id: Pilih bank
it: Seleziona banca
ja: 銀行を選択
lt_lt: Pasirinkti banką
lv_lv: Atlasīt banku
ms_my: Pilih bank
mt: Agħżel bank
nb: Velg bank
nl: Bank selecteren
pl_pl: Wybierz bank
pt_br: Selecionar banco
pt_pt: Selecionar banco
ro_ro: Selectare bancă
ru: Выбрать банк
sk_sk: Zvoľte banku
sl_si: Izberite banko
sv: Välj bank
th: เลือกธนาคาร
tr: Banka seçin
vi: Chọn ngân hàng

source: Something went wrong
bg_bg: Възникна грешка
ca_es: Hi ha hagut un error
cs_cz: Něco se pokazilo
da: Noget gik galt
de: Es ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε κάποιο πρόβλημα
es: Se ha producido un error
et_ee: Midagi läks valesti
fi: Jokin meni pieleen
fil: May nangyaring mali
fr_ca: Un problème est survenu
hr: Došlo je do pogreške
hu: Hiba történt
id: Terjadi kesalahan
it: Si è verificato un problema
ja: 問題が発生しました
lt_lt: Kažkas nepavyko
lv_lv: Radusies kļūda
ms_my: Ada sesuatu yang tidak kena
mt: Xi ħaġa marret ħażin
nb: Noe gikk galt
nl: Er is iets misgegaan
pl_pl: Coś poszło nie tak
pt_br: Ocorreu um erro
pt_pt: Ocorreu um problema
ro_ro: Ceva nu a mers bine
ru: Возникла неизвестная ошибка
sk_sk: Niečo sa pokazilo
sl_si: Prišlo je do neznane napake
sv: Det inträffade ett fel
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir sorun oluştu
vi: Đã xảy ra sự cố

source: Submit
bg_bg: Изпращане
ca_es: Envia
cs_cz: Odeslat
da: Indsend
de: Absenden
el_gr: Υποβολή
es: Envíalo
et_ee: Esita
fi: Lähetä
fil: Isumite
fr_ca: Envoyer
hr: Podnesi
hu: Elküldés
id: Serahkan
it: Invia
ja: 送信
lt_lt: Pateikti
lv_lv: Iesniegt
ms_my: Serahkan
mt: Ibgħat
nb: Send inn
nl: Indienen
pl_pl: Prześlij
pt_br: Enviar
pt_pt: Enviar
ro_ro: Trimitere
ru: Отправить
sk_sk: Odoslať
sl_si: Pošlji
sv: Skicka
th: ส่ง
tr: Gönder
vi: Gửi

source: Success
bg_bg: Успешно
ca_es: Correcte
cs_cz: Úspěch
da: Lykkedes
de: Erfolg
el_gr: Επιτυχία
es: Completado correctamente
et_ee: Õnnestus
fi: Onnistui
fil: Tagumpay
fr_ca: Réussie
hr: Uspješno
hu: Sikeres
id: Berhasil
it: Operazione riuscita
ja: 成功
lt_lt: Sėkmingai
lv_lv: Sekmīgi
ms_my: Berjaya
mt: Irnexxa
nb: Vellykket
nl: Geslaagd
pl_pl: Sukces
pt_br: Sucesso
pt_pt: Sucesso
ro_ro: Succes
ru: Успех!
sk_sk: Úspech
sl_si: Uspelo
sv: Klart!
th: สำเร็จ
tr: Başarılı
vi: Thành công

source: The account you selected isn't available for payments
bg_bg: Сметката, която сте избрали, не е налична за плащания
ca_es: El compte que heu seleccionat no està disponible per als pagaments
cs_cz: Vybraný účet není k dispozici pro platby
da: Den konto, du har valgt, er ikke tilgængelig for betalinger
de: Das von Ihnen ausgewählte Konto steht nicht für Zahlungen zur Verfügung
el_gr: Ο λογαριασμός που επιλέξατε δεν είναι διαθέσιμος για πληρωμές
es: La cuenta que has seleccionado no está disponible para pagos
et_ee: Valitud konto ei sobi maksete tegemiseks
fi: Valitsemasi tili ei ole saatavilla maksuille
fil: Hindi available para sa mga pagbabayad ang account na napili mo
fr_ca: Le compte que vous avez sélectionné n'est pas disponible pour les paiements
hr: Račun koje ste odabrali nije dostupan za plaćanja
hu: A kiválasztott számla nem alkalmas fizetésre
id: Rekening yang Anda pilih tidak tersedia untuk pembayaran
it: Il conto selezionato non è disponibile per i pagamenti
ja: 選択した口座は、お支払いには使用できません
lt_lt: Jūsų pasirinkta sąskaita nėra prieinama mokėjimams atlikti
lv_lv: Jūsu atlasītais konts maksājumiem nav pieejams
ms_my: Akaun yang anda pilih tidak tersedia untuk pembayaran
mt: Il-kont li għażilt ma jistax jintuża għall-pagamenti
nb: Kontoen du har valgt er ikke tilgjengelig for betalinger
nl: De rekening die je hebt geselecteerd is niet beschikbaar voor betalingen
pl_pl: Wybrane konto nie jest dostępne do płatności
pt_br: A conta que você selecionou não está disponível para pagamentos
pt_pt: A conta que selecionou não está disponível para pagamentos
ro_ro: Contul selectat de dvs. nu este disponibil pentru plăți
ru: С выбранного счета невозможно произвести оплату
sk_sk: Účet, ktorý ste vybrali, nie je k dispozícii pre platby
sl_si: Izbrani račun ni na voljo za plačila
sv: Det konto du valde är inte tillgängligt för betalningar
th: บัญชีที่คุณเลือกไม่สามารถทำการชำระเงินได้
tr: Seçtiğiniz hesap ödemeler için uygun değil
vi: Tài khoản bạn đã chọn không khả dụng để thanh toán
