Repository: stripe/stripe-ios
Catalog: StripeFinancialConnections/StripeFinancialConnections/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, et_ee, fi, fil, fr_ca, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

source: %@ is currently unavailable
bg_bg: %@ в момента не е достъпен
ca_es: %@ no està disponible actualment
cs_cz: %@ momentálně není k dispozici
da: %@ er i øjeblikket ikke tilgængelig
de: %@ ist derzeit nicht verfügbar
el_gr: Το ίδρυμα %@ δεν είναι διαθέσιμο επί του παρόντος
es: %@ no está disponible actualmente
et_ee: %@ pole praegu saadaval
fi: %@ ei tällä hetkellä ole saatavilla
fil: %@ ay kasalukuyang hindi available
fr_ca: %@ est actuellement indisponible
hr: %@ trenutno je nedostupno.
hu: A(z) %@ jelenleg nem érhető el
id: %@ saat ini tidak tersedia
it: %@ non è al momento disponibile
ja: %@ は現在ご利用になれません
lt_lt: „%@“ laikinai nepasiekiamas
lv_lv: %@ šobrīd nav pieejams
ms_my: %@ tidak tersedia pada masa ini
mt: Bħalissa ma tistax tuża %@
nb: %@ er ikke tilgjengelig for øyeblikket
nl: %@ is nu niet beschikbaar
pl_pl: %@ jest obecnie niedostępne
pt_br: %@ está indisponível
pt_pt: %@ está indisponível de momento
ro_ro: %@ nu este disponibilă în prezent
ru: Сайт %@ сейчас недоступен
sk_sk: %@ nie je práve k dispozícii
sl_si: %@ trenutno ni na voljo
sv: %@ är för närvarande inte tillgänglig
th: %@ ไม่พร้อมให้บริการในขณะนี้
tr: %@ şu anda kullanılamıyor
vi: %@ hiện không khả dụng

source: %@ is undergoing maintenance
bg_bg: %@ преминава през техническа поддръжка
ca_es: %@ està en manteniment
cs_cz: %@ prochází údržbou
da: %@ er under vedligeholdelse
de: %@ führt gerade Wartungsarbeiten durch
el_gr: Το ίδρυμα %@ βρίσκεται υπό συντήρηση
es: %@ está en mantenimiento
et_ee: %@ ei ole serveri hooldustööde tõttu ajutiselt kättesaadav
fi: %@ on huollossa
fil: %@ ay sumasailalim sa pagpapanatili
fr_ca: %@ est en cours de maintenance
hr: %@ je na održavanju
hu: A(z) %@ karbantartás alatt áll
id: %@ sedang dalam pemeliharaan
it: %@ è in manutenzione
ja: %@ はメンテナンス中です
lt_lt: Atliekama „%@“ techninė priežiūra
lv_lv: %@ tiek veikta apkope
ms_my: %@ sedang menjalani penyelenggaraan
mt: Qed isir xogħol ta' żamma fuq %@
nb: %@ foretar vedlikehold
nl: Er wordt onderhoud uitgevoerd bij %@
pl_pl: %@ przechodzi konserwację
pt_br: %@ está passando por manutenção
pt_pt: %@ está em manutenção
ro_ro: %@ este în curs de întreținere
ru: Сайт %@ находится на техобслуживании
sk_sk: Práve prebieha údržba %@
sl_si: %@ izvaja vzdrževanje
sv: %@ genomgår underhåll
th: %@ อยู่ระหว่างการบำรุงรักษา
tr: %@ bakımda
vi: %@ đang trong quá trình bảo trì

source: Account number is required.
bg_bg: Номерът на сметка е задължителен.
ca_es: El número de compte és obligatori.
cs_cz: Číslo účtu je povinný údaj.
da: Kontonummer er påkrævet.
de: Kontonummer ist ein Pflichtfeld.
el_gr: Απαιτείται αριθμός λογαριασμού.
es: El número de cuenta es obligatorio.
et_ee: Kontonumber on nõutav.
fi: Tilinumero vaaditaan.
fil: Kailangan ang numero ng account.
fr_ca: Le numéro de compte est obligatoire.
hr: Potreban je broj računa.
hu: Számlaszám megadása kötelező.
id: Nomor rekening harus diisi.
it: Il numero di conto è obbligatorio.
ja: 口座番号は必須です。
lt_lt: Būtina nurodyti sąskaitos numerį.
lv_lv: Jānorāda konta numurs.
ms_my: Nombor akaun diperlukan.
mt: In-numru tal-kont huwa meħtieġ.
nb: Kontonummer er påkrevd.
nl: Het rekeningnummer is vereist.
pl_pl: Wymagany jest numer konta.
pt_br: É obrigatório informar o número da conta.
pt_pt: O número de conta é obrigatório.
ro_ro: Este necesar numărul de cont.
ru: Необходимо указать номер счета.
sk_sk: Vyžaduje sa číslo účtu.
sl_si: Številka računa je obvezna.
sv: Kontonummer är obligatoriskt.
th: ต้องระบุหมายเลขบัญชี
tr: Hesap numarası gerekli.
vi: Số tài khoản là bắt buộc.

source: Almost there
bg_bg: Почти е готово
ca_es: Ja gairebé ho tenim
cs_cz: Už to skoro je
da: Du er der næsten
de: Fast geschafft
el_gr: Κοντεύετε
es: Casi has terminado
et_ee: Peaaegu valmis
fi: Melkein valmista
fil: Malapit na
fr_ca: Vous y êtes presque
hr: Postupak je skoro gotov
hu: Mindjárt kész
id: Hampir selesai
it: Ci siamo quasi
ja: もうすぐ完了です
lt_lt: Beveik baigta
lv_lv: Gandrīz gatavs
ms_my: Hampir selesai
mt: Kważi lest
nb: Nesten ferdig
nl: Bijna klaar
pl_pl: Prawie gotowe
pt_br: Quase pronto
pt_pt: Quase lá
ro_ro: Aproape ați terminat
ru: Почти у цели!
sk_sk: Už je to takmer hotové
sl_si: Postopek je skoraj končan
sv: Nästan klar
th: ใกล้เสร็จแล้ว
tr: Neredeyse bitti
vi: Sắp xong rồi

source: Can't find your bank?
bg_bg: Не можете да откриете вашата банка?
ca_es: No trobeu el vostre banc?
cs_cz: Nemůžete najít svou banku?
da: Kan du ikke finde din bank?
de: Sie können Ihre Bank nicht finden?
el_gr: Δεν μπορείτε να βρείτε την τράπεζά σας;
es: ¿No encuentras tu banco?
et_ee: Kas te ei leia oma panka?
fi: Etkö löydä pankkiasi?
fil: Hindi mahanap ang iyong bangko?
fr_ca: Vous ne trouvez pas votre institution financière?
hr: Ne možete pronaći svoju banku?
hu: Nem találja a bankját?
id: Tidak dapat menemukan bank Anda?
it: Non trovi la tua banca?
ja: ご利用の銀行が見つからない場合
lt_lt: Nerandate savo banko?
lv_lv: Vai neizdodas atrast savu banku?
ms_my: Tidak jumpa bank anda?
mt: Ma tistax issib il-bank tiegħek?
nb: Kan du ikke finne banken din?
nl: Kun je je bank niet vinden?
pl_pl: Nie możesz znaleźć banku?
pt_br: Não encontrou seu banco?
pt_pt: Não consegue encontrar o seu banco?
ro_ro: Nu vă puteți găsi banca?
ru: Не можете найти свой банк?
sk_sk: Nemôžete nájsť vašu banku?
sl_si: Ali ne najdete svoje banke?
sv: Kan du inte hitta din bank?
th: หากไม่พบธนาคารของคุณ
tr: Bankanızı bulamadınız mı?
vi: Không tìm thấy ngân hàng của bạn?

source: Checking and savings accounts are supported.
bg_bg: Поддържат се разплащателни и спестовни сметки.
ca_es: S'admeten comptes corrents i d'estalvis.
cs_cz: Podporovány jsou běžné a spořicí účty.
da: Løn- og opsparingskonti er understøttet.
de: Giro- und Sparkonten kommen infrage.
el_gr: Υποστηρίζονται τρεχούμενοι λογαριασμοί και λογαριασμοί ταμιευτηρίου.
es: Se admiten cuentas corrientes y de ahorro.
et_ee: Toetatud on arveduskontod ja säästukontod.
fi: Käyttö- tai säästötilejä tuetaan.
fil: Suportado ang mga checking at savings account.
fr_ca: Les comptes chèques et comptes d'épargne sont pris en charge.
hr: Podržani su transkacijski i štedni računi.
hu: Csekkszámlák és megtakarítási számlák is támogatottak.
id: Rekening giro dan tabungan didukung.
it: Sono supportati i conti correnti e di risparmio.
ja: 当座預金口座と普通預金口座に対応しています。
lt_lt: Palaikomos einamosios ir taupomosios sąskaitos.
lv_lv: Tiek atbalstīti norēķinu un uzkrājumu konti.
ms_my: Akaun semasa dan simpanan disokong.
mt: Tista' tuża kontijiet kurrenti u tat-tfaddil.
nb: Brukskonto og sparekonto støttes.
nl: Betaal- en spaarrekeningen worden ondersteund.
pl_pl: Obsługiwane są konta bieżące i oszczędnościowe.
pt_br: Contas correntes e poupança são aceitas.
pt_pt: As contas corrente e de poupança são suportadas.
ro_ro: Sunt acceptate conturile curente și de economii.
ru: Поддерживаются только текущие и сберегательные счета.
sk_sk: Bežné a sporiace účty sú podporované.
sl_si: Podprti so transakcijski in varčevalni računi.
sv: Check- och sparkonton stöds.
th: ระบบรองรับทั้งบัญชีกระแสรายวันและออมทรัพย์
tr: Cari hesaplar ve tasarruf hesapları desteklenir.
vi: Hỗ trợ tài khoản vãng lai và tài khoản tiết kiệm.

source: Choose a different bank
bg_bg: Изберете друга банка
ca_es: Tria un altre banc
cs_cz: Zvolte si jinou banku
da: Vælg en anden bank
de: Andere Bank wählen
el_gr: Επιλέξτε διαφορετική τράπεζα
es: Elige otro banco
et_ee: Vali teine pank
fi: Valitse toinen pankki
fil: Pumili ng ibang bangko
fr_ca: Choisir une autre institution financière
hr: Odaberite drugu banku
hu: Másik bank választása
id: Pilih bank yang berbeda
it: Scegli un'altra banca
ja: 別の銀行を選択
lt_lt: Pasirinkti kitą banką
lv_lv: Izvēlieties citu banku
ms_my: Pilih bank yang berbeza
mt: Agħżel bank ieħor
nb: Velg en annen bank
nl: Een andere bank kiezen
pl_pl: Wybierz inny bank
pt_br: Escolha outro banco
pt_pt: Escolha um banco diferente
ro_ro: Alegeți o altă bancă
ru: Выбрать другой банк
sk_sk: Vybrať inú banku
sl_si: Izberi drugo banko
sv: Välj en annan bank
th: เลือกธนาคารอื่น
tr: Farklı bir banka seçin
vi: Chọn một ngân hàng khác

source: Click “Resend code” and try again, or %@.
bg_bg: Щракнете върху „Повторно изпращане на код“ и опитайте отново или %@.
ca_es: Feu clic a "Torna a enviar el codi" i torneu-ho a intentar, o %@.
cs_cz: Klikněte na „Znovu odeslat kód“ a zkuste to znovu, nebo %@.
da: Vælg "Send kode igen", og prøv igen, eller %@.
de: Klicken Sie auf „Code erneut versenden“ und versuchen Sie es erneut oder %@.
el_gr: Κάντε κλικ στο «Επανάληψη αποστολής κωδικού» και δοκιμάστε ξανά ή %@.
es: Haz clic en «Vuelve a enviar el código» e inténtalo de nuevo o %@.
et_ee: Klõpsake Proovige uuesti, klõpsates Saada kood uuesti või %@.
fi: Napsauta "Lähetä koodi uudelleen" tai yritä uudelleen tai %@.
fil: I-click ang “Resend code” at subukan muli, o %@.
fr_ca: Cliquez sur Renvoyer le code et réessayez, ou %@.
hr: Kliknite "Ponovo pošalji kôd" i pokušajte ponovno ili %@.
hu: Kattintson a „Kód újraküldése” gombra, és próbálja újra vagy %@.
id: Klik “Kirim ulang kode” dan coba lagi, atau %@.
it: Fai clic su Reinvia codice e riprova oppure %@.
ja: 「コードを再送信」をクリックしてもう一度試しください。あるいは、%@。
lt_lt: Spustelėkite „Persiųsti kodą“ ir bandykite dar kartą arba %@.
lv_lv: Noklikšķiniet "Nosūtīt kodu vēlreiz" un mēģiniet vēlreiz vai %@.
ms_my: Klik “Hantar semula kod” dan cuba lagi, atau %@.
mt: Agħfas fuq "Ibgħatuli l-kodiċi mill-ġdid" u erġa' pprova jew %@.
nb: Klikk på «Send kode på nytt» og prøv igjen, eller %@.
nl: Klik op 'Code opnieuw versturen' en probeer het daarna nog eens, of %@.
pl_pl: Kliknij opcję „Wyślij ponownie kod” i spróbuj ponownie lub %@.
pt_br: Clique em "Reenviar código" e tente novamente, ou %@.
pt_pt: Clique em “Reenviar código” e tente novamente, ou %@.
ro_ro: Faceți clic pe „Retrimitere cod” și încercați din nou sau %@.
ru: Нажмите "Отправить код снова" и попробуйте еще раз, или %@
sk_sk: Kliknite na tlačidlo „Opätovné odoslanie kódu“ a skúste to znova alebo %@.
sl_si: Kliknite “Znova pošlji kodo” in poskusite znova ali pa %@.
sv: Klicka på "Skicka koden igen" och försök på nytt eller %@.
th: คลิก “ส่งรหัสอีกครั้ง” แล้วลองอีกครั้ง หรือ%@
tr: "Kodu yeniden gönder" seçeneğine tıklayıp yeniden deneyin veya %@.
vi: Nhấp "Gửi lại mãi" và thử lại hoặc %@.

source: Confirm the account number.
bg_bg: Потвърдете номера на сметката.
ca_es: Confirmeu el número de compte.
cs_cz: Potvrďte číslo účtu.
da: Bekræft kontonummeret.
de: Kontonummer bestätigen.
el_gr: Επιβεβαιώστε τον αριθμό λογαριασμού.
es: Confirma el número de cuenta.
et_ee: Kinnitage kontonumber.
fi: Vahvista tilinumero.
fil: Kumpirmahin ang numero ng account.
fr_ca: Confirmer le numéro de compte.
hr: Potvrdite broj računa.
hu: Erősítse meg a számlaszámot.
id: Konfirmasikan nomor rekening.
it: Conferma il numero di conto.
ja: 口座番号を確認してください。
lt_lt: Patvirtinkite sąskaitos numerį.
lv_lv: Apstipriniet konta numuru.
ms_my: Sahkan nombor akaun.
mt: Ikkonferma n-numru tal-kont.
nb: Bekreft kontonummeret.
nl: Bevestig het rekeningnummer.
pl_pl: Potwierdź numer konta.
pt_br: Confirme o número da conta.
pt_pt: Confirme o número da conta.
ro_ro: Confirmați numărul de cont.
ru: Подтвердите номер счета.
sk_sk: Potvrďte číslo účtu.
sl_si: Potrdite številko računa.
sv: Bekräfta kontonumret.
th: ยืนยันหมายเลขบัญชี
tr: Hesap numarasını onaylayın.
vi: Xác nhận số tài khoản.

source: Connect account
bg_bg: Свързване на сметка
ca_es: Enllaça el compte
cs_cz: Propojit účet
da: Forbind konto
de: Konto verbinden
el_gr: Σύνδεση λογαριασμού
es: Conecta la cuenta
et_ee: Ühenda konto
fi: Yhdistä tili
fil: Ikonekta ang account
fr_ca: Associer le compte
hr: Poveži račune
hu: Számla összekapcsolása
id: Hubungkan rekening
it: Collega conto
ja: 口座を連結
lt_lt: Susieti sąskaitą
lv_lv: Connect konts
ms_my: Hubungkan akaun
mt: Qabbad il-kont
nb: Koble til konto
nl: Rekening koppelen
pl_pl: Połącz konto
pt_br: Conectar conta
pt_pt: Associar conta
ro_ro: Conectați contul
ru: Подключить счет
sk_sk: Pripojiť účet
sl_si: Poveži račun
sv: Anslut konto
th: เชื่อมโยงบัญชี
tr: Hesabı bağla
vi: Kết nối tài khoản

source: Connect accounts
bg_bg: Свързване на сметки
ca_es: Enllaça els comptes
cs_cz: Připojit účty
da: Tilslut konti
de: Konten verbinden
el_gr: Σύνδεση λογαριασμών
es: Conecta las cuentas
et_ee: Ühenda kontod
fi: Yhdistä tilit
fil: Magkonekta ng mga account
fr_ca: Associer les comptes
hr: Poveži račune
hu: Számlák összekapcsolása
id: Hubungkan rekening
it: Collega conti
ja: 口座を連結
lt_lt: Susieti sąskaitas
lv_lv: Savienot kontus
ms_my: Hubungkan akaun
mt: Qabbad il-kontijiet
nb: Koble til kontoer
nl: Rekeningen koppelen
pl_pl: Połącz konta
pt_br: Conectar contas
pt_pt: Associar contas
ro_ro: Conectați conturile
ru: Подключить счета
sk_sk: Pripojiť iný účet
sl_si: Poveži račune
sv: Anslut konton
th: เชื่อมโยงบัญชี
tr: Hesapları bağla
vi: Kết nối tài khoản

source: Connect another account
bg_bg: Свържете друга банкова сметка
ca_es: Enllaça un altre compte
cs_cz: Propojit jiný účet
da: Tilslut en anden konto
de: Anderes Konto verbinden
el_gr: Σύνδεση άλλου λογαριασμού
es: Conecta otra cuenta
et_ee: Ühenda mõni muu konto
fi: Yhdistä toinen tili
fil: Magkonekta ng ibang account
fr_ca: Associer un autre compte
hr: Povežite drugi račun
hu: Másik számla összekapcsolása
id: Hubungkan rekening lain
it: Collega un altro conto
ja: 別の口座を連結
lt_lt: Susieti kitą sąskaitą
lv_lv: Savienojiet citu kontu
ms_my: Hubungkan akaun yang lain
mt: Qabbad kont ieħor
nb: Koble til en annen konto
nl: Een andere rekening koppelen
pl_pl: Połącz inne konto
pt_br: Conectar outra conta
pt_pt: Associe outra conta
ro_ro: Conectați un alt cont
ru: Подключить другой счет
sk_sk: Pripojte iný účet.
sl_si: Poveži drug račun
sv: Anslut ett annat konto
th: เชื่อมโยงบัญชีอื่น
tr: Başka bir banka hesabı bağlayın
vi: Kết nối một tài khoản khác

source: Continue linking your account
bg_bg: Продължете със свързването на вашата сметка
ca_es: Continua enllaçant el compte
cs_cz: Pokračujte v propojování účtu
da: Fortsæt med at linke din konto
de: Fahren Sie mit der Verknüpfung Ihres Kontos fort
el_gr: Συνεχίστε τη σύνδεση του λογαριασμού σας
es: Sigue vinculando tu cuenta
et_ee: Konto linkimisege jätkamine
fi: Jatka tilisi linkittämistä
fil: Magpatuloy sa pag-link sa iyong account
fr_ca: Poursuivre l'association de votre compte
hr: Nastavite s povezivanjem vašeg računa
hu: Számla összekapcsolásának folytatása
id: Lanjutkan menautkan rekening Anda
it: Continua a collegare il tuo conto
ja: 口座の関連付けを続行する
lt_lt: Tęsti savo sąskaitos susiejimą
lv_lv: Turpināt sasaistīt savu kontu
ms_my: Teruskan pemautan akaun anda
mt: Kompli orbot il-kont tiegħek
nb: Forsett å koble til bankkontoen din
nl: Doorgaan met het koppelen van je rekening
pl_pl: Kontynuuj łączenie konta
pt_br: Continuar vinculando sua conta
pt_pt: Continue a associar a sua conta
ro_ro: Continuați asocierea contului dvs.
ru: Продолжить привязку счета
sk_sk: Pokračujte s prepojením účtu.
sl_si: Nadaljuj povezovanje svojega računa
sv: Fortsätt länka ditt konto
th: เชื่อมโยงบัญชีของคุณต่อ
tr: Hesabınızı bağlamaya devam edin
vi: Tiếp tục liên kết tài khoản của bạn

source: Continue with Link
bg_bg: Продължаване с Link
ca_es: Continua amb Link
cs_cz: Pokračovat s Link
da: Fortsæt med Link
de: Mit Link fortfahren
el_gr: Συνέχεια με το Link
es: Continúa con Link
et_ee: Jätka Linkiga
fi: Jatka Link-palvelulla
fil: Magpatuloy sa Link
fr_ca: Continuer avec Link
hr: Nastavi s Linkom
hu: Folytatás a Linkkel
id: Lanjutkan dengan Link
it: Continua con Link
ja: Link で続行
lt_lt: Tęsti naudojant „Link“
lv_lv: Turpināt ar Link
ms_my: Teruskan dengan Link
mt: Kompli b'Link
nb: Fortsett med Link
nl: Doorgaan met Link
pl_pl: Kontynuuj z Link
pt_br: Continuar com o Link
pt_pt: Continuar com Link
ro_ro: Continuare cu Link
ru: Продолжить с Link
sk_sk: Pokračovať so službou Link
sl_si: Nadaljuj s storitvijo Link
sv: Fortsätt med Link
th: ดำเนินการต่อด้วย Link
tr: Link ile Devam Et
vi: Tiếp tục với Link

source: Email address
bg_bg: Имейл
ca_es: Adreça de correu electrònic
cs_cz: E-mailová adresa
da: E-mailadresse
de: E-Mail-Adresse
el_gr: Διεύθυνση email
es: Dirección de correo electrónico
et_ee: E-posti aadress
fi: Sähköpostiosoite
fr_ca: Adresse de courriel
hr: Adresa e-pošte
hu: E-mail-cím
id: Alamat email
it: Indirizzo email
ja: メールアドレス
lt_lt: El. pašto adresas
lv_lv: E-pasta adrese
ms_my: Alamat e-mel
mt: L-indirizz tal-email
nb: E-postadresse
nl: E-mailadres
pl_pl: Adres e-mail
pt_br: E-mail
pt_pt: Endereço de email
ro_ro: Adresă de e-mail
ru: Адрес электронной почты
sk_sk: E-mailová adresa
sl_si: E-poštni naslov
sv: E-postadress
th: อีเมล
tr: E-posta adresi
vi: Địa chỉ email

source: Enter bank details
bg_bg: Въвеждане на данни за банка
ca_es: Introduïu les dades bancàries
cs_cz: Zadejte podrobnosti o bance
da: Angiv bankoplysninger
de: Bankdaten eingeben
el_gr: Εισαγάγετε στοιχεία τράπεζας
es: Introduce los datos bancarios
et_ee: Sisestage pangaandmed
fi: Anna pankkitiedot
fil: Ilagay ang mga detalye ng bangko
fr_ca: Saisie des coordonnées bancaires
hr: Unesite bankovne podatke
hu: Banki adatok megadása
id: Masukkan detail bank
it: Inserisci i dati bancari
ja: 銀行口座情報を入力する
lt_lt: Įvesti banko duomenis
lv_lv: Ievadiet bankas informāciju
ms_my: Masukkan butiran bank
mt: Daħħal id-dettalji tal-bank
nb: Skriv inn bankopplysninger
nl: Bankgegevens invoeren
pl_pl: Wprowadź dane banku
pt_br: Informar dados bancários
pt_pt: Introduza os dados do banco
ro_ro: Introduceți detaliile bancare
ru: Введите банковские реквизиты
sk_sk: Zadať bankové údaje
sl_si: Vnesite podatke o banki
sv: Ange bankuppgifter
th: ป้อนรายละเอียดของธนาคาร
tr: Banka ayrıntılarını girin
vi: Nhập thông tin ngân hàng

source: Enter bank details manually
bg_bg: Въведете ръчно банковите данни
ca_es: Introdueix les dades bancàries manualment
cs_cz: Zadejte bankovní údaje ručně
da: Indtast bankoplysninger manuelt
de: Bankdaten manuell eingeben
el_gr: Εισαγάγετε τα στοιχεία τράπεζας με μη αυτόματο τρόπο
es: Introduce manualmente los datos bancarios
et_ee: Sisesta pangaandmed käsitsi
fi: Syötä pankkitiedot manuaalisesti
fil: Manu-manong ilagay ang mga detalye ng bangko
fr_ca: Saisir les coordonnées bancaires manuellement
hr: Ručno unesite bankovne podatke
hu: Banki adatok kézi bevitele
id: Masukkan detail bank secara manual
it: Inserisci i dati bancari manualmente
ja: 銀行口座情報を手動で入力
lt_lt: Įvesti banko duomenis rankiniu būdu
lv_lv: Manuāli ievadīt bankas rekvizītus
ms_my: Masukkan butiran bank secara manual
mt: Daħħal id-dettalji tal-bank int stess
nb: Skriv inn bankopplysninger manuelt
nl: Bankgegevens handmatig invoeren
pl_pl: Wprowadź dane banku ręcznie
pt_br: Inserir dados bancários manualmente
pt_pt: Introduzir dados bancários manualmente
ro_ro: Introduceți detaliile bancare manual
ru: Ввести реквизиты банка вручную
sk_sk: Zadať bankové údaje manuálne
sl_si: Ročno vnesite podatke o banki
sv: Ange bankuppgifter manuellt
th: ป้อนรายละเอียดของธนาคารด้วยตนเอง
tr: Banka bilgilerini manuel olarak girin
vi: Nhập thông tin ngân hàng theo cách thủ công

source: Enter the code sent to %@
bg_bg: Въведете кода, изпратен на %@.
ca_es: Introduïu el codi que us hem enviat a %@
cs_cz: Zadejte kód zaslaný na %@
da: Indtast den kode, der blev sendt til %@
de: Geben Sie den Code ein, der an %@ geschickt wurde
el_gr: Εισαγάγετε τον κωδικό που έχει σταλεί στο %@
es: Introduce el código que se ha enviado al %@
et_ee: Sisestage kood, mis saadeti telefoninumbrile %@
fi: Syötä koodi, joka lähetettiin numeroon %@
fil: Ilagay ang code na ipinadala sa %@
fr_ca: Saisissez le code envoyé au %@
hr: Unesite kôd poslan na %@
hu: Adja meg a(z) %@ telefonszámra küldött kódot.
id: Masukkan kode yang dikirim ke %@
it: Inserisci il codice inviato al numero %@
ja: %@ に送信されたコードを入力してください
lt_lt: Įveskite kodą, išsiųstą %@
lv_lv: Ievadiet kodu, kas nosūtīts uz %@
ms_my: Masukkan kod yang dihantar ke %@
mt: Daħħal il-kodiċi li bgħatna lil %@
nb: Angi koden som er sendt til %@
nl: Voer de code in die is verstuurd naar %@
pl_pl: Wprowadź kod wysłany na %@
pt_br: Insira o código enviado para %@
pt_pt: Introduza o código enviado para %@
ro_ro: Introduceți codul trimis la %@
ru: Введите код, отправленный на %@
sk_sk: Zadajte kód zaslaný na %@
sl_si: Vnesite kodo, ki je bila poslana na številko %@
sv: Ange koden som skickades till %@
th: ป้อนรหัสที่ส่งไปยัง %@
tr: %@ yoluyla gönderilen kodu girin
vi: Nhập mã đã được gửi tới %@

source: Enter the code sent to %@.
et_ee: Sisestage kood, mis saadeti telefoninumbrile %@.
