Repository: stripe/stripe-ios
Catalog: StripeFinancialConnections/StripeFinancialConnections/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, et_ee, fi, fil, fr_ca, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

source: Your bank information will be verified via micro-deposits to your account, typically within 1-2 business days. Only checking accounts are supported.
bg_bg: Банковата ви информация ще бъде проверена чрез микродепозити в сметката ви, обикновено в рамките на 1-2 работни дни. Поддържат се само разплащателни сметки.
ca_es: Les dades bancàries es verificaran amb microdipòsits al vostre compte, normalment en un termini d'1 a 2 dies feiners. Només s'admeten els comptes corrents.
cs_cz: Vaše bankovní údaje budou ověřeny prostřednictvím mikrovkladů na váš účet, obvykle do 1–2 pracovních dnů. Podporovány jsou pouze běžné účty.
da: Dine bankoplysninger vil blive verificeret via mikroindskud til din konto, typisk inden for 1-2 hverdage. Kun lønkonti understøttes.
de: Ihre Kontoinformationen werden mithilfe von Mikroeinzahlungen auf Ihr Konto bestätigt. Dieser Vorgang nimmt in der Regel 1–2 Werktage in Anspruch. Dieses Verfahren wird nur bei Girokonten angewendet.
el_gr: Τα τραπεζικά σας στοιχεία θα επαληθευτούν μέσω μικροκαταθέσεων στον λογαριασμό σας, συνήθως εντός 1-2 εργάσιμων ημερών. Υποστηρίζονται μόνο τρεχούμενοι λογαριασμοί.
es: Tus datos bancarios se verificarán mediante microdepósitos abonados en tu cuenta, normalmente en un plazo de 1 a 2 días. Solo se admiten las cuentas corrientes.
et_ee: Teie pangainfo kinnitatakse teie kontole deponeeritavate minikannetega, milleks kulub enamasti 1–2 tööpäeva. Toetatud on ainult arvelduskontod.
fi: Pankkitietosi vahvistetaan tilisi mikrotalletuksien avulla noin 1–2 arkipäivän kuluessa. Vain käyttötilejä tuetaan.
fil: Ibe-verify ang impormasyon ng iyong bangko sa pamamagitan ng mga micro-deposit sa iyong account, karaniwan sa loob ng 1-2 araw ng trabaho. Mga checking account lang ang suportado.
fr_ca: Vos coordonnées bancaires seront vérifiées à l'aide de microversements sur votre compte. Cette opération prend généralement 1 à 2 jours ouvrables. Seuls les comptes chèques sont pris en charge.
hr: Vaši bankovni podaci bit će potvrđeni putem mikrodepozita na vaš račun, obično u roku od 1-2 radna dana. Podržani su samo tekući računi.
hu: A banki adatait mikroösszegek bankszámlájára való utalásával ellenőrizzük, jellemzően 1-2 munkanapon belül. Csak csekkszámlák támogatottak.
id: Informasi bank akan diverifikasi lewat deposit mikro ke rekening Anda, biasanya dalam waktu 1–2 hari kerja. Hanya rekening giro yang didukung.
it: Le informazioni del tuo conto bancario verranno verificate con microdepositi sul tuo conto, in genere entro 1-2 giorni lavorativi. Sono supportati solo i conti correnti.
ja: 通常 1 ～ 2 営業日以内に、お取引口座に少額入金を行うことで銀行情報を確認します。当座預金口座のみをご使用いただけます。
lt_lt: Jūsų banko informacija bus patikrinta naudojant jūsų sąskaitoje esančius mikroindėlius (paprastai per 1–2 darbo dienas). Palaikomos tik einamosios sąskaitos.
lv_lv: Jūsu bankas informācija tiks verificēta ar mikrodepozītiem jūsu kontā, parasti 1–2 darba dienu laikā. Tiek atbalstīti tikai norēķinu konti.
ms_my: Maklumat bank anda akan ditentusahkan melalui deposit mikro kepada akaun anda, yang biasanya mengambil masa 1 – 2 hari bekerja. Hanya akaun semasa disokong.
mt: Se nivverifikaw l-informazzjoni tal-bank tiegħek bil-mikrodepożiti fil-kont tiegħek, ħafna drabi fi żmien jum sa jumejn tax-xogħol. Tista' tuża biss il-kontijiet kurrenti.
nb: Bankinformasjonen din vil bli verifisert med mikro-innskudd til kontoen din. Dette skjer vanligvis innen 1–2 virkedager. Kun brukskontoer støttes.
nl: Je bankgegevens worden gecontroleerd met microstortingen op je rekening. Dit duurt meestal 1-2 werkdagen. Alleen betaalrekeningen worden ondersteund.
pl_pl: Dane banku zostaną zweryfikowane za pomocą mikrodepozytów na konto, zazwyczaj w ciągu 1-2 dni roboczych. Obsługiwane są tylko rachunki bieżące.
pt_br: A conta bancária será verificada por microdepósitos em sua conta, normalmente em 1 a 2 dias úteis. Somente contas correntes são aceitas.
pt_pt: As suas informações bancárias serão verificadas através de microdepósitos na sua conta, normalmente, dentro de 1 – 2 dias úteis. Apenas contas corrente são suportadas.
ro_ro: Informațiile dvs. bancare vor fi verificate cu micro-depuneri în contul dvs. Acest lucru durează de obicei 1-2 zile lucrătoare. Sunt acceptate doar conturile curente.
ru: Ваши банковские реквизиты будут подтверждены с помощью микропереводов на ваш счет. Это обычно занимает 1-2 рабочих дня. Поддерживаются только текущие счета.
sk_sk: Vaše bankové údaje sa overia mikro vkladmi na váš účet, zvyčajne to trvá 1 – 2 pracovné dni. Podporované sú len bežné účty.
sl_si: Podatki o vaši banki bodo preverjeni z mikro pologi na vaš račun, kar običajno traja 1–2 delovnega dneva. Podprti so samo transakcijski računi.
sv: Dina bankuppgifter kommer att verifieras via mikroinsättningar på ditt konto, normalt inom 1–2 arbetsdagar. Endast checkkonton stöds.
th: ข้อมูลธนาคารของคุณจะได้รับการยืนยันด้วยเงินฝากจำนวนเล็กน้อยในบัญชี โดยปกติแล้วขั้นตอนนี้ใช้เวลา 1-2 วันทำการ ระบบรองรับเฉพาะบัญชีกระแสรายวันเท่านั้น
tr: Banka bilgileriniz, hesabınıza yapılacak mikro ödemeler aracılığıyla doğrulanacaktır. Bu işlem genellikle 1-2 iş günü sürer. Yalnızca cari hesaplar desteklenir.
vi: Thông tin ngân hàng sẽ được xác minh thông qua khoản tiền gửi siêu nhỏ vào tài khoản của bạn, thường diễn ra trong vòng 1-2 ngày làm việc. Chỉ hỗ trợ tài khoản vãng lai.

source: Your bank information will be verified with micro-deposits to your account. This typically takes 1-2 business days.
bg_bg: Вашата банкова информация ще бъде потвърдена с микродепозити във вашата сметка. Това обикновено отнема 1-2 работни дни.
ca_es: Les dades bancàries es verificaran amb microdipòsits al vostre compte. Aquest procés sol trigar entre 1 i 2 dies feiners.
cs_cz: Vaše bankovní informace budou ověřeny pomocí mikrovkladů na váš účet. To obvykle trvá 1–2 pracovní dny.
da: Dine bankoplysninger vil blive verificeret med mikroindskud til din konto. Dette tager typisk 1-2 hverdage.
de: Ihre Kontoinformationen werden mithilfe von Mikroeinzahlungen auf Ihr Konto bestätigt. Dieser Vorgang nimmt in der Regel 1–2 Werktage in Anspruch.
el_gr: Τα τραπεζικά σας στοιχεία θα επαληθευτούν με μικροκαταθέσεις στον λογαριασμό σας. Αυτή η διαδικασία συνήθως διαρκεί 1-2 εργάσιμες ημέρες.
es: Tus datos bancarios se verificarán con microdepósitos abonados en tu cuenta. Suelen tardar entre 1 y 2 días.
et_ee: Teie pangainfo kinnitatakse teie kontole deponeeritavate minikannetega. Selleks kulub enamasti 1–2 tööpäeva.
fi: Pankkitietosi vahvistetaan tilisi mikrotalletuksien avulla. Siinä kestää noin 1–2 arkipäivää.
fil: Ibe-verify ang impormasyon ng iyong bangko ng mga micro-deposit sa iyong account. Karaniwan itong tumatagal ng 1-2 araw ng trabaho.
fr_ca: Vos coordonnées bancaires seront vérifiées à l'aide de microversements sur votre compte. Cette opération prend généralement 1 à 2 jours ouvrables.
hr: Vaši bankovni podaci bit će potvrđeni mikrodepozitima na vašem računu. To obično traje 1-2 radna dana.
hu: A banki adatait mikroösszegek bankszámlájára való utalásával ellenőrizzük. Ez jellemzően 1-2 munkanapot vesz igénybe.
id: Informasi bank akan diverifikasi dengan deposit mikro ke rekening Anda. Biasanya ini memerlukan waktu 1–2 hari kerja.
it: Le informazioni del tuo conto bancario verranno verificate con microdepositi sul tuo conto. In genere questa operazione richiede 1-2 giorni lavorativi.
ja: お取引口座に少額入金を行うことで銀行情報を確認します。これには通常 1 ～ 2 営業日かかります。
lt_lt: Jūsų banko informacija bus patikrinta naudojant jūsų sąskaitoje esančius mikroindėlius. Paprastai tai trunka 1–2 darbo dienas.
lv_lv: Jūsu bankas informācija tiks verificēta ar mikrodepozītiem jūsu kontā. Tas parasti aizņem 1–2 darba dienas.
ms_my: Maklumat bank anda akan ditentusahkan dengan deposit mikro kepada akaun anda. Ini biasanya mengambil masa 1 – 2 hari bekerja.
mt: Se nivverifikaw l-informazzjoni tal-bank tiegħek bil-mikrodepożiti fil-kont tiegħek. Ħafna drabi dal-proċess jieħu bejn jum u jumejn tax-xogħol.
nb: Bankinformasjonen din vil bli verifisert med mikro-innskudd til kontoen din. Dette tar vanligvis 1–2 virkedager.
nl: Je bankgegevens worden gecontroleerd met microstortingen op je rekening. Dit duurt meestal 1-2 werkdagen.
pl_pl: Dane banku zostaną zweryfikowane za pomocą mikrodepozytów na konto. Zazwyczaj zajmuje to 1-2 dni roboczych.
pt_br: Seus dados bancários serão verificados com microdepósitos na sua conta. Isso normalmente leva entre 1 e 2 dias úteis.
pt_pt: As suas informações bancárias serão verificadas com microdepósitos na sua conta. Normalmente, este processo demora 1 – 2 dias úteis.
ro_ro: Informațiile dvs. bancare vor fi verificate cu micro-depuneri în contul dvs. Acest lucru durează de obicei 1-2 zile lucrătoare.
ru: Ваши банковские реквизиты будут подтверждены с помощью микропереводов на ваш счет. Это обычно занимает 1-2 рабочих дня.
sk_sk: Vaše bankové údaje sa overia mikro vkladmi na váš účet. Zvyčajne to trvá 1 – 2 pracovné dni.
sl_si: Podatki o vaši banki bodo preverjeni z mikro pologi na vaš račun. To običajno traja 1–2 delovna dneva.
sv: Dina bankuppgifter kommer att verifieras med mikroinsättningar på ditt konto. Detta tar normalt 1–2 arbetsdagar.
th: ข้อมูลธนาคารของคุณจะได้รับการยืนยันด้วยเงินฝากจำนวนเล็กน้อยในบัญชี โดยปกติแล้วขั้นตอนนี้ใช้เวลา 1-2 วันทำการ
tr: Banka bilgileriniz, hesabınıza yapılacak mikro ödeme işlemleriyle doğrulanacaktır. Bu işlem genellikle 1-2 iş günü sürer.
vi: Thông tin tài khoản ngân hàng sẽ được xác minh thông qua các khoản tiền gửi siêu nhỏ vào tài khoản của bạn. Quá trình này thường mất từ 1-2 ngày làm việc.

source: Your email address is invalid.
bg_bg: Вашият имейл е невалиден.
ca_es: L'adreça electrònica no és vàlida.
cs_cz: Vaše e-mailová adresa je neplatná.
da: Ugyldig e-mailadresse.
de: Die E-Mail-Adresse ist ungültig.
el_gr: Η διεύθυνση email σας δεν είναι έγκυρη.
es: Tu dirección de correo electrónico no es válida.
et_ee: Teie e-posti aadress on kehtetu.
fi: Sähköpostiosoitteesi on virheellinen.
fil: Hindi valid ang iyong email address.
fr_ca: Votre adresse de courriel n'est pas valide.
hr: Vaša adresa e-pošte je neispravna.
hu: Az e-mail-címe érvénytelen.
id: Alamat email Anda tidak valid.
it: Indirizzo email non valido.
ja: メールアドレスが無効です。
lt_lt: Jūsų el. pašto adresas yra netinkamas.
lv_lv: E-pasta adrese nav derīga.
ms_my: Alamat e-mel anda tidak sah.
mt: L-indirizz tal-email tiegħek mhux tajjeb.
nb: E-postadressen er ugyldig.
nl: Je e-mailadres is ongeldig.
pl_pl: Twój adres e-mail jest nieprawidłowy.
pt_br: Endereço de e-mail inválido.
pt_pt: O seu endereço de email é inválido.
ro_ro: Adresa dvs. de e-mail nu este validă.
ru: Адрес электронной почты недействителен.
sk_sk: Vaša e-mailová adresa je neplatná.
sl_si: Vaš e-poštni naslov ni veljaven.
sv: Din e-postadress är ogiltig.
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: E-posta adresiniz geçersiz.
vi: Địa chỉ email của bạn không hợp lệ.

source: Your mobile phone number is incomplete.
bg_bg: Вашият мобилен телефонен номер е непълен.
ca_es: El número de telèfon mòbil no està complet.
cs_cz: Číslo mobilního telefonu je neúplné.
da: Dit mobiltelefonnummer er ufuldstændigt.
de: Ihre Mobiltelefonnummer ist unvollständig.
el_gr: Ο αριθμός κινητού τηλεφώνου σας είναι ελλιπής.
es: Tu número de móvil está incompleto.
et_ee: Teie mobiiltelefoni number on puudulik.
fi: Puhelinnumerosi on puutteellinen.
fil: Ang iyong numero ng mobile na telepono ay kulang.
fr_ca: Votre numéro de téléphone mobile est incomplet.
hr: Vaš broj mobilnog telefona je nepotpun.
hu: A mobiltelefonszáma hiányos.
id: Nomor telepon seluler Anda tidak lengkap.
it: Il tuo numero di cellulare non è completo.
ja: 携帯電話番号の入力に不備があります。
lt_lt: Nurodytas ne visas mobiliojo telefono numeris.
lv_lv: Jūsu mobilā tālruņa numurs nav pilnīgs.
ms_my: Nombor telefon mudah alih anda tidak lengkap.
mt: In-numru tal-mowbajl tiegħek mhux sħiħ.
nb: Mobiltelefonnummeret er ufullstendig.
nl: Je mobiele telefoonnummer is onvolledig.
pl_pl: Twój numer telefonu komórkowego jest niekompletny.
pt_br: Número de telefone celular incompleto.
pt_pt: O seu número de telemóvel está incompleto.
ro_ro: Numărul dvs. de telefon mobil nu este complet.
ru: Номер мобильного телефона указан не полностью.
sk_sk: Vaše číslo mobilného telefónu je neúplné.
sl_si: Vaša telefonska številka mobilnega telefona ni popolna.
sv: Ditt mobilnummer är ofullständigt.
th: หมายเลขโทรศัพท์มือถือของคุณไม่ครบถ้วน
tr: Cep telefonu numaranız eksik.
vi: Số điện thoại di động của bạn chưa đầy đủ.

source: checking or savings
et_ee: arvelduskonto või säästukonto

source: contact us
bg_bg: свържете се с нас
ca_es: poseu-vos en contacte amb nosaltres
cs_cz: kontaktujte nás
da: kontakt os
de: kontaktieren Sie uns
el_gr: επικοινωνήστε μαζί μας
es: contáctanos
et_ee: võtke meiega ühendust
fi: ota meihin yhteyttä
fil: makipag-ugnayan sa amin
fr_ca: contactez-nous
hr: kontaktirajte nas
hu: vegye fel velünk a kapcsolatot
id: hubungi kami
it: contattaci
ja: お問い合わせはこちら
lt_lt: susisiekite su mumis
lv_lv: sazinieties ar mums
ms_my: hubungi kami
mt: ikkuntattjana
nb: kontakt oss
nl: neem contact met ons op
pl_pl: skontaktuj się z nami
pt_br: fale conosco
pt_pt: contacte-nos
ro_ro: contactați-ne
ru: Связаться с нами
sk_sk: kontaktujte nás
sl_si: stik z nami
sv: kontakta oss
th: ติดต่อเรา
tr: bizimle iletişime geçin
vi: liên hệ với chúng tôi

source: manually enter details
bg_bg: ръчно въвеждане на данни
ca_es: introduïu les dades manualment
cs_cz: ruční zadání údajů
da: indtast detaljer manuelt
de: geben Sie Ihre Kontoinformationen manuell ein
el_gr: εισαγάγετε στοιχεία με μη αυτόματο τρόπο
es: introduce manualmente los datos
et_ee: sisesta andmed käsitsi
fi: syötä tiedot manuaalisesti
fil: manu-manong ilagay ang mga detalye
fr_ca: saisissez les informations manuellement
hr: ručno unesite pojedinosti
hu: írja be manuálisan az adatokat
id: masukkan detail secara manual
it: inserisci manualmente i dati
ja: 詳細を手動で入力する
lt_lt: rankiniu būdu įvesti duomenis
lv_lv: manuāli ievadiet informāciju
ms_my: masukkan butiran secara manual
mt: daħħal id-dettalji int stess
nb: angi informasjon manuelt
nl: voer de gegevens handmatig in
pl_pl: ręcznie wprowadź szczegóły
pt_br: insira os dados manualmente
pt_pt: introduza as informações manualmente
ro_ro: introduceți manual detaliile
ru: введите реквизиты вручную
sk_sk: manuálne zadajte podrobnosti
sl_si: ročno vnesite podatke
sv: ange uppgifter manuellt
th: ป้อนรายละเอียดด้วยตนเอง
tr: bilgileri manuel olarak girin
vi: nhập thủ công thông tin chi tiết
