Repository: stripe/stripe-ios
Catalog: StripePaymentsUI/StripePaymentsUI/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, cs_cz, da, el_gr, es_419, fil, fr, id, lt_lt, lv_lv, ms_my, mt, pl_pl, ru, sl_si, th, vi, zh_hk

source: %1$@ Card
ms_my: Kad %1$@
mt: Karta %1$@
pl_pl: Karta %1$@
th: บัตร %1$@
vi: %1$@ Thẻ

source: %1$@ Credit
ms_my: Kredit %1$@
pl_pl: Karta kredytowa %1$@
th: บัตรเครดิต %1$@
vi: %1$@ Ghi có

source: %1$@ Debit
ms_my: Debit %1$@
pl_pl: Karta debetowa %1$@
th: บัตรเดบิต %1$@
vi: %1$@ Ghi nợ

source: %1$@ Prepaid
ms_my: Prabayar %1$@
pl_pl: Karta przedpłacona %1$@
th: บัตรเติมเงิน %1$@
vi: %1$@ Trả trước

source: %1$@ account ending in %2$@
bg_bg: %1$@ сметка, завършваща на %2$@
cs_cz: Účet %1$@ končící na %2$@
da: %1$@-konto, der ender på %2$@
el_gr: %1$@ τραπεζικός λογαριασμός που λήγει σε %2$@
es_419: Cuenta de %1$@ terminada en %2$@
fil: %1$@ account na nagtatapos sa %2$@
fr: compte %1$@ se terminant par %2$@
id: Rekening %1$@ berakhiran dengan %2$@
lt_lt: %1$@ sąskaita, kurios paskutiniai skaičiai %2$@
lv_lv: %1$@konts, kas beidzas ar%2$@
ms_my: akaun %1$@ yang berakhir dengan %2$@
mt: Kont ta' %1$@ li jintemm biċ-ċifri %2$@
pl_pl: %1$@ konto kończące się %2$@
ru: %1$@ счет, номер которого оканчивается на %2$@
sl_si: Račun za %1$@, ki se konča s števkami %2$@
th: บัญชี %1$@ ที่ลงท้ายด้วย %2$@
vi: Tài khoản %1$@ kết thúc bằng %2$@
zh_hk: 尾號為 %2$@ 的 %1$@ 賬戶

source: %1$@ ending in %2$@
bg_bg: %1$@ завършващо на %2$@
cs_cz: %1$@ končící za %2$@
da: %1$@ slutter på %2$@
el_gr: %1$@ λήγει σε %2$@
es_419: %1$@ terminada en %2$@
fil: %1$@ nagtatapos sa %2$@
fr: %1$@ se terminant par %2$@
id: %1$@ berakhiran %2$@
lt_lt: %1$@, kuri baigiasi %2$@
lv_lv: %1$@, kuras numura pēdējie cipari ir %2$@
ms_my: %1$@ â€“ berakhiran %2$@
mt: %1$@ li jispiċċa %2$@
pl_pl: %1$@ kończy się %2$@
ru: %1$@, оканч. на %2$@
sl_si: %1$@, ki se konča s/z %2$@
th: %1$@ ลงท้ายด้วย %2$@
vi: %1$@ kết thúc bằng %2$@
zh_hk: %1$@ - 尾號：%2$@

source: %1$@ is not accepted
bg_bg: %1$@ не се приема
cs_cz: %1$@ se neakceptuje.
da: %1$@ accepteres ikke
el_gr: Η επωνυμία %1$@ δεν είναι αποδεκτή
es_419: No se acepta %1$@
fil: Ang %1$@ ay hindi tinatanggap
fr: %1$@ n'est pas accepté
id: %1$@ tidak diterima
lt_lt: "%1$@" nepriimamas
lv_lv: %1$@ netiek pieņemts
ms_my: %1$@ tidak diterima
mt: %1$@ mhix aċċettata
pl_pl: Marka %1$@ nie jest akceptowana
ru: %1$@ не принимается
sl_si: Kartica %1$@ ni sprejeta
th: ระบบไม่รองรับ %1$@
vi: %1$@ không được chấp nhận
zh_hk: 不接受 %1$@

source: Address line 2 (optional)
bg_bg: Ред 2 на адреса (по желание)
cs_cz: 2. řádek adresy (volitelně)
da: Adresselinje 2 (valgfrit)
el_gr: Γραμμή διεύθυνσης 2 (προαιρετικό)
es_419: Segunda línea de la dirección (opcional)
fil: Pangalawang linya ng adres
fr: Adresse - Ligne 2 (facultatif)
id: Baris alamat ke-2 (opsional)
lt_lt: 2 adreso eilutė (pasirenkama)
lv_lv: 2. adreses rindiņa (nav obligāti)
ms_my: Alamat baris 2 (opsyenal)
mt: Indirizz linja 2 (mhux obbligatorju)
pl_pl: Linia adresu 2 (opcja)
ru: Адрес (строка 2) (необязательно)
sl_si: Naslov 2 (izbirno)
th: ที่อยู่บรรทัดที่ 2 (ระบุหรือไม่ก็ได้)
vi: Dòng địa chỉ 2 (tùy chọn)
zh_hk: 地址第 2 行（可選）

source: Bank Account
bg_bg: Банкова сметка
cs_cz: Bankovní účet
da: Bankkonto
el_gr: Τραπεζικός λογαριασμός
es_419: Cuenta bancaria
fil: Account sa Bangko
fr: Compte bancaire
id: Rekening bank
lt_lt: Banko sąskaita
lv_lv: Bankas konts
ms_my: Akaun Bank
mt: Kont bankarju
pl_pl: Konto bankowe
ru: Банковский счет
sl_si: Bančni račun
th: บัญชีธนาคาร
vi: Tài khoản ngân hàng
zh_hk: 銀行賬戶

source: Billing address
bg_bg: Адрес за фактуриране
cs_cz: Fakturační adresa
da: Faktureringsadresse
el_gr: Διεύθυνση χρέωσης
es_419: Dirección de facturación
fil: Adres para sa billing
fr: Adresse de facturation
id: Alamat tagihan
lt_lt: Atsiskaitymo adresas
lv_lv: Norēķinu adrese
ms_my: Alamat pengebilan
mt: Indirizz tal-kont
pl_pl: Adres rozliczeniowy
ru: Адрес для выставления счета
sl_si: Naslov plačnika računa
th: ที่อยู่ในการเรียกเก็บเงิน
vi: Địa chỉ thanh toán
zh_hk: 賬單地址

source: Card information
bg_bg: Информация за картата
cs_cz: Informace o kartě
da: Kortoplysninger
el_gr: Στοιχεία κάρτας
es_419: Información de la tarjeta
fil: Impormasyon ng kard
fr: Informations concernant la carte bancaire
id: Informasi kartu
lt_lt: Kortelės duomenys
lv_lv: Kartes informācija
ms_my: Maklumat kad
mt: L-informazzjoni tal-karta
pl_pl: Dane karty
ru: Данные платежной карты
sl_si: Podatki o kartici
th: ข้อมูลบัตร
vi: Thông tin thẻ
zh_hk: 銀行卡資訊

source: Card number
bg_bg: Номер на картата
cs_cz: Číslo karty
da: Kortnummer
el_gr: Αριθμός κάρτας
es_419: Número de tarjeta
fil: Numero ng kard
fr: Numéro de carte bancaire
id: Nomor kartu
lt_lt: Kortelės numeris
lv_lv: Kartes numurs
ms_my: Nombor kad
mt: In-numru tal-karta
pl_pl: Nr karty
ru: Номер карты
sl_si: Številka kartice
th: หมายเลขบัตร
vi: Số thẻ
zh_hk: 卡號

source: Confirm your %@
bg_bg: Потвърдете своя %@
cs_cz: Potvrďte svoje %@
da: Bekræft dit %@
el_gr: Επιβεβαιώστε τον κωδικό %@
es_419: Confirma tu %@
fil: Kumpirmahin ang iyong %@
fr: Confirmez votre %@
id: Konfirmasikan %@ Anda
lt_lt: Patvirtinkite savo %@
lv_lv: Apstipriniet savu %@
ms_my: Sahkan %@ anda
mt: Ikkonferma l-%@ tiegħek
pl_pl: Potwierdź swój kod %@
ru: Подтвердите %@
sl_si: Potrdite svojo kodo %@
th: ยืนยัน %@ ของคุณ
vi: Xác nhận %@ của bạn
zh_hk: 確認您的 %@

source: Invalid data.
bg_bg: Невалидни данни.
cs_cz: Neplatná data.
da: Ugyldige data
el_gr: Μη έγκυρα δεδομένα.
es_419: Datos no válidos.
fil: Data na di balido.
fr: Donnée non valide.
id: Data tidak valid.
lt_lt: Netinkami duomenys.
lv_lv: Nederīgi dati.
ms_my: Data tidak sah.
mt: Data invalida.
pl_pl: Nieprawidłowe dane.
ru: Недопустимые данные.
sl_si: Neveljavni podatki.
th: ข้อมูลไม่ถูกต้อง
vi: Dữ liệu không hợp lệ.
zh_hk: 數據無效。

source: MM / YY
bg_bg: ММ / ГГ
cs_cz: MM / RR
da: MM/ÅÅ
el_gr: ΜΜ / ΕΕ
es_419: MM/AA
fil: BB / TT
fr: MM / AA
id: BB / TT
lt_lt: mm / MM
lv_lv: MM/GG
ms_my: BB / TT
mt: XX / SS
pl_pl: MM / RR
ru: ММ / ГГ
sl_si: MM/LL
th: ดด / ปป
vi: Tháng /Năm
zh_hk: 月份/年份

source: MM/YY
bg_bg: ММ/ГГ
cs_cz: MM/RR
da: MM/ÅÅ
el_gr: ΜΜ/ΕΕ
es_419: MM/AA
fil: BB / TT
fr: MM/AA
id: BB/TT
lt_lt: mm / MM
lv_lv: MM/GG
ms_my: BB/TT
mt: XX/SS
pl_pl: MM/RR
ru: ММ/ГГ
sl_si: MM/LL
th: ดด/ปป
vi: Tháng/Năm
zh_hk: 月份/年份

source: Postal Code
bg_bg: Пощенски код
cs_cz: Poštovní směrovací číslo
da: Postnummer
el_gr: Ταχυδρομικός κώδικας
es_419: Código postal
fr: Code postal
id: Kode Pos
lt_lt: Pašto kodas
lv_lv: Pasta indekss
ms_my: Poskod
mt: Kodiċi Postali
pl_pl: Kod pocztowy
ru: Почтовый индекс
sl_si: Poštna številka
th: รหัสไปรษณีย์
vi: Mã bưu điện
zh_hk: 郵區編號

source: Shipping Address
bg_bg: Адрес за доставка
cs_cz: Dodací adresa
da: Forsendelsesadresse
el_gr: Διεύθυνση αποστολής
es_419: Dirección de envío
fil: Adres ng Nagpadala
fr: Adresse de livraison
id: Alamat Pengiriman
lt_lt: Siuntimo adresas
lv_lv: Piegādes adrese
ms_my: Alamat Pengiriman
mt: L-Indirizz tat-Trasport tal-Merkanzija
pl_pl: Adres dostawy
ru: Адрес доставки
sl_si: Dostavni naslov
th: ที่อยู่สำหรับจัดส่ง
vi: Địa chỉ vận chuyển
zh_hk: 收貨地址

source: State / Province / Region
bg_bg: Щат/Област/Регион
cs_cz: Stát / provincie / region
da: Region
el_gr: Πολιτεία / Επαρχία / Περιοχή
es_419: Estado/Provincia/Región
fil: State / Probinsiya / Rehiyon
fr: État/Province/Région
id: Negara Bagian / Provinsi / Wilayah
lt_lt: Valstija / provincija / regionas
lv_lv: Novads/štats/province/reģions
ms_my: Negeri/Wilayah/Rantau
mt: Stat / Provinċja / Reġjun
pl_pl: Województwo/prowincja/region
ru: Штат / провинция / регион
sl_si: Zvezna država/provinca/regija
th: รัฐ / จังหวัด / ภูมิภาค
vi: Tiểu bang/Tỉnh/Khu vực
zh_hk: 州/省/區

source: The BSB you entered is invalid.
bg_bg: BSB, който сте въвели, е невалиден.
cs_cz: Zadaný BSB je neplatný.
da: Den BSB, du angav, er ugyldig.
el_gr: Ο κωδικός BSB που εισάγατε δεν είναι έγκυρος.
es_419: El BSB que ingresaste no es válido.
fil: Ang BSB na ipinasok mo ay di balido.
fr: Le numéro BSB que vous avez saisi n'est pas valide.
id: BSB yang Anda masukkan tidak valid.
lt_lt: Įvestas netinkamas BSB numeris.
lv_lv: Ievadītais BSB nav derīgs.
ms_my: BSB yang anda masukkan tidak sah.
mt: Il-BSB li daħħalt mhux validu.
pl_pl: Wprowadzony numer BSB jest nieprawidłowy.
ru: Введенный код BSB неверен.
sl_si: Vneseni BSB ni veljaven.
th: BSB ที่คุณป้อนไม่ถูกต้อง
vi: BSB mà bạn nhập không hợp lệ.
zh_hk: 您輸入的 BSB 無效。

source: The selected brand is not allowed
bg_bg: Избраната марка не е разрешена
cs_cz: Vybraná značka není povolena
da: Det valgte brand er ikke tilladt
el_gr: Η επιλεγμένη επωνυμία δεν επιτρέπεται
es_419: La marca seleccionada no está permitida
fil: Ang napiling brand ay hindi pinapayagan
fr: La marque sélectionnée n'est pas autorisée
id: Brand yang dipilih tidak diizinkan
lt_lt: Pasirinktas prekės ženklas neleidžiamas
lv_lv: Atlasītais zīmols nav atļauts
ms_my: Jenama yang dipilih tidak dibenarkan
mt: Ix-xorta ta' karta magħżula ma tistax tintuża
pl_pl: Wybrana marka jest niedozwolona
ru: Выбранный бренд недоступен
sl_si: Izbrana blagovna znamka ni dovoljena
th: ไม่อนุญาตให้ใช้แบรนด์ที่เลือก
vi: Thương hiệu đã chọn không được cho phép
zh_hk: 不允許使用選定的品牌

source: To scan your card, allow camera access in Settings.
bg_bg: За да сканирате картата си, разрешете достъп до камерата в Настройки.
cs_cz: Chcete-li kartu naskenovat, povolte v Nastavení přístup k fotoaparátu.
da: Tillad kameraadgang i Indstillinger for at scanne dit kort.
el_gr: Για να σαρώσετε την κάρτα σας, επιτρέψτε την πρόσβαση της κάμερας από τις Ρυθμίσεις.
es_419: Para escanear la tarjeta, permite el acceso a la cámara en Configuración.
fil: Upang ma-scan ang iyong kard, pahintulutan ang access ng kamera sa Settings.
fr: Pour numériser votre carte bancaire, autorisez l'accès à l'appareil photo dans vos paramètres.
id: Untuk memindai kartu Anda, izinkan akses kamera di Pengaturan.
lt_lt: Kad nuskaitytumėte kortelę, nustatymuose suteikite prieigą fotoaparatui.
lv_lv: Lai noskenētu karti, Iestatījumos atļaujiet piekļuvi kamerai.
ms_my: Untuk mengimbas kad anda, benarkan akses kamera dalam Tetapan.
mt: Biex tiskennja l-karta tiegħek, agħti l-aċċess għall-kamera mill-Għażliet.
pl_pl: Aby zeskanować kartę, zezwól na dostęp do aparatu w Ustawieniach.
ru: Чтобы сканировать карту, войдите в "Настройки" и разрешите доступ к камере.
sl_si: Če želite optično prebrati kartico, dovolite dostop kameri v nastavitvah.
th: โปรดให้สิทธิ์เข้าถึงกล้องถ่ายรูปในการตั้งค่าเพื่อสแกนบัตร
vi: Để quét thẻ của bạn, hãy cho phép truy cập camera trong mục Cài đặt.
zh_hk: 要掃描您的銀行卡，在「設置」中啟用照相機。

source: Your ZIP is invalid.
bg_bg: Вашият ZIP код е невалиден.
cs_cz: PSČ je neplatné.
da: Dit postnummer er ugyldigt.
el_gr: Ο ταχυδρομικός κώδικάς σας δεν είναι έγκυρος.
es_419: El código postal no es válido.
fil: Ang iyong ZIP ay di balido.
fr: Votre code postal n'est pas valide.
id: ZIP Anda tidak valid.
lt_lt: Jūsų pašto kodas yra netinkamas.
lv_lv: Pasta indekss nav derīgs.
ru: Введенный почтовый индекс неверен.
sl_si: Vaša poštna številka ni veljavna.
th: รหัสไปรษณีย์ไม่ถูกต้อง
zh_hk: 您的郵區編號無效。

source: Your card has expired.
bg_bg: Вашата карта е изтекла.
cs_cz: Platnost vaší karty vypršela.
da: Dit kort er udløbet.
el_gr: Η κάρτα σας έχει λήξει.
es_419: Tu tarjeta venció.
fil: Napaso na ang iyong kard.
fr: Votre carte a expiré.
id: Kartu Anda telah kedaluwarsa.
lt_lt: Jūsų kortelė baigė galioti.
lv_lv: Kartes derīguma termiņš ir beidzies.
ms_my: Kad anda telah tamat tempoh.
mt: Il-karta tiegħek skadiet.
pl_pl: Ważność Twojej karty wygasła.
ru: Срок действия карты истек.
sl_si: Vaša kartica je potekla.
th: บัตรของคุณหมดอายุแล้ว
vi: Thẻ đã hết hạn.
zh_hk: 您的銀行卡已過期。

source: Your card number is incomplete.
bg_bg: Номерът на Вашата карта е непълен.
cs_cz: Číslo karty je neúplné.
da: Dit kortnummer er ikke fuldendt.
el_gr: Ο αριθμός της κάρτας σας είναι ελλιπής.
es_419: El número de tarjeta está incompleto.
fil: Ang numero ng iyong kard ay di kumpleto.
fr: Votre numéro de carte bancaire est incomplet.
id: Nomor kartu Anda tidak lengkap.
lt_lt: Neišsamus kortelės numeris.
lv_lv: Kartes numurs nav pilnīgs.
ms_my: Nombor kad anda tidak lengkap.
mt: In-numru tal-karta tiegħek mhux komplut.
pl_pl: Numer karty jest niekompletny.
ru: Номер карты введен не полностью.
sl_si: Številka vaše kartice ni popolna.
th: หมายเลขบัตรไม่ครบถ้วน
vi: Số thẻ chưa đầy đủ.
zh_hk: 您的銀行卡號不完整。

source: Your card number is invalid.
bg_bg: Номерът на Вашата карта е невалиден.
cs_cz: Číslo karty je neplatné.
da: Dit kortnummer er ugyldigt.
el_gr: Ο αριθμός της κάρτας σας δεν είναι έγκυρος.
es_419: El número de tarjeta no es válido.
fil: Ang numero ng iyong kard ay di balido.
fr: Votre numéro de carte bancaire n'est pas valide.
id: Nomor kartu Anda tidak valid.
lt_lt: Netinkamas kortelės numeris.
lv_lv: Kartes numurs nav derīgs.
ms_my: Nombor kad anda tidak sah.
mt: In-numru tal-karta tiegħek mhux tajjeb.
pl_pl: Numer karty jest nieprawidłowy.
ru: Номер карты недействителен.
sl_si: Številka vaše kartice ni veljavna.
th: หมายเลขบัตรไม่ถูกต้อง
vi: Số thẻ không hợp lệ.
zh_hk: 您的卡號無效。

source: Your card's expiration date is incomplete.
bg_bg: Срокът на валидност на Вашата карта е непълен.
cs_cz: Datum konce platnosti vaší karty je neúplné.
da: Dit korts udløbsdato er ikke fuldendt.
el_gr: Η ημερομηνία λήξης της κάρτας σας είναι ελλιπής.
es_419: La fecha de vencimiento de la tarjeta está incompleta.
fil: Ang petsa ng pagkapaso ng iyong kard ay di kumpleto.
fr: La date d'expiration de votre carte bancaire est incomplète.
id: Tanggal kedaluwarsa kartu Anda tidak lengkap.
lt_lt: Neišsami kortelės galiojimo pabaigos data.
lv_lv: Kartes derīguma termiņa datums nav pilnīgs.
ms_my: Tarikh tamat tempoh kad anda tidak lengkap.
mt: Id-data tal-iskadenza tal-karta tiegħek mhix sħiħa.
pl_pl: Data ważności karty jest niepełna.
ru: Дата истечения срока действия карты введена не полностью.
sl_si: Datum poteka vaše kartice ni popoln.
th: วันที่หมดอายุของบัตรไม่ครบถ้วน
vi: Ngày hết hạn trên thẻ không hợp lệ.
zh_hk: 您的銀行卡的有效期不完整。

source: Your card's expiration date is invalid.
bg_bg: Датата на валидност на Вашата карта е невалидна.
cs_cz: Datum konce platnosti karty je neplatné.
da: Dit korts udløbsdato er ugyldig.
el_gr: Η ημερομηνία λήξης της κάρτας σας δεν είναι έγκυρη.
es_419: La fecha de vencimiento de la tarjeta no es válida.
fil: Ang petsa ng pagkapaso ng iyong kard ay di balido.
fr: La date d'expiration de votre carte bancaire n'est pas valide.
id: Tanggal kedaluwarsa kartu Anda tidak valid.
lt_lt: Netinkama kortelės galiojimo pabaigos data.
lv_lv: Kartes derīguma termiņa beigu datums nav derīgs.
ms_my: Tarikh tamat tempoh kad anda tidak sah.
mt: Id-data tal-iskadenza tal-karta tiegħek mhix tajba.
pl_pl: Data ważności karty jest nieprawidłowa.
ru: Дата истечения срока действия карты недействительна.
sl_si: Datum poteka vaše kartice ni veljaven.
th: วันที่หมดอายุของบัตรไม่ถูกต้อง
vi: Ngày hết hạn trên thẻ không hợp lệ.
zh_hk: 您的銀行卡的有效期無效。

source: Your card's expiration month is invalid.
bg_bg: Месецът на валидност на Вашата карта е невалиден.
cs_cz: Rok konce platnosti vaší karty je neplatný.
da: Kortets udløbsmåned er ugyldig.
el_gr: Ο μήνας λήξης της κάρτας σας δεν είναι έγκυρος.
es_419: El mes de vencimiento de la tarjeta no es válido.
fil: Ang buwan ng pagkapaso ng iyong kard ay di balido.
fr: Le mois d'expiration de votre carte n'est pas valide.
id: Bulan kedaluwarsa kartu Anda tidak valid.
lt_lt: Negaliojantis kortelės galiojimo pabaigos mėnuo.
lv_lv: Kartes derīguma termiņa mēnesis nav derīgs.
ms_my: Bulan tamat tempoh kad anda tidak sah.
mt: Ix-xahar tal-iskadenza tal-karta tiegħek mhux tajjeb.
pl_pl: Miesiąc daty ważności karty jest nieprawidłowy.
ru: Недопустимый месяц окончания действия карты.
sl_si: Mesec poteka vaše kartice ni veljaven.
th: เดือนที่หมดอายุของบัตรไม่ถูกต้อง
vi: Tháng hết hạn trên thẻ của bạn không hợp lệ.
zh_hk: 您的銀行卡的到期月份無效。

source: Your card's expiration year is invalid.
bg_bg: Годината на валидност на Вашата карта е невалидна.
cs_cz: Rok konce platnosti vaší karty je neplatný.
da: Dit korts udløbsår er ugyldigt.
el_gr: Το έτος λήξης της κάρτας σας δεν είναι έγκυρο.
es_419: El año de vencimiento de la tarjeta no es válido.
fil: Ang taon ng pagkapaso ng iyong kard ay di balido.
fr: L'année d'expiration de votre carte n'est pas valide.
id: Tahun kedaluwarsa kartu Anda tidak valid.
lt_lt: Kortelės galiojimo pabaigos metai neteisingi.
lv_lv: Kartes derīguma termiņa gads nav derīgs.
ms_my: Tahun tamat tempoh kad anda tidak sah.
mt: Is-sena tal-iskadenza tal-karta tiegħek mhix tajba.
pl_pl: Rok daty ważności karty jest nieprawidłowy
ru: Недопустимый год окончания действия карты.
sl_si: Leto poteka vaše kartice ni veljavno.
th: ปีที่หมดอายุของบัตรไม่ถูกต้อง
vi: Năm hết hạn trên thẻ của bạn không hợp lệ.
zh_hk: 您的銀行卡的到期年份無效。

source: Your card's security code is incomplete.
bg_bg: Кодът за сигурност на Вашата карта е непълен.
cs_cz: Bezpečnostní kód karty je neúplný.
da: Dit korts sikkerhedskode er ufuldstændig.
el_gr: Ο κωδικός ασφαλείας της κάρτας σας είναι ελλιπής.
es_419: El código de seguridad de la tarjeta está incompleto.
fil: Ang security code ng iyong kard ay di kumpleto.
fr: Le code de sécurité de votre carte bancaire est incomplet.
id: Kode keamanan kartu Anda tidak lengkap.
lt_lt: Neišsamus kortelės saugos kodas.
lv_lv: Kartes drošības kods nav pilnīgs.
ms_my: Kod keselamatan kad anda tidak lengkap.
mt: Il-kodiċi tas-sigurtà tal-karta tiegħek mhux komplut.
pl_pl: Kod zabezpieczający karty jest niekompletny.
ru: Код CVV/CVC карты введен не полностью.
sl_si: Varnostna koda vaše kartice ni popolna.
th: รหัสความปลอดภัยของบัตรไม่ครบถ้วน
vi: Mã bảo mật trên thẻ chưa đầy đủ.
zh_hk: 您的銀行卡的安全碼不完整。

source: Your card's security code is invalid.
bg_bg: Кодът за сигурност на Вашата карта е невалиден.
cs_cz: Bezpečnostní kód vaší karty je neplatný.
da: Dit korts sikkerhedskode er ugyldig.
el_gr: Ο κωδικός ασφαλείας της κάρτας σας δεν είναι έγκυρος.
es_419: El código de seguridad de la tarjeta no es válido.
fil: Ang security code ng iyong kard ay di balido.
fr: Le code de sécurité de votre carte bancaire n'est pas valide.
id: Kode keamanan kartu Anda tidak valid.
lt_lt: Kortelės saugos kodas negalioja.
lv_lv: Kartes drošības kods nav derīgs.
ms_my: Kod keselamatan kad anda tidak sah.
mt: Il-kodiċi tas-sigurtà tal-karta tiegħek mhux tajjeb.
pl_pl: Kod bezpieczeństwa karty jest nieprawidłowy.
ru: Код CVV/CVC карты недействителен.
sl_si: Varnostna koda vaše kartice ni veljavna.
th: รหัสความปลอดภัยของบัตรไม่ถูกต้อง
vi: Mã bảo mật trên thẻ không hợp lệ.
zh_hk: 您的銀行卡的安全碼無效。

source: Your postal code is invalid.
bg_bg: Вашият пощенски код е невалиден.
cs_cz: Poštovní směrovací číslo je neplatné
da: Dit postnummer er ikke fuldendt.
el_gr: Ο ταχυδρομικός κώδικάς σας δεν είναι έγκυρος.
es_419: El código postal no es válido.
fil: Ang iyong postal code ay di balido.
fr: Votre code postal n'est pas valide.
id: Kode pos Anda tidak valid.
lt_lt: Jūsų pašto kodas yra netinkamas.
lv_lv: Pasta indekss nav derīgs.
ru: Введенный почтовый индекс недействителен.
sl_si: Vaša poštna številka ni veljavna.
th: รหัสไปรษณีย์ไม่ถูกต้อง
zh_hk: 您的郵區編號無效。

source: card number
bg_bg: номер на картата
cs_cz: číslo karty
da: kortnummer
el_gr: αριθμός κάρτας
es_419: número de tarjeta
fil: numero ng kard
fr: numéro de carte
id: nomor kartu
lt_lt: kortelės numeris
lv_lv: kartes numurs
ms_my: nombor kad
mt: in-numru tal-karta
pl_pl: nr karty
ru: номер карты
sl_si: številka kartice
th: หมายเลขบัตร
vi: số thẻ
zh_hk: 卡號

source: expiration date
bg_bg: дата на валидност
cs_cz: datum konce platnosti
da: udløbsdato
el_gr: ημερομηνία λήξης
es_419: fecha de vencimiento
fil: Petsa ng pagkapaso
fr: date d'expiration
id: Tanggal kedaluwarsa
lt_lt: galiojimo pabaigos data
lv_lv: derīguma termiņš
ms_my: Tarikh tamat tempoh
mt: id-data tal-iskadenza
pl_pl: data ważności
ru: срок окончания действия
sl_si: datum poteka
th: วันหมดอายุ
vi: Ngày hết hạn
zh_hk: 到期日

source: example@example.com
cs_cz: příklad@příklad.com
da: eksempel@eksempel.dk
es_419: ejemplo@ejemplo.com
fr: exemple@exemple.fr
ms_my: contoh@example.com
mt: eżempju@eżempju.com
sl_si: primer@primer.com

source: CVC
fr: Code CVC
ru: Код CVV/CVC
zh_hk: 安全碼

source: BSB
el_gr: Κωδικός BSB
