Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: Confirm your CVC
bg_bg: Потвърдете своя CVC
ca_es: Confirmeu el vostre CVC
cs_cz: Potvrďte vaše CVC
da: Bekræft dit CVC
de: Prüfziffer/CVC bestätigen
el_gr: Επιβεβαιώστε τον κωδικό CVC
es_419: Confirma tu CVC
et_ee: Kinnita CVC
fi: Vahvista CVC
fil: Kumpirmahin ang iyong CVC
fr: Confirmez votre CVC
hr: Potvrdite svoj CVC
hu: CVC megerősítése
id: Konfirmasikan CVC Anda
it: Conferma il tuo CVC
ja: セキュリティコードを確定
lt_lt: Patvirtinkite savo CVC
lv_lv: Apstiprināt CVC
ms_my: Sahkan CVC anda
mt: Ikkonferma l-kodiċi CVC tiegħek
nl: Je CVC bevestigen
pl_pl: Potwierdź CVC
pt_pt: Confirme o seu CVC
ro_ro: Confirmă CVC-ul
ru: Подтвердить код CVV карты
sk_sk: Potvrďte CVC
sl_si: Potrdite svojo kodo CVC
th: ยืนยัน CVC ของคุณ
tr: CVC kodunuzu onaylayın
vi: Xác nhận CVC của bạn

source: Contact information
bg_bg: Информация за контакт
ca_es: Informació de contacte
cs_cz: Kontaktní údaje
da: Kontaktoplysninger
de: Kontaktinformationen
el_gr: Στοιχεία επικοινωνίας
es_419: Información de contacto
et_ee: Kontaktandmed
fi: Yhteystiedot
fil: Impormasyon sa pakikipag-ugnayan
fr: Coordonnées
hr: Podaci za kontakt
hu: Kapcsolattartási adatok
id: Informasi kontak
it: Informazioni di contatto
ja: 連絡先情報
lt_lt: Kontaktinė informacija
lv_lv: Kontaktinformācija
ms_my: Maklumat hubungan
mt: Id-dettalji tal-kuntatt
nl: Contactgegevens
pl_pl: Dane kontaktowe
pt_pt: Informações de contacto
ro_ro: Informații de contact
ru: Контактные данные
sk_sk: Kontaktné informácie
sl_si: Podatki za stik
th: ข้อมูลติดต่อ
tr: İletişim bilgileri
vi: Thông tin liên lạc

source: Default
bg_bg: По подразбиране
ca_es: Per defecte
cs_cz: Výchozí
da: Standard
de: Standard
el_gr: Προεπιλογή
es_419: Predeterminado
et_ee: Vaikimisi
fi: Oletus
fr: Par défaut
hr: Zadano
hu: Alapértelmezett
it: Valore predefinito
ja: デフォルト
lt_lt: Numatytasis
lv_lv: Noklusējuma
ms_my: Tetapan Asal
mt: Standard
nl: Standaard
pl_pl: Domyślne
pt_pt: Predefinido
ro_ro: Implicit
ru: По умолчанию
sk_sk: Predvolené
sl_si: Privzeto
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định

source: Default payment method
bg_bg: Начин на плащане по подразбиране
ca_es: Mètode de pagament per defecte
cs_cz: Výchozí způsob platby
da: Standardbetalingsmetode
de: Standard-Zahlungsmethode
el_gr: Προεπιλεγμένη μέθοδος πληρωμής
es_419: Método de pago predeterminado
et_ee: Vaikemakseviis
fi: Oletusmaksutapa
fil: Default na paraan ng pagbabayad
fr: Moyen de paiement par défaut
hr: Zadani način plaćanja
hu: Alapértelmezett fizetési mód
id: Metode pembayaran default
it: Metodo di pagamento predefinito
ja: デフォルトの決済手段
lt_lt: Numatytasis mokėjimo būdas
lv_lv: Noklusējuma maksājuma veids
ms_my: Kaedah pembayaran tetapan asal
mt: Metodu tal-pagament standard
nl: Standaardbetaalmethode
pl_pl: Domyślna metoda płatności
pt_pt: Método de pagamento predefinido
ro_ro: Metodă de plată implicită
ru: Способ оплаты по умолчанию
sk_sk: Predvolený spôsob platby
sl_si: Privzeti način plačila
th: วิธีการชำระเงินตามค่าเริ่มต้น
tr: Varsayılan ödeme yöntemi
vi: Phương thức thanh toán mặc định

source: EPS Bank
bg_bg: Банка EPS
ca_es: Banc EPS
cs_cz: Banka EPS
el_gr: Τράπεζα με EPS
es_419: Banco que opera con EPS
et_ee: EPS pank
fi: EPS-pankki
fr: Banque EPS
hr: Banka EPS
id: Bank EPS
it: Banca EPS
ja: EPS 銀行
lt_lt: EPS bankas
ms_my: Bank EPS
pl_pl: Bank EPS
pt_pt: Banco EPS
ro_ro: Banca EPS
ru: Банк EPS
sl_si: Banka EPS
vi: Ngân hàng EPS

source: Enter address manually
bg_bg: Ръчно въвеждане на адрес
ca_es: Introduir l'adreça manualment
cs_cz: Zadejte adresu ručně
da: Indtast adresse manuelt
de: Adresse manuell eingeben
el_gr: Πληκτρολογήστε τη διεύθυνση
es_419: Ingresar dirección manualmente
et_ee: Sisestage aadress käsitsi
fi: Syötä osoite manuaalisesti
fil: Manwal na ilagay ang address
fr: Saisir l'adresse manuellement
hr: Unesite adresu ručno
hu: Cím megadása kézzel
id: Masukkan alamat secara manual
it: Inserisci manualmente l'indirizzo
ja: 住所を手動で入力
lt_lt: Įvesti adresą rankiniu būdu
lv_lv: Ievadīt adresi manuāli
ms_my: Masukkan alamat secara manual
mt: Ikteb l-indirizz int stess
nl: Adres handmatig invoeren
pl_pl: Wprowadź adres ręcznie
pt_pt: Introduzir endereço manualmente
ro_ro: Introduceți adresa manual
ru: Введите адрес вручную
sk_sk: Zadať adresu manuálne
sl_si: Naslov vnesite ročno
th: ป้อนที่อยู่ด้วยตนเอง
tr: Adresi manuel olarak girin
vi: Nhập địa chỉ thủ công

source: Enter the code sent to %@ to use your saved information.
el_gr: Εισαγάγετε τον κωδικό που στάλθηκε στο %@ για να χρησιμοποιήσετε τα αποθηκευμένα στοιχεία σας.
lt_lt: Norėdami naudoti savo išsaugotą informaciją, įveskite %@ gautą kodą.
ru: Чтобы использовать ранее сохраненные данные, введите код, отправленный на %@.
sl_si: Vnesite kodo, ki smo jo poslali na telefonsko številko %@, da boste lahko uporabili shranjene podatke.
tr: Kaydedilmiş bilgilerinizi kullanmak için %@ numaralı telefona gönderilen kodu girin.

source: FPX Bank
bg_bg: Банка FPX
ca_es: Banc FPX
cs_cz: Banka FPX
es_419: Banco para FPX
fi: FPX-pankki
fr: Banque FPX
it: Banca FBX
ja: FPX 銀行
lt_lt: FPX bankas
lv_lv: FPX banka
ms_my: Bank untuk FPX
pt_pt: Banco FPX
ru: Банк FPX
sl_si: Banka FPX
vi: Ngân hàng FPX

source: Failed to connect
el_gr: Δεν ήταν δυνατή η σύνδεση
lt_lt: Nepavyko prisijungti
ru: Не удалось подключиться
sl_si: Povezave ni bilo mogoče vzpostaviti
tr: Bağlantı başarısız.

source: Fast, secure, 1⁠-⁠click checkout
el_gr: Γρήγορη και ασφαλής ολοκλήρωση αγοράς με 1 κλικ
lt_lt: Greitas ir saugus atsiskaitymas vienu spustelėjimu
ru: Быстрое, безопасное оформление оплаты одним щелчком
sl_si: Hitra in varna izvedba plačila z enim klikom
tr: Hızlı, güvenli, tek tıklamayla ödeme

source: For security, please re-enter your card’s security code.
el_gr: Για λόγους ασφάλειας, εισαγάγετε πάλι τον κωδικό ασφαλείας της κάρτας σας.
lt_lt: Saugumo sumetimais dar kartą įveskite kortelės saugumo kodą.
ru: В целях безопасности введите заново код CVV/CVC карты.
sl_si: Iz varnostnih razlogov morate znova vnesti varnostno kodo svoje kartice.
tr: Güvenliğinizin sağlanması için lütfen kartınızın güvenlik kodunu tekrar girin.

source: Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>
bg_bg: Получете %@ обратно при първо плащане по банков път. <terms>Вижте условията</terms>
ca_es: Obteniu %@ de reembossament quan pagueu per primera vegada amb el compte bancari. <terms>Consulteu les condicions</terms>
cs_cz: Získejte %@ zpět při první platbě u své banky. <terms>Viz podmínky</terms>
da: Få %@ tilbage, første gang du betaler med din bank. <terms>Se vilkår</terms>
de: Sie erhalten %@ zurück, wenn Sie zum ersten Mal per Banküberweisung bezahlen. <terms>Siehe Konditionen</terms>
el_gr: Λάβετε επιστροφή %@ όταν πληρώσετε για πρώτη φορά με την τράπεζά σας. <terms>Δείτε τους όρους</terms>
es_419: Obtén %@ cuando pagues por primera vez con tu banco. <terms>Consulta las condiciones</terms>
et_ee: Saate %@ tagasi, kui maksate esimest korda oma panga kaudu. <terms>Vaata tingimusi</terms>
fi: Saat %@ takaisin, kun maksat ensimmäistä kertaa pankillasi. <terms>Katso ehdot</terms>
fil: Bawiin ang %@ kapag nagbayad ka sa unang pagkakataon gamit ang iyong bangko. <terms>Tingnan ang mga tuntunin</terms>
fr: Bénéficiez de %@ de cashback en payant pour la première fois avec votre compte bancaire. <terms>Afficher les conditions</terms>
hr: Dobit ćete %@ povrat kada prvi put platite bankovnim prijenosom. <terms>Pogledajte uvjete</terms>
hu: Kapjon vissza %@ összeget, amikor először fizet bankjával. <terms>Olvassa el a feltételeket</terms>
id: Dapatkan %@ kembali saat membayar pertama kalinya pada bank Anda. <terms>Lihat ketentuan</terms>
it: Ti restituiamo %@ quando effettui il primo pagamento con la tua banca. <terms>Consulta i termini</terms>
ja: ご利用の銀行での初回支払い時に %@ を受け取れます。<terms>規約を表示</terms>
lt_lt: Atgaukite %@ pirmą kartą mokėdami per savo banką. <terms>Žr. sąlygas</terms>
lv_lv: Saņemiet %@ atmaksu, maksājot pirmo reizi ar savu banku. <terms>Skatīt noteikumus</terms>
ms_my: Dapatkan kembali %@ apabila anda membuat pembayaran untuk kali pertama dengan bank anda. <terms>Lihat terma</terms>
mt: Ikseb %@ lura meta tħallas bil-bank għall-ewwel darba. <terms>Aqra r-regoli</terms>
nl: Krijg %@ terug wanneer je voor de eerste keer via je bank betaalt. <terms>Zie voorwaarden</terms>
pl_pl: Uzyskaj zwrot %@, gdy płacisz po raz pierwszy poprzez bank. <terms>Zobacz warunki</terms>
pt_pt: Receba %@ de volta quando pagar pela primeira vez com o seu banco. <terms>Consulte as condições</terms>
ro_ro: Primiți %@ înapoi atunci când plătiți pentru prima dată cu banca dvs. <terms>Consultați termenii</terms>
ru: Получите возврат в сумме %@, когда впервые оплатите заказ с банковского счета. <terms>См. условия</terms>
sk_sk: Získajte %@ späť pri prvej platbe so svojou bankou. <terms>Pozrite si podmienky</terms>
sl_si: Pridobite %@ povračila za prvo plačilo prek svojega bančnega računa. <terms>Oglejte si pogoje</terms>
th: รับคืน %@ เมื่อชำระครั้งแรกผ่านธนาคาร <terms>ดูข้อกำหนด</terms>
tr: Bankanızla ilk kez ödeme yaptığınızda %@ tutarını geri alın. <terms>Şartları görün</terms>
vi: Được hoàn %@ khi thanh toán lần đầu tiên với ngân hàng. <terms>Xem điều khoản</terms>

source: Get %@ back when you pay with your bank. <terms>See terms</terms>
bg_bg: Получете %@ обратно при плащане по банков път. <terms>Вижте условията</terms>
ca_es: Recupereu %@ en pagar amb el compte bancari. <terms>Consulteu les condicions</terms>
cs_cz: Získejte %@ zpět, když zaplatíte u své banky. <terms>Viz podmínky</terms>
da: Få %@ tilbage, når du betaler med din bank. <terms>Se vilkår</terms>
de: Sie erhalten %@ zurück, wenn Sie per Banküberweisung bezahlen. <terms>Siehe Konditionen</terms>
el_gr: Λάβετε επιστροφή %@ όταν πληρώσετε με την τράπεζά σας. <terms>Δείτε τους όρους</terms>
es_419: Obtén %@ al pagar con tu banco. <terms>Consulta las condiciones</terms>
et_ee: Saate %@ tagasi, kui maksate oma panga kaudu. <terms>Vaata tingimusi</terms>
fi: Saat %@ takaisin, kun maksat pankillasi. <terms>Katso ehdot</terms>
fil: Bawiin ang %@ kapag nagbayad ka gamit ang iyong bangko. <terms>Tingnan ang mga tuntunin</terms>
fr: Bénéficiez de %@ de cashback en payant à l'aide de votre compte bancaire. <terms>Afficher les conditions</terms>
hr: Dobit ćete %@ povrat ako platite bankovnim prijenosom. <terms>Pogledajte uvjete</terms>
hu: Kapjon vissza %@ összeget, amikor bankjával fizet. <terms>Olvassa el a feltételeket</terms>
id: Dapatkan %@ kembali saat membayar pada bank Anda. <terms>Lihat ketentuan</terms>
it: Ti restituiamo %@ quando effettui un pagamento con la tua banca. <terms>Consulta i termini</terms>
ja: ご利用の銀行での支払い時に %@ を受け取れます。<terms>規約を表示</terms>
lt_lt: Atgaukite %@ mokėdami per savo banką. <terms>Žr. sąlygas</terms>
lv_lv: Saņemiet %@ atmaksu, maksājot ar savu banku. <terms>Skatīt noteikumus</terms>
ms_my: Dapatkan kembali %@ apabila anda membuat pembayaran dengan bank anda. <terms>Lihat terma</terms>
mt: Ikseb %@ lura meta tħallas bil-bank. <terms>Aqra r-regoli</terms>
nl: Krijg %@ terug wanneer je via je bank betaalt. <terms>Zie voorwaarden</terms>
pl_pl: Uzyskaj zwrot %@, płacąc za pośrednictwem banku. <terms>Zobacz warunki</terms>
pt_pt: Receba %@ de volta quando pagar com o seu banco. <terms>Consulte as condições</terms>
ro_ro: Primiți %@ înapoi atunci când plătiți cu banca dvs. <terms>Consultați termenii</terms>
ru: Получите возврат в сумме %@ при оплате с банковского счета. <terms>См. условия</terms>
sk_sk: Získajte %@ späť pri platbe prostredníctvom vašej banky. <terms>Pozrite si podmienky</terms>
sl_si: Plačajte pri svoji banki in prejmite %@ vračila. <terms>Oglejte si pogoje</terms>
th: รับคืน %@ เมื่อชำระผ่านธนาคาร <terms>ดูข้อกำหนด</terms>
tr: Bankanızla ödeme yaptığınızda %@ tutarını geri alın. <terms>Şartları görün</terms>
vi: Được hoàn %@ khi thanh toán bằng ngân hàng.<terms>Xem điều khoản</terms>

source: I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account.
bg_bg: Разбирам, че Stripe ще взима директен дебит от името на %@ и потвърждавам, че съм титуляр на сметката и единственото лице, необходимо за оправомощаване на дебитиране от тази сметка.
ca_es: Entenc que Stripe cobrarà els dèbits directes de part de %@ i confirmo que soc el titular del compte i l'única persona requerida per autoritzar dèbits des d'aquest compte.
cs_cz: Rozumím tomu, že Stripe bude vybírat přímé debety jménem %@, a potvrzuji, že jsem držitelem účtu a jedinou osobou, která je nezbytná k autorizování debetů z tohoto účtu.
da: Jeg er indforstået med, at Stripe vil opkræve direkte debiteringer på vegne af %@ og bekræfter, at jeg er kontoindehaveren og den eneste person, der skal godkende debiteringer fra denne konto.
de: Ich verstehe, dass Stripe im Namen von %@ Lastschriften einzieht und bestätige, dass ich der Kontoinhaber/die Kontoinhaberin und die einzige Person bin, die zur Autorisierung von Lastschriften von diesem Konto erforderlich ist.
el_gr: Κατανοώ ότι η Stripe θα εισπράττει άμεσες χρεώσεις εκ μέρους της %@ και επιβεβαιώνω ότι είμαι ο δικαιούχος του λογαριασμού και το μόνο άτομο που απαιτείται για την έγκριση των χρεώσεων από αυτόν τον λογαριασμό.
es_419: Entiendo que Stripe cobrará débitos directos en nombre de %@ y confirmo que soy el titular de la cuenta y la única persona que se requiere que autorice los débitos a esta cuenta.
et_ee: Mõistan, et Stripe kogub ettevõtte %@ nimel otsekorraldusi, ja kinnitan, et olen kontoomanik ja ainus isik, kes peab selle konto debiteerimist autoriseerima.
fi: Ymmärrän, että Stripe kerää suoraveloituksia yrityksen %@ puolesta sekä vahvistan, että olen tilinhaltija ja ainoa henkilö, jota tarvitaan tämän tilin veloitusten varmentamiseen.
fil: Nauunawaan ko na mangongolekta ang Stripe ng Direct Debits sa ngalan ng %@ at kinukumpirma ko na ako ang may-ari ng account at tanging taong kinakailangan na magpahintulot sa mga debit mula sa account na ito..
fr: Je comprends que Stripe effectuera des prélèvements automatiques pour le compte de %@, et je confirme que je suis le/la titulaire du compte et la seule personne habilitée à autoriser les prélèvements sur ce compte.
hr: Razumijem da će Stripe naplaćivati izravna terećenja u ime %@ i potvrđujem da sam vlasnik računa i jedina osoba koja mora autorizirati terećenja s ovog računa.
hu: Tudomásul veszem, hogy a Stripe beszedéseket végez a(z) %@ nevében, és megerősítem, hogy én vagyok a számla tulajdonosa és az egyetlen személy, aki a terheléseket engedélyezheti erről a számláról.
id: Saya memahami bahwa Stripe akan menagih Debit Langsung atas nama %@ serta mengonfirmasikan bahwa sayalah pemilik akun dan satu-satunya orang yang diperlukan untuk mengotorisasi debit dari akun ini.
it: Sono consapevole che Stripe riscuoterà addebiti diretti per conto di %@ e confermo di essere il titolare del conto e l'unica persona idonea ad autorizzare addebiti su questo conto.
ja: 私は、Stripe が %@ の代理として口座引き落としによる回収を行うことを理解しています。また、私が当該口座を保有しており、この口座からの引き落としを承認すべき唯一の人間であることを認めます。
lt_lt: Suprantu, kad "Stripe" atliks tiesioginio debeto nuskaitymus "%@" vardu ir patvirtinu, kad esu sąskaitos turėtojas bei vienintelis asmuo, galintis leisti atlikti debeto nuskaitymus nuo šios sąskaitos.
lv_lv: Es saprotu, ka Stripe iekasēs tiešā debeta maksājumus %@ vārdā, un apstiprinu, ka esmu konta turētājs un vienīgā persona, kurai ir jāautorizē debeti no šī konta.
ms_my: Saya faham bahawa Stripe akan mengutip Debit Terus bagi pihak %@ dan mengesahkan sayalah pemegang akaun dan satu-satunya individu yang diperlukan untuk mengizinkan debit daripada akaun ini.
mt: Jiena nifhem li Stripe se tkun qed tiġbor id-Debiti Diretti f'isem %@ u nikkonferma li jiena d-detentur tal-kont u l-unika persuna meħtieġa biex tawtorizza d-debiti minn dan il-kont.
nl: Ik begrijp dat Stripe namens %@ bedragen via automatische incasso gaat afschrijven en ik bevestig dat ik als rekeninghouder de enige vereiste persoon ben om afschrijvingen van deze rekening te autoriseren.
pl_pl: Rozumiem, że Stripe będzie pobierać polecenia zapłaty w imieniu firmy %@ i potwierdzam, że jestem posiadaczem konta i jedyną osobą wymaganą do autoryzowania poleceń zapłaty z tego konta.
pt_pt: Compreendo que a Stripe irá cobrar Débitos Diretos em nome de %@ e confirmo que sou o titular da conta e a única pessoa com permissão para autorizar débitos desta conta.
ro_ro: Înțeleg că Stripe va colecta debite directe în numele %@ și confirm că sunt titularul contului și singura persoană necesară pentru a autoriza debite din acest cont.
ru: Я понимаю, что Stripe будет принимать прямые дебетования от имени %@, и подтверждаю, что являюсь владельцем счета и единственным лицом, согласие которого требуется для проведения дебетований с этого счета.
sk_sk: Rozumiem, že spoločnosť Stripe bude inkasovať priame inkasá v mene spoločnosti %@ a potvrdzujem, že som majiteľom účtu a som jediná osoba, ktorá musí autorizovať inkasá z tohto účtu.
sl_si: Potrjujem, da bo družba Stripe zbirala direktne obremenitve v imenu podjetja %@ ter da sem lastnik računa in edina oseba, ki lahko odobri bremenitve s tega računa.
th: ฉันเข้าใจว่า Stripe จะดำเนินการหักบัญชีอัตโนมัติในนามของ %@ และยืนยันว่าฉันเป็นเจ้าของบัญชีและเป็นบุคคลเดียวเท่านั้นที่อนุญาตให้หักเงินจากบัญชีนี้ได้
tr: Stripe'ın %@ adına Otomatik Ödeme alacağını anlıyorum. Hesap sahibi ve bu hesaptan ödemeleri yetkilendirmek için gereken tek kişi olduğumu onaylıyorum.
vi: Tôi hiểu rằng Stripe sẽ thu Ghi nợ Trực tiếp thay mặt %@ và tôi xác nhận rằng tôi là chủ tài khoản và là người duy nhất cần có để ủy quyền ghi nợ từ tài khoản này.

source: Log out of Link
bg_bg: Излизане от Link
ca_es: Tanca la sessió a Link
cs_cz: Odhlásit ze služby Link
da: Log ud af Link
de: Von Link abmelden
el_gr: Αποσύνδεση από το Link
es_419: Cerrar sesión de Link
et_ee: Logi Link välja
fi: Kirjaudu ulos Link-palvelusta
fil: Mag-log out sa Link
fr: Se déconnecter de Link
hr: Odjavite se s Linka
hu: Kijelentkezés a Link
id: Keluar dari Link
it: Esci da Link
ja: Link からログアウト
lt_lt: Atsijungti nuo "Link"
lv_lv: Izrakstīties no Link
ms_my: Log keluar dari Link
mt: Oħroġ minn Link
nl: Afmelden bij Link
pl_pl: Wyloguj się z Link
pt_pt: Terminar sessão no Link
ro_ro: Deconectare de la Link
ru: Выйти из Link
sk_sk: Odhlásiť sa zo služby Link
sl_si: Odjava iz storitve Link
th: ออกจากระบบ Link
tr: Link'ten çıkış yap
vi: Đăng xuất khỏi Link

source: Manage SEPA debit
bg_bg: Управление на SEPA дебит
ca_es: Administra la domiciliació SEPA
cs_cz: Správa inkasa SEPA
da: Administrer SEPA-debet
de: SEPA-Lastschrift verwalten
el_gr: Διαχείριση χρέωσης SEPA
es_419: Gestiona el débito SEPA
et_ee: SEPA deebeti haldamine
fi: Hallinnoi SEPA-pankkiveloitusta
fil: Pangasiwaan ang SEPA debit
fr: Gérer le prélèvement SEPA
hr: Upravljajte SEPA terećenjem
hu: SEPA beszedés kezelése
id: Kelola debit SEPA
it: Gestisci addebito SEPA
ja: SEPA デビットの管理
lt_lt: Tvarkyti SEPA debetą
lv_lv: Pārvaldīt SEPA debetu
ms_my: Urus debit SEPA
mt: Ħu ħsieb id-debitu SEPA
nl: SEPA-incasso beheren
pl_pl: Zarządzaj poleceniem zapłaty SEPA
pt_pt: Gerir débito SEPA
ro_ro: Gestionare debit SEPA
ru: Управление дебетованием SEPA
sk_sk: Spravovať SEPA inkaso
sl_si: Upravljanje obremenitve SEPA
th: จัดการการหักบัญชีอัตโนมัติแบบ SEPA
tr: SEPA bankamatik hesabını yönet
vi: Quản lý Ghi nợ SEPA

source: Manage US bank account
bg_bg: Управление на банкова сметка в САЩ
ca_es: Administra el compte bancari dels EUA
cs_cz: Správa bankovního účtu v USA
da: Administrer amerikansk bankkonto
de: US-Bankkonto verwalten
el_gr: Διαχείριση τραπεζικού λογαριασμού στις Ηνωμένες Πολιτείες
es_419: Gestiona la cuenta bancaria de EE. UU.
et_ee: Ameerika Ühendriikide pangakonto haldamine
fi: Hallinnoi yhdysvaltalaista pankkitiliä
fil: Pangasiwaan ang account sa bangko sa US
fr: Gérer le compte bancaire américain
hr: Upravljajte bankovnim računom u SAD-u
hu: USA bankszámla kezelése
id: Kelola rekening bank AS
it: Gestisci conto bancario Stati Uniti
ja: アメリカの銀行口座の管理
lt_lt: Tvarkyti JAV banko sąskaitą
lv_lv: Pārvaldīt ASV bankas kontu
ms_my: Urus akaun bank AS
mt: Ħu ħsieb il-kont tal-bank tal-Istati Uniti tal-Amerka
nl: Amerikaanse bankrekening beheren
pl_pl: Zarządzaj amerykańskim kontem bankowym
pt_pt: Gerir conta bancária nos EUA
ro_ro: Gestionare cont bancar din SUA
ru: Управление банковским счетом в США
sk_sk: Spravovať americký bankový účet
sl_si: Upravljanje bančnega računa v ZDA
th: จัดการบัญชีธนาคารในสหรัฐอเมริกา
tr: ABD banka hesabını yönet
vi: Quản lý tài khoản ngân hàng Hoa Kỳ

source: Manage card
bg_bg: Управление на карта
ca_es: Administra la targeta
cs_cz: Spravovat kartu
da: Administrer kort
de: Karte verwalten
el_gr: Διαχείριση κάρτας
es_419: Administra tu tarjeta
et_ee: Halda kaarti
fi: Hallinnoi korttia
fil: Pangasiwaan ang kard
fr: Gérer la carte
hr: Upravljajte karticom
hu: Kártya kezelése
id: Kelola kartu
it: Gestisci carta
ja: カードの管理
lt_lt: Tvarkyti kortelę
lv_lv: Pārvaldīt karti
ms_my: Urus kad
mt: Ħu ħsieb il-karta
nl: Betaalkaart beheren
pl_pl: Zarządzaj kartą
pt_pt: Gerir cartão
ro_ro: Gestionare card
ru: Управление картой
sk_sk: Spravovať kartu
sl_si: Uredite kartico
th: จัดการบัตร
tr: Kartı yönetin
vi: Quản lý thẻ

source: Manage cards
bg_bg: Управление на карти
ca_es: Administrar les targetes
cs_cz: Spravovat karty
da: Administrer kort
de: Karten verwalten
el_gr: Διαχείριση καρτών
es_419: Administra las tarjetas
et_ee: Kaartide haldamine
fi: Hallinnoi kortteja
fil: Pangasiwaan ang mga kard
fr: Gérer les cartes bancaires
hr: Upravljajte karticama
hu: Kártyák kezelése
id: Kelola kartu
it: Gestire le carte
ja: カードを管理する
lt_lt: Tvarkyti korteles
lv_lv: Pārvaldīt kartes
ms_my: Urus kad
mt: Ħu ħsieb il-karti
nl: Betaalkaarten beheren
pl_pl: Zarządzaj kartami
pt_pt: Gerir cartões
ro_ro: Gestionare carduri
ru: Управление картами
sk_sk: Spravovať karty
sl_si: Upravljanje kartic
th: จัดการบัตร
tr: Kartları yönet
vi: Quản lý thẻ

source: Manage payment method
bg_bg: Управляване на начина на плащане
ca_es: Gestiona el mètode de pagament
cs_cz: Spravovat způsob platby
da: Administrer betalingsmetode
de: Zahlungsmethode verwalten
el_gr: Διαχείριση μεθόδου πληρωμής
es_419: Gestionar el método de pago
et_ee: Makseviisi haldamine
fi: Hallinnoi maksutapaa
fil: Pangasiwaan ang paraan ng pagbabayad
fr: Gérer le moyen de paiement
hr: Upravljajte načinom plaćanja
hu: Fizetési mód kezelése
id: Kelola metode pembayaran
it: Gestisci metodo di pagamento
ja: 支払い方法の管理
lt_lt: Tvarkyti mokėjimo būdą
lv_lv: Pārvaldīt maksājuma veidu
ms_my: Urus kaedah pembayaran
mt: Ħu ħsieb il-metodu tal-pagament
nl: Betaalmethode beheren
pl_pl: Zarządzaj metodą płatności
pt_pt: Gerir método de pagamento
ro_ro: Gestionare metodă de plată
ru: Управление способом оплаты
sk_sk: Spravovať spôsob platby
sl_si: Uredi način plačila
th: จัดการวิธีการชำระเงิน
tr: Ödeme yöntemini yönetin
vi: Quản lý phương thức thanh toán
