Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: Set as default payment method
bg_bg: Задаване на начин на плащане по подразбиране
ca_es: Configura com a mètode de pagament per defecte
cs_cz: Nastavit jako výchozí způsob platby
da: Angiv som standardbetalingsmetode
de: Als Standard-Zahlungsmethode festlegen
el_gr: Ορισμός ως προεπιλεγμένη μέθοδος πληρωμής
es_419: Establecer como método de pago predeterminado
et_ee: Määra vaikimisi makseviisiks
fi: Aseta oletusarvoiseksi maksutavaksi
fil: I-set bilang default na paraan ng pagbabayad
fr: Définir comme moyen de paiement par défaut
hr: Postavi kao zadani način plaćanja
hu: Legyen ez az alapértelmezett fizetési mód
id: Atur sebagai metode pembayaran default
it: Imposta come metodo di pagamento predefinito
ja: デフォルトの決済手段として設定する
lt_lt: Nustatyti kaip numatytąjį mokėjimo būdą
lv_lv: Iestatīt kā noklusējuma maksājuma veidu
ms_my: Tetapkan sebagai kaedah pembayaran tetapan asal
mt: Qiegħed bħala l-metodu tal-pagament standard
nl: Instellen als standaardbetaalmethode
pl_pl: Użyj jako domyślnej metody płatności
pt_pt: Definir como método de pagamento predefinido
ro_ro: Setează ca metodă de plată implicită
ru: Назначить способом оплаты по умолчанию
sk_sk: Nastaviť ako predvolený spôsob platby
sl_si: Nastavi kot privzeti način plačila
th: ตั้งเป็นวิธีการชำระเงินเริ่มต้น
tr: Varsayılan ödeme yöntemi olarak ayarla
vi: Đặt làm phương thức thanh toán mặc định

source: Set up
bg_bg: Създаване
ca_es: Configuració
cs_cz: Nastavit
da: Opsætning
de: Einrichten
el_gr: Διαμόρφωση
es_419: Configurar
et_ee: Seadista
fi: Määritä
fil: I-set up
fr: Configurer
hr: Postavi
hu: Beállítás
id: Siapkan
it: Imposta
ja: 設定
lt_lt: Nustatyti
lv_lv: Iestatīt
ms_my: Sediakan
mt: Stabilixxi
nl: Instellen
pl_pl: Ustaw
pt_pt: Configurar
ro_ro: Configurare
ru: Настроить
sk_sk: Nastaviť
sl_si: Nastavi
th: ตั้งค่า
tr: Ayarla
vi: Cài đặt

source: Shipping to %@ is not supported.
bg_bg: Доставки до %@ не се поддържат.
ca_es: L'enviament a %@ no s'admet.
cs_cz: Dodání do zemí jako %@ není podporováno.
da: Forsewndelse til %@ understøttes ikke.
de: Der Versandort %@ wird nicht unterstützt.
el_gr: Η αποστολή στη χώρα %@ δεν υποστηρίζεται.
es_419: No se aceptan envíos a %@.
et_ee: Kohaletoimetamist %@ ei ole toetatud.
fi: Toimitusta kohteeseen %@ ei tueta.
fil: Hindi sinusuportahan ang pagpapadala sa %@.
fr: La livraison dans le pays suivant : %@ n'est pas prise en charge.
hr: Dostava do %@ nije podržana.
hu: Ebbe az országba nem támogatott a szállítás: %@
id: Pengiriman ke %@ tidak didukung.
it: La spedizione in %@ non è supportata.
ja: %@ への配送には対応していません。
lt_lt: Siuntimas į %@ nepalaikomas.
lv_lv: Piegāde uz %@ netiek atbalstīts.
ms_my: Penghantaran ke %@ tidak disokong.
mt: Ma nistgħux nibagħtu l-affarijiet lejn: %@
nl: Verzending naar %@ wordt niet ondersteund.
pl_pl: Wysyłka do lokalizacji: %@ nie jest obsługiwana
pt_pt: O envio para %@ não é suportado.
ro_ro: Expedierea către %@ nu este acceptată.
ru: Доставка в страну «%@» не поддерживается.
sk_sk: Dodanie na/do %@ sa nepodporuje.
sl_si: Dostava v državo %@ ni podprta.
th: ระบบไม่รองรับการจัดส่งไปยัง%@
tr: Varış noktası %@ olan gönderimler desteklenmez.
vi: Chuyển hàng đến %@ không được hỗ trợ.

source: Show menu
bg_bg: Показване на менюто
ca_es: Mostra el menú
cs_cz: Zobrazit nabídku
da: Vis menu
de: Menü anzeigen
el_gr: Εμφάνιση μενού
es_419: Mostrar menú
et_ee: Kuva menüü
fi: Näytä valikko
fil: Ipakita ang menu
fr: Afficher le menu
hr: Prikaži izbornik
hu: Menü megjelenítése
id: Tampilkan menu
it: Mostra menu
ja: メニューを表示
lt_lt: Rodyti meniu
lv_lv: Rādīt izvēlni
ms_my: Paparkan menu
mt: Uri l-menù
nl: Menu weergeven
pl_pl: Pokaż menu
pt_pt: Mostrar menu
ro_ro: Afișare meniu
ru: Показать меню
sk_sk: Zobraziť ponuku
sl_si: Pokaži meni
th: แสดงเมนู
tr: Menüyü göster
vi: Hiển thị trình đơn

source: Simple, secure one-click payments
bg_bg: Лесни и сигурни плащания с едно щракане
ca_es: Pagaments senzills i segurs amb un toc
cs_cz: Jednoduché a bezpečné platby jedním kliknutím
da: Enkle og trygge betalinger med ét klik
de: Einfach und sicher bezahlen – mit nur einem Klick
el_gr: Απλές και ασφαλείς πληρωμές με ένα κλικ
es_419: Pagos seguros y sencillos en un clic
et_ee: Lihtsad turvalised maksed ühe hiireklõpsuga
fi: Yksinkertaiset turvalliset kerran napsautettavat maksut
fil: Simple, ligtas na isang-click na mga pagbabayad
fr: Des paiements simples et sécurisés en un seul clic
hr: Jednostavna sigurna plaćanja jednim klikom
hu: Egyszerű, biztonságos, egykattintásos fizetés
id: Pembayaran sekali klik yang mudah dan aman
it: Pagamenti semplici e sicuri con un solo clic
ja: シンプルで安全なワンクリック決済
lt_lt: Paprasti ir saugūs mokėjimai vienu spustelėjimu
lv_lv: Vienkārši, droši 1 klikšķa maksājumi
ms_my: Pembayaran dengan sekali klik yang mudah dan selamat
mt: Pagamenti sempliċi u siguri b'mossa waħda
nl: Betaal eenvoudig en veilig met één klik
pl_pl: Łatwe, bezpieczne płatności jednym kliknięciem
pt_pt: Pagamentos simples e seguros com um clique
ro_ro: Plăți simple și securizate cu un singur clic
ru: Защищенные безопасные платежи одним нажатием
sk_sk: Jednoduché, bezpečné platby jedným kliknutím
sl_si: Enostavna in varna plačila z enim klikom
th: การชำระเงินด้วยคลิกเดียวที่ปลอดภัยและใช้ง่าย
tr: Tek tıkla basit ve güvenli ödemeler
vi: Thanh toán đơn giản, an toàn chỉ bằng một cú nhấp chuột

source: Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@.
bg_bg: В рамките на 1-2 работни дни Stripe ще депозира в сметката Ви сума от 0,01 USD. След това ще получите имейл с инструкции за завършване на запазването на банковата ви сметка с %@.
ca_es: Stripe farà un dipòsit de 0,01 USD al vostre compte d'aquí 1 o 2 dies feiners. Després, rebreu un correu electrònic amb instruccions per acabar de desar el vostre compte bancari amb %@.
cs_cz: Stripe vloží 0,01 USD na váš účet během 1 až 2 pracovních dnů. Poté obdržíte e-mail s pokyny k dokončení ukládání na bankovní účet u %@.
da: Stripe vil sætte 0,01 USD ind på din konto i løbet af 1-2 hverdage. Derefter modtager du en e-mail med instruktioner til at fuldføre lagring af din bankkonto hos %@.
de: In ein bis zwei Werktagen wird Stripe Ihrem Konto einen Betrag von 0,01 USD gutschreiben. Danach erhalten Sie eine E-Mail mit weiteren Anweisungen, damit Sie Ihr Bankkonto bei %@ speichern können.
el_gr: Η Stripe θα καταθέσει 0,01 $ στον λογαριασμό σας σε 1-2 εργάσιμες ημέρες. Στη συνέχεια, θα λάβετε email με οδηγίες για να ολοκληρώσετε την αποθήκευση του τραπεζικού λογαριασμού σας με την %@.
es_419: Stripe depositará $0.01 en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para terminar de guardar tu cuenta bancaria con %@.
et_ee: Stripe deponeerib teie pangakontole 0,01 dollarit 1–2 tööpäeva jooksul. Seejärel saate meili juhistega oma pangakonto %@ salvestamiseks.
fi: Stripe tallettaa 0,01 dollaria tilillesi 1–2 arkipäivän kuluessa. Saat myös ohjeet pankkitilisi ja kauppiaan yrityksen %@ tallentamisen suorittamiseksi.
fil: Idedeposito ng Stripe ang $0.01 sa iyong account sa loob ng 1-2 araw ng trabaho. Pagkatapos ay makakatanggap ka ng email na may mga tagubilin na tapusin ang pag-save sa iyong account sa bangko sa %@.
fr: Stripe va effectuer un versement de 0,01 $ sur votre compte sous 1 ou 2 jours ouvrables. Vous recevrez ensuite un e-mail contenant des instructions pour finaliser l'enregistrement de votre compte bancaire auprès de %@.
hr: Stripe će uplatiti polog u iznosu od 0,01 USD na vaš račun u roku od 1-2 radna dana. Zatim ćete zaprimiti poruku e-pošte s uputama za dovršetak spremanja svog bankovnog računa kod %@.
hu: A Stripe 1-2 munkanapon belül egy 0,01 dollár összegű utalást fog küldeni a bankszámlájára. Ezután e-mailben megkapja az útmutatást a bankszámlája mentéséről a(z) %@ vállalkozáshoz.
id: Stripe akan menyetorkan $0,01 ke rekening Anda dalam waktu 1–2 hari kerja. Kemudian Anda akan mendapatkan email yang berisi instruksi untuk menyelesaikan penyimpanan rekening bank pada %@.
it: Stripe verserà 0,01 USD sul tuo conto entro 1-2 giorni lavorativi. Poi riceverai un'email con le istruzioni per completare il salvataggio del conto bancario con %@.
ja: Stripe は 1 ～ 2 営業日後に口座に $0.01 を入金します。その後、%@ で銀行口座の保存を完了させるための手順が記載されたメールが送信されます。
lt_lt: Per 1–2 darbo dienas "Stripe" į jūsų sąskaitą įneš 0,01 USD. Tada gausite el. laišką su nurodymais, kaip baigti įrašyti savo banko sąskaitą naudojant "%@".
lv_lv: Stripe uz jūsu kontu 1–2 darbadienu laikā nosūtīs 0,01 $. Pēc tam saņemsiet e-pastu ar norādījumiem, kā pabeigt bankas konta saglabāšanu ar %@.
ms_my: Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan proses menyimpan akaun bank anda dengan %@.
mt: Stripe se tiddepożita $0.01 fil-kont tiegħek fi żmien jum/jumejn tax-xogħol. Imbagħad se tirċievi email bl-istruzzjonijiet biex tlesti l-proċess li terfa' l-kont tiegħek ma' %@.
nl: Binnen 1 à 2 werkdagen stort Stripe $ 0,01 op je rekening. Daarna krijg je een e-mail met instructies om het instellen van je bankrekening bij %@ te voltooien.
pl_pl: Stripe wpłaci 0,01 USD na Twoje konto w ciągu 1–2 dni roboczych. Następnie otrzymasz wiadomość e-mail z instrukcjami dotyczącymi zakończenia zapisywania konta za pomocą %@.
pt_pt: A Stripe efetuará um depósito de 0,01 USD na sua conta dentro de 1 a 2 dias úteis. Receberá posteriormente um email com instruções para concluir o registo da sua conta bancária com %@.
ro_ro: Stripe va depune 0,01 USD în contul dvs. în 1-2 zile lucrătoare. Apoi veți primi un e-mail cu instrucțiuni pentru a finaliza salvarea contului dvs. bancar cu %@.
ru: Через 1-2 рабочих дня Stripe зачислит вам на счет сумму $0,01. После этого вы получите электронное письмо с инструкциями, которые помогут вам закончить сохранение реквизитов своего банковского счета у %@.
sk_sk: V priebehu 1 až 2 pracovných dní vloží Stripe na váš účet vklad vo výške 0,01 USD. Potom dostanete e-mail s pokynmi na dokončenie uloženia svojho účtu prostredníctvom %@.
sl_si: Stripe bo v 1–2 delovnih dneh na vaš račun nakazal znesek v višini 0,01 USD. Nato boste prejeli e-poštno sporočilo z navodili za dokončanje shranjevanja bančnega računa pri podjetju %@.
th: Stripe จะฝากเงินจำนวน $0.01 ในบัญชีของคุณภายใน 1-2 วันทำการ จากนั้นคุณก็จะได้รับอีเมลแจ้งวิธีตั้งค่าบัญชีธนาคารด้วย %@
tr: Stripe, 1-2 iş günü içerisinde hesabınıza 0,01 ABD doları yatıracaktır. Bunun ardından %@ işletmesinde banka hesabınızı kaydetme işlemini tamamlamak için yapmanız gerekenleri içeren bir e-posta alacaksınız.
vi: Stripe sẽ gửi 0,01 đô la vào tài khoản của bạn sau 1-2 ngày làm việc. Sau đó, bạn sẽ nhận được email kèm theo hướng dẫn để hoàn tất quá trình lưu tài khoản ngân hàng với %@.

source: Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@.
bg_bg: В рамките на 1-2 работни дни Stripe ще депозира в сметката Ви сума от 0.01 USD. След това ще получите имейл с инструкции за завършване на плащането към %@.
ca_es: Stripe farà un dipòsit de 0,01 USD al vostre compte d'aquí 1 o 2 dies feiners. Després, rebreu un correu electrònic amb instruccions per completar el pagament a %@.
cs_cz: V průběhu 1 až 2 pracovních dnů vloží Stripe na váš účet vklad ve výšce 0,01 USD. Potom dostanete e-mail s instrukcemi k dokončení platby společnosti %@.
da: Stripe vil sætte 0,01 USD ind på din konto i løbet af 1-2 hverdage. Derefter modtager du en e-mail med instruktioner til at fuldføre betalingen til %@.
de: In ein bis zwei Werktagen wird Stripe Ihrem Konto einen Betrag von 0,01 USD gutschreiben. Danach erhalten Sie eine E-Mail mit weiteren Anweisungen zur Durchführung der Zahlung an %@.
el_gr: Η Stripe θα καταθέσει 0,01 $ στον λογαριασμό σας σε 1-2 εργάσιμες ημέρες. Στη συνέχεια, θα λάβετε email με οδηγίες για να ολοκληρώσετε την πληρωμή στην %@.
es_419: Stripe depositará $0.01 en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para completar el pago de %@.
et_ee: Stripe deponeerib teie pangakontole 0,01 dollarit 1–2 tööpäeva jooksul. Seejärel saate meili juhistega makse sooritamiseks ettevõttele %@.
fi: Stripe tallettaa 0,01 dollaria tilillesi 1–2 arkipäivän kuluessa. Saat myös sähköpostiisi ohjeet maksun suorittamiseksi loppuun yritykselle %@.
fil: Idedeposito ng Stripe ang $0.01 sa iyong account sa loob ng 1-2 araw ng trabaho. Pagkatapos ay makakatanggap ka ng email na may mga tagubilin para kumpletuhin ang pagbabayad sa %@.
fr: Stripe va effectuer un versement de 0,01 $ sur votre compte sous 1 ou 2 jours ouvrables. Vous recevrez ensuite un e-mail contenant des instructions pour finaliser le paiement en faveur de %@.
hr: Stripe će uplatiti polog u iznosu od 0,01 USD na vaš račun u roku od 1-2 radna dana. Zatim ćete zaprimiti poruku e-pošte s uputama za dovršetak plaćanja za %@.
hu: A Stripe néhány munkanapon belül egy 0,01 $ összegű utalást fog küldeni a bankszámlájára. Ezután e-mailben megkapja az útmutatást a fizetés befejezéséhez a(z) %@ felé.
id: Stripe akan menyetorkan $0,01 ke rekening Anda dalam waktu 1–2 hari kerja. Kemudian Anda akan mendapatkan email yang berisi petunjuk untuk menyelesaikan pembayaran kepada %@.
it: Stripe verserà 0,01 USD sul tuo account in 1-2 giorni lavorativi. Poi riceverai un'email con le istruzioni per completare il pagamento a favore di %@.
ja: 1 ～ 2 営業日以内に Stripe は口座に $0.01 を入金します。その後、%@ への支払いを完了するための手順が記載されたメールが送信されます。
lt_lt: Po 1–2 darbo dienas "Stripe" į jūsų sąskaitą įneš 0,01 USD. Tada gausite el. laišką su nurodymais, kaip užbaigti mokėjimą %@.
lv_lv: Stripe uz jūsu kontu 1-2 darbadienu laikā nosūtīs 0,01 $. Pēc tam saņemsiet e-pastu ar norādījumiem, kā pabeigt maksājumu ar %@.
ms_my: Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan pembayaran kepada %@.
mt: Stripe se tiddepożita $0.01 fil-kont tiegħek fi żmien jum/jumejn tax-xogħol. Imbagħad se tirċievi email bl-istruzzjonijiet biex tagħmel il-pagament lil %@.
nl: Binnen 1-2 werkdagen stort Stripe $ 0,01 op je rekening. Daarna krijg je een e-mail met instructies over hoe je de betaling aan %@ kunt voltooien.
pl_pl: Stripe wpłaci 0,01 USD na Twoje konto w ciągu 1-2 dni roboczych. Następnie otrzymasz wiadomość e-mail z instrukcjami dotyczącymi zakończenia płatności na rzecz %@.
pt_pt: A Stripe efetuará um depósito de 0,01 USD na sua conta dentro de 1 a 2 dias úteis. Receberá posteriormente um email com instruções para concluir o pagamento a %@.
ro_ro: Stripe va depune 0,01 USD în contul dvs. în decurs de 1-2 zile lucrătoare. Apoi veți primi un e-mail cu instrucțiuni pentru a finaliza plata către %@.
ru: Через 1-2 рабочих дня Stripe положит вам на счет сумму $0,01. После этого вы получите электронное письмо с инструкциями по завершению платежа в адрес %@.
sk_sk: V priebehu 1 až 2 pracovných dní vloží Stripe na váš účet vklad vo výške 0,01 USD. Potom dostanete e-mail s pokynmi na dokončenie platby spoločnosti %@.
sl_si: Stripe bo v 1–2 delovnih dneh na vaš račun nakazal znesek v višini 0,01 USD. Nato boste prejeli e-poštno sporočilo z navodili za dokončanje plačila podjetju %@.
th: Stripe จะฝากเงินจำนวน $0.01 ในบัญชีของคุณภายใน 1-2 วันทำการ จากนั้นคุณก็จะได้รับอีเมลแจ้งวิธีชำระเงินแก่ %@ ให้เสร็จสิ้น
tr: Stripe, 1-2 iş günü içinde hesabınıza 0,01 ABD doları yatıracaktır. Ardından, %@ ödemesini tamamlama talimatlarını içeren bir e-posta alacaksınız.
vi: Stripe sẽ gửi $0.01 vào tài khoản của bạn trong 1-2 ngày làm việc. Khi đó bạn sẽ nhận được một email chứa hướng dẫn để hoàn tất thanh toán cho %@.

source: Tap to close
bg_bg: Докоснете, за да затворите
ca_es: Toca per tancar
cs_cz: Klepnutím zavřete
da: Tryk for at lukke
de: Antippen um weniger anzuzeigen
el_gr: Πατήστε για κλείσιμο
es_419: Pulsa para cerrar
et_ee: Puudutage sulgemiseks
fi: Suljet napauttamalla
fil: I-tap para isara
fr: Appuyez pour fermer
hr: Dodirnite za zatvaranje
hu: Koppintson a bezáráshoz
id: Sentuh untuk menutup
it: Tocca per chiudere
ja: タップして閉じます
lt_lt: Bakstelėkite, kad uždarytumėte
lv_lv: Pieskarieties, lai aizvērtu
ms_my: Ketik untuk tutup
mt: Agħfas biex tagħlaq
nl: Tikken om te sluiten
pl_pl: Dotknij, aby zamknąć
pt_pt: Toque para fechar
ro_ro: Atingeți pentru a închide
ru: Коснитесь, чтобы закрыть
sk_sk: Ťuknutím zatvorte
sl_si: Tapnite, da zaprete
th: แตะเพื่อปิด
tr: Kapatmak için dokunun
vi: Nhấp chạm vào để đóng

source: Tap to expand
bg_bg: Докоснете, за да разширите
ca_es: Toca per ampliar
cs_cz: Klepnutím rozbalte
da: Tryk for at udvide
de: Antippen um mehr anzuzeigen
el_gr: Πατήστε για ανάπτυξη
es_419: Pulsa para expandir
et_ee: Puudutage laiendamiseks
fi: Laajenna napauttamalla
fil: I-tap para i-expand
fr: Appuyez pour afficher
hr: Dodirnite za proširivanje
hu: Koppintson a kinyitáshoz
id: Sentuh untuk memperluas
it: Tocca per espandere
ja: タップして展開します
lt_lt: Bakstelėkite, kad išplėstumėte
lv_lv: Pieskarieties, lai izvērstu
ms_my: Ketik untuk kembangkan
mt: Agħfas biex tkabbar
nl: Tikken om uit te vouwen
pl_pl: Dotknij, aby rozwinąć
pt_pt: Toque para expandir
ro_ro: Atingeți pentru a extinde
ru: Коснитесь, чтобы развернуть
sk_sk: Ťuknutím rozbaľte
sl_si: Tapnite, da razširite
th: แตะเพื่อขยาย
tr: Genişletmek için dokunun
vi: Nhấp chạm vào để mở rộng

source: The IBAN you entered is incomplete.
bg_bg: Въведеният IBAN е непълен.
ca_es: L'BAN és incomplet.
cs_cz: Číslo IBAN, které jste zadali, je neúplné.
da: Det indtastede IBAN-nummer er ufuldstændigt.
de: Die eingegebene IBAN ist unvollständig.
el_gr: Ο κωδικός IBAN που εισαγάγατε είναι ελλιπής.
es_419: El IBAN que ingresaste está incompleto.
et_ee: Sisestatud IBAN on puudulik.
fi: IBAN on puutteellinen.
fil: Ang IBAN na iniligay mo ay di kumpleto.
fr: L'IBAN que vous avez saisi est incomplet.
hr: Uneseni IBAN nije potpun.
hu: A beírt IBAN-szám hiányos.
id: IBAN yang Anda masukkan tidak lengkap.
it: L'IBAN inserito è incompleto.
ja: 入力した IBAN に不備があります。
lt_lt: Įvedėte ne visą IBAN.
lv_lv: Ievadītais IBAN nav pilnīgs.
ms_my: IBAN yang anda masukkan tidak lengkap.
mt: L-IBAN li daħħalt mhux komplut.
nl: Het opgegeven IBAN-nummer is onvolledig.
pl_pl: Podany IBAN jest niepełny.
pt_pt: O IBAN que introduziu está incompleto.
ro_ro: Codul IBAN pe care l-ați introdus nu este complet.
ru: Введенный код IBAN неполон.
sk_sk: Zadaný IBAN je neúplný.
sl_si: Vnesena koda IBAN ni popolna.
th: IBAN ที่คุณป้อนไม่ครบถ้วน
tr: Girdiğiniz IBAN eksik.
vi: IBAN quý vị đã nhập chưa đầy đủ.

source: The provided verification code has expired.
bg_bg: Предоставеният код за потвърждаване е изтекъл.
ca_es: El codi de verificació proporcionat ha caducat.
cs_cz: Platnost zadaného ověřovacího kódu vypršela.
da: Den angivne verifikationskode er udløbet.
de: Der angegebene Verifizierungscode ist abgelaufen.
el_gr: Ο κωδικός επαλήθευσης που παρασχέθηκε έχει λήξει.
es_419: El código de verificación suministrado está vencido.
et_ee: Esitatud tuvastuskood on aegunud.
fi: Annettu vahvistuskoodi on vanhentunut.
fil: Paso na ang ibinigay na verification code.
fr: Le code de vérification indiqué a expiré.
hr: Navedeni kontrolni kôd je istekao.
hu: A megadott ellenőrző kód lejárt.
id: Kode verifikasi yang diberikan telah kedaluwarsa.
it: Il codice di verifica specificato è scaduto.
ja: 入力された確認コードは期限が切れています。
lt_lt: Pateiktas patvirtinimo kodas nebegalioja.
lv_lv: Norādītajam verifikācijas kodam ir beidzies derīguma termiņš.
ms_my: Kod penentusahan yang diberikan telah tamat tempoh.
mt: Il-kodiċi tal-verifika mogħti skada.
nl: De opgegeven verificatiecode is verlopen.
pl_pl: Podany kod weryfikacyjny jest nieaktualny.
pt_pt: O código de verificação fornecido expirou.
ro_ro: Codul de verificare furnizat a expirat.
ru: Указанный код подтверждения уже недействителен.
sk_sk: Platnosť zadaného overovacieho kódu skončila.
sl_si: Navedena potrditvena koda je potekla.
th: รหัสยืนยันที่ป้อนหมดอายุแล้ว
tr: Sağlanan doğrulama kodunun süresi dolmuş.
vi: Mã xác minh được cung cấp đã hết hạn.

source: The provided verification code is incorrect.
bg_bg: Предоставеният код за потвърждаване е неправилен.
ca_es: El codi de verificació proporcionat no és correcte.
cs_cz: Zadaný ověřovací kód není správný.
da: Den angivne verifikationskode er forkert.
de: Der angegebene Verifizierungscode ist falsch.
el_gr: Ο κωδικός επαλήθευσης που παρασχέθηκε είναι λανθασμένος.
es_419: El código de verificación proporcionado es incorrecto.
et_ee: Esitatud tuvastuskood on vale.
fi: Annettu vahvistuskoodi on virheellinen.
fil: Mali ang ibinigay na verification code.
fr: Le code de vérification fourni est incorrect.
hr: Navedeni kontrolni kôd nije točan.
hu: A megadott ellenőrző kód hibás.
id: Kode verifikasi yang diberikan salah.
it: Il codice di verifica specificato non è corretto.
ja: 入力された確認コードは正しくありません。
lt_lt: Nurodytas neteisingas patikrinimo kodas.
lv_lv: Norādītais verifikācijas kods nav pareizs.
ms_my: Kod penentusahan yang diberikan tidak betul.
mt: Il-kodiċi tal-verifika mogħti mhuwiex tajjeb.
nl: De opgegeven verificatiecode is onjuist.
pl_pl: Podany kod weryfikacyjny jest nieprawidłowy.
pt_pt: O código de verificação fornecido está incorreto.
ro_ro: Codul de verificare furnizat este incorect.
ru: Указанный код подтверждения недействителен.
sk_sk: Zadaný overovací kód je nesprávny.
sl_si: Navedena potrditvena koda ni pravilna.
th: รหัสยืนยันที่ป้อนไม่ถูกต้อง
tr: Sağlanan doğrulama kodu yanlış.
vi: Mã xác minh đã cung cấp không chính xác.

source: This card has expired. Update your card info or choose a different payment method.
el_gr: Αυτή η κάρτα έχει λήξει. Ενημερώστε τα στοιχεία της κάρτας σας ή επιλέξτε διαφορετική μέθοδο πληρωμής.
lt_lt: Ši kortelė nebegalioja. Atnaujinkite savo kortelės informaciją arba pasirinkite kitą mokėjimo būdą.
ru: Срок действия этой карты истек. Обновите данные карты или выберите другой способ оплаты.
sl_si: Ta kartica je potekla. Posodobite podatke o kartici ali izberite drug način plačila.
tr: Bu kartın süresi dolmuş. Kart bilgileirnizi güncelleyin veya farklı bir ödeme yöntemi seçin.

source: This is your default
bg_bg: Това е настройката по подразбиране.
ca_es: Aquesta és l'opció per defecte
cs_cz: Toto je výchozí nastavení
da: Dette er din standard
de: Dies ist Ihre Standard-Methode
el_gr: Αυτή είναι η προεπιλογή σας
es_419: Tu método predeterminado
et_ee: See on teie vaikimisi makseviis
fi: Tämä on oletusarvoinen
fil: Ito ang iyong default
fr: Votre moyen de paiement par défaut
hr: Ovo je vaša zadana vrijednost
hu: Ez az alapértelmezett
id: Ini default Anda
it: È la tua impostazione predefinita
ja: これはデフォルトです
lt_lt: Tai jūsų numatytasis mokėjimo būdas
lv_lv: Tas ir jūsu noklusējums
ms_my: Ini tetapan asal anda
mt: Dan il-metodu tal-pagament standard tiegħek
nl: Dit is je standaard
pl_pl: To Twoje ustawienie domyślne
pt_pt: Este é o seu método predefinido
ro_ro: Aceasta este setarea dvs. implicită
ru: Это ваше значение по умолчанию
sk_sk: Toto je váš predvolený spôsob platby
sl_si: To je vaš privzeti način plačila
th: นี่คือค่าเริ่มต้นของคุณ
tr: Bu varsayılan ödeme yönteminizdir
vi: Đây là thông tin mặc định của bạn
