Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: Please go back and select another payment method
bg_bg: Моля, върнете се и изберете друг начин на плащане
ca_es: Torneu enrere i seleccioneu un altre mètode de pagament
cs_cz: Vraťte se prosím zpět a vyberte jiný způsob platby
da: Gå tilbage, og vælg en anden betalingsmetode
de: Bitte gehen Sie zurück und wählen Sie eine andere Zahlungsmethode.
el_gr: Πηγαίνετε πίσω και επιλέξτε μια άλλη μέθοδο πληρωμής
es_419: Regresa y selecciona otro método de pago
et_ee: Minge tagasi ja valige mõni muu makseviis
fi: Palaa takaisin ja valitse toinen maksutapa
fil: Mangyaring bumalik at pumili ng ibang paraan ng pagbabayad.
fr: Veuillez sélectionner un autre moyen de paiement en revenant à l'étape correspondante
hr: Molimo vratite se i odaberite drugi način plaćanja
hu: Lépjen vissza, és válasszon másik fizetési módot
id: Harap kembali dan pilih metode pembayaran lain
it: Torna indietro e seleziona un diverso metodo di pagamento
ja: 前に戻って別の決済手段を選択してください
lt_lt: Grįžkite atgal ir pasirinkite kitą mokėjimo būdą
lv_lv: Lūdzu, atgriezieties un atlasiet citu maksājuma veidu.
ms_my: Sila undur dan pilih kaedah pembayaran yang lain
mt: Jekk jogħġbok mur lura u agħżel metodu tal-pagament ieħor
nl: Ga terug en selecteer een andere betaalmethode.
pl_pl: Wróć i wybierz inną metodę płatności
pt_pt: Volte atrás e selecione outro método de pagamento
ro_ro: Vă rugăm să reveniți și să selectați o altă metodă de plată
ru: Вернитесь назад и выберите другой способ оплаты
sk_sk: Vráťte sa späť a vyberte iný spôsob platby
sl_si: Vrnite se in izberite drug način plačila
th: โปรดย้อนกลับและเลือกวิธีการชำระเงินอื่น
tr: Lütfen geri gidip başka bir ödeme yöntemi seçin
vi: Vui lòng quay lại và chọn phương thức thanh toán khác

source: Point the camera at your card.
bg_bg: Насочете камерата към картата си.
ca_es: Apunta a la targeta amb la càmera.
cs_cz: Namiřte fotoaparát na kartu.
da: Ret kameraet mod dit kort.
de: Richten Sie die Kamera auf die Karte.
el_gr: Στρέψτε την κάμερα στην κάρτα σας.
es_419: Apunta la cámara a la tarjeta.
et_ee: Suunake kaamera oma kaardile.
fi: Osoita kamera korttia kohti.
fil: Itapat ang kamera sa iyong kard.
fr: Pointez le capteur de l'appareil photo sur votre carte bancaire.
hr: Usmjerite kameru na svoju karticu.
hu: Tegye a kártyát a kamera elé.
id: Arahkan kamera pada kartu Anda
it: Inquadra la carta con la fotocamera.
ja: カメラをカードに向けてください。
lt_lt: Nukreipkite fotoaparatą į kortelę.
lv_lv: Vērsiet kameru uz karti.
ms_my: Halakan kamera pada kad anda.
mt: Ipponta l-kamera lejn il-karta tiegħek.
nl: Richt de camera op de kaart.
pl_pl: Skieruj aparat na kartę.
pt_pt: Aponte a câmara para o seu cartão.
ro_ro: Îndreptați camera spre cardul dvs.
ru: Направьте камеру телефона на карту.
sk_sk: Nasmerujte kameru na svoju kartu.
sl_si: Usmerite kamero v kartico.
th: หันกล้องไปที่บัตร
tr: Kamerayı kartınıza doğrultun.
vi: Hướng camera vào thẻ.

source: Processing...
bg_bg: Обработване...
ca_es: Processant...
cs_cz: Zpracování...
da: Behandler...
de: Wird verarbeitet …
el_gr: Επεξεργασία…
es_419: Procesando...
et_ee: Töötlemine ...
fi: Käsitellään...
fil: Pinoproseso...
fr: Traitement en cours...
hr: Obrađuje se...
hu: Feldolgozás...
id: Memproses...
it: Elaborazione in corso...
ja: 処理中...
lt_lt: Apdorojama...
lv_lv: Apstrādā…
ms_my: Sedang diproses...
mt: Qed jiġi pproċessat...
nl: Verwerken...
pl_pl: Przetwarzanie…
pt_pt: A processar…
ro_ro: Se procesează...
ru: Идет обработка...
sk_sk: Prebieha spracovanie…
sl_si: Obdelovanje ...
th: กำลังประมวลผล...
tr: İşleniyor...
vi: Đang xử lý...

source: Przelewy24 Bank
bg_bg: Банка Przelewy24
ca_es: Banc Przelewy24
cs_cz: Banka Przelewy24
el_gr: Τράπεζα Przelewy24
es_419: Banco que opera con Przelewy24
et_ee: Pank Przelewy24
fr: Banque Przelewy24
hr: Banka Przelewy24
id: Bank Przelewy24
it: Banca Przelewy24
ja: Przelewy24 銀行
lt_lt: Bankas "Przelewy24"
ms_my: Bank Przelewy24
mt: Bank permezz ta' Przelewy24
pt_pt: Banco Przelewy24
ro_ro: Banca Przelewy24
sl_si: Banka Przelewy24
th: ธนาคาร Przelewy24
vi: Ngân hàng Przelewy24

source: Remove card?
bg_bg: Премахване на банковата карта?
ca_es: Voleu eliminar la targeta?
cs_cz: Odebrat kartu?
da: Vil du fjerne kortet?
de: Karte entfernen?
el_gr: Αφαίρεση κάρτας;
es_419: ¿Deseas eliminar la tarjeta?
et_ee: Kas soovite kaardi eemaldada?
fi: Poista kortti?
fil: Alisin ang kard?
fr: Voulez-vous supprimer la carte ?
hr: Ukloniti karticu?
hu: Kártya eltávolítása?
id: Hapus kartu?
it: Rimuovere la carta?
ja: カードを削除しますか？
lt_lt: Ištraukti kortelę?
lv_lv: Noņemt karti?
ms_my: Alih keluar kad?
mt: Tixtieq tneħħi l-karta?
nl: Betaalkaart verwijderen?
pl_pl: Usunąć kartę?
pt_pt: Remover cartão?
ro_ro: Doresti sa elimini cardul?
ru: Удалить карту?
sk_sk: Odstrániť kartu?
sl_si: Ali želite odstranit kartico?
th: นำบัตรออกไหม
tr: Kart kaldırılsın mı?
vi: Xóa thẻ?

source: Remove linked account
bg_bg: Премахване на свързан акаунт
ca_es: Elimina el compte vinculat
cs_cz: Odebrat propojený účet
da: Fjern linket konto
de: Verknüpftes Konto entfernen
el_gr: Αφαίρεση συνδεδεμένου λογαριασμού
es_419: Eliminar cuenta vinculada
et_ee: Eemalda lingitud konto
fi: Poista linkitetty tili
fil: Alisin ang naka-link na account
fr: Supprimer le compte associé
hr: Ukloni povezani račun
hu: Kapcsolt számla törlése
id: Hapus rekening tertaut
it: Rimuovi conto collegato
ja: 関連付けられた口座を削除
lt_lt: Pašalinti susietą paskyrą
lv_lv: Noņemt piesaistītu kontu
ms_my: Alih keluar akaun yang dipautkan
mt: Neħħi l-kont marbut
nl: Gekoppeld account verwijderen
pl_pl: Usuń podłączone konto
pt_pt: Remover conta associada
ro_ro: Eliminare cont asociat
ru: Удалить привязанный счет
sk_sk: Odstrániť prepojený účet
sl_si: Odstrani povezan račun
th: นำบัญชีที่ลิงก์ไว้ออก
tr: Bağlı hesabı kaldır
vi: Xóa tài khoản liên kết

source: Resend code
el_gr: Επανάληψη αποστολής κωδικού
lt_lt: Pakartotinai siųsti kodą
ru: Послать код вторично
sl_si: Znova pošlji kodo
tr: Kodu tekrar gönder

source: SEPA debit details cannot be changed.
bg_bg: Данните на SEPA дебит не могат да бъдат променяни.
ca_es: Les dades de la domiciliació SEPA no es poden canviar.
cs_cz: Údaje pro inkaso SEPA nelze měnit.
da: SEPA-debetdetaljer kan ikke ændres.
de: Die SEPA-Lastschriftangaben können nicht geändert werden.
el_gr: Δεν είναι δυνατή η αλλαγή των στοιχείων χρέωσης SEPA.
es_419: Los datos del débito SEPA no se pueden modificar.
et_ee: SEPA deebeti andmeid ei saa muuta.
fi: SEPA-pankkimaksun tietoja ei voi muuttaa.
fil: Hindi puwedeng baguhin ang mga detalye ng SEPA debit.
fr: Vous ne pouvez pas modifier les informations des prélèvements SEPA.
hr: Podaci o SEPA terećenju ne mogu se mijenjati.
hu: A SEPA beszedés adatai nem módosíthatók.
id: Detail debit SEPA tidak dapat diubah.
it: Non puoi modificare i dati dell'addebito SEPA.
ja: SEPA デビットの詳細は変更できません。
lt_lt: SEPA debeto duomenų keisti negalima.
lv_lv: SEPA debeta informāciju nevar mainīt.
ms_my: Butiran debit SEPA tidak boleh diubah.
mt: Id-dettalji tad-debitu SEPA ma jistgħux jinbidlu.
nl: SEPA-incassogegevens kunnen niet worden gewijzigd.
pl_pl: Nie można zmienić szczegółów polecenia zapłaty SEPA.
pt_pt: Os detalhes de débito SEPA não podem ser alterados.
ro_ro: Detaliile debitului SEPA nu pot fi modificate.
ru: Реквизиты платежа дебетованием SEPA нельзя изменить.
sk_sk: Informácie o SEPA inkase nie je možné meniť.
sl_si: Podrobnosti obremenitve SEPA ni mogoče spremeniti.
th: เปลี่ยนแปลงรายละเอียดการหักบัญชีอัตโนมัติแบบ SEPA ไม่ได้
tr: SEPA bankamatik ayrıntıları değiştirilemiyor.
vi: Không thể thay đổi thông tin Ghi nợ SEPA.

source: Save
bg_bg: Запазване
ca_es: Desa
cs_cz: Uložit
da: Gem
de: Speichern
el_gr: Αποθήκευση
es_419: Guardar
et_ee: Salvesta
fi: Tallenna
fil: I-save
fr: Enregistrer
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
lt_lt: Išsaugoti
lv_lv: Saglabāt
ms_my: Simpan
mt: Erfa'
nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvare
ru: Сохранить
sk_sk: Uložiť
sl_si: Shrani
th: บันทึก
tr: Kaydet
vi: Lưu

source: Save a new payment method
bg_bg: Запазете нов метод на плащане
ca_es: Deseu un nou mètode de pagament
cs_cz: Uložte novou platební metodu
da: Gem en ny betalingsmetode
de: Neue Zahlungsmethode speichern
el_gr: Αποθήκευση νέας μεθόδου πληρωμής
es_419: Guarda un nuevo método de pago
et_ee: Uue makseviisi salvestamine
fi: Tallenna uusi maksutapa
fil: I-save ang bagong paraan ng pagbabayad
fr: Enregistrer un nouveau moyen de paiement
hr: Spremite novu metodu plaćanja
hu: Új fizetési mód mentése
id: Simpan metode pembayaran baru
it: Salva un nuovo metodo di pagamento
ja: 新しい決済手段を保存する
lt_lt: Išsaugoti naują mokėjimo būdą
lv_lv: Saglabāt jaunu maksājuma veidu
ms_my: Simpan kaedah pembayaran baharu
mt: Erfa' metodu tal-pagament ġdid
nl: Een nieuwe betaalmethode opslaan
pl_pl: Zapisz nową metodę płatności
pt_pt: Guardar um novo método de pagamento
ro_ro: Salvează o metodă de plată nouă
ru: Сохраните новый способ оплаты
sk_sk: Uložiť nový spôsob platby
sl_si: Shranite nov način plačila
th: บันทึกวิธีการชำระเงินใหม่
tr: Yeni bir ödeme yöntemi kaydedin
vi: Lưu một phương thức thanh toán mới

source: Save address
bg_bg: Запазване на адреса
ca_es: Desar adreça
cs_cz: Uložit adresu
da: Gem adresse
de: Adresse speichern
el_gr: Αποθήκευση διεύθυνσης
es_419: Guardar dirección
et_ee: Salvesta aadress
fi: Tallenna osoite
fil: I-save ang address
fr: Enregistrer l'adresse
hr: Spremi adresu
hu: Cím mentése
id: Simpan alamat
it: Salva indirizzo
ja: 住所を保存する
lt_lt: išsaugoti adresą
lv_lv: saglabāt adresi
ms_my: Simpan alamat
mt: Erfa' l-indirizz
nl: Adres opslaan
pl_pl: Zapisz adres
pt_pt: Guardar endereço
ro_ro: Salvare adresă
ru: Сохранить адрес
sk_sk: Uložiť adresu
sl_si: Shrani naslov
th: บันทึกที่อยู่
tr: Adresi kaydet
vi: Lưu địa chỉ

source: Save for future payments
bg_bg: Запазване за бъдещи плащания
ca_es: Guardar per a futurs pagaments
cs_cz: Uložit pro budoucí platby
da: Gem til fremtidige betalinger
de: Für zukünftige Zahlungen speichern
el_gr: Αποθήκευση για μελλοντικές πληρωμές
es_419: Guardar para futuros pagos
et_ee: Salvestage tulevasteks makseteks
fi: Tallenna tulevia maksuja varten
fil: I-save para sa mga pagbabayad sa hinaharap
fr: Enregistrer pour de futurs achats
hr: Spremi za buduća plaćanja
hu: Mentés a későbbi fizetésekhez
id: Simpan untuk pembayaran mendatang
it: Salva per i pagamenti futuri
ja: 今後の支払いのために保存する
lt_lt: Išsaugokite vėlesniems mokėjimams
lv_lv: Saglabāt nākotnes maksājumiem
ms_my: Simpan untuk pembayaran masa hadapan
mt: Erfa' għall-pagamenti fil-ġejjieni
nl: Opslaan voor toekomstige betalingen
pl_pl: Zapisz do przyszłych płatności
pt_pt: Guardar para pagamentos futuros
ro_ro: Salvează pentru plăți viitoare
ru: Сохранить данные для будущих платежей
sk_sk: Uložiť pre budúce platby
sl_si: Shrani za prihodnja plačila
th: บันทึกไว้เพื่อชำระเงินในอนาคต
tr: Gelecekteki ödemeler için kaydedilsin
vi: Tiết kiệm cho các khoản thanh toán trong tương lai

source: Save payment details to %@ for future purchases
bg_bg: Запазване на платежните данни в %@ за бъдещи покупки
ca_es: Desa les dades de pagament a %@ per a compres futures
cs_cz: Uložit platební údaje do %@ pro budoucí nákupy
da: Gem betalingsoplysninger for %@ til senere køb
de: Zahlungsinformationen für %@ für spätere Käufe speichern
el_gr: Αποθήκευση στοιχείων πληρωμής στην %@ για μελλοντικές αγορές
es_419: Guardar los datos de pago en %@ para futuras compras
et_ee: Salvesta makseandmed %@ tulevaste ostude jaoks
fi: Tallenna maksutiedot yritykselle %@ tulevia ostoksia varten
fil: I-save ang mga detalye ng pababayad sa %@ para sa mga pagbili sa hinaharap
fr: Enregistrer les informations de paiement sur %@ pour vos futurs achats
hr: Spremi podatke za plaćanja poduzeću %@ za buduće kupnje
hu: Fizetési adatok mentése %@ vállalkozó részére későbbi vásárlásokhoz
id: Simpan detail pembayaran pada %@ untuk pembelian mendatang
it: Salva i dati di pagamento su %@ per acquisti futuri
ja: 今後の購入のために %@ に決済情報を保存する
lt_lt: Išsaugoti mokėjimo duomenis "%@” būsimiems pirkimams
lv_lv: Saglabāt maksājuma informāciju %@ turpmākiem pirkumiem
ms_my: Simpan butiran pembayaran di %@ untuk pembelian yang akan datang
mt: Erfa' d-dettalji tal-pagamenti f'%@ għax-xirjiet tal-ġejjieni
nl: Betaalgegevens opslaan naar %@ voor toekomstige aankopen
pl_pl: Zapisz informacje o płatności dla %@ do wykorzystania przy przyszłych zakupach
pt_pt: Guardar detalhes de pagamento em %@ para futuras compras
ro_ro: Salvează detaliile de plată în %@ pentru achiziții viitoare
ru: Сохранить реквизиты платежа в адрес %@ для будущих покупок
sk_sk: Uložiť údaje o platbe na %@ pre budúce nákupy
sl_si: Shranite podatke o plačilu podjetju %@ za prihodnja plačila
th: บันทึกรายละเอียดการชำระเงินไปยัง %@ เพื่อการซื้อในอนาคต
tr: Ödeme bilgilerini gelecekteki satın almalar için %@ işletmesine kaydet
vi: Lưu thông tin thanh toán vào %@ để mua hàng trong tương lai

source: Save this account for future %@ payments
bg_bg: Запазете тази сметка за следващи %@ плащания
ca_es: Desa aquest compte per a pagaments a %@ en el futur
cs_cz: Uložit tento účet pro budoucí platby %@
da: Gem denne konto til fremtidige %@-betalinger
de: Konto für zukünftige %@-Zahlungen speichern
el_gr: Αποθηκεύστε αυτόν τον λογαριασμό για μελλοντικές %@ πληρωμές
es_419: Guardar esta cuenta para realizar futuros pagos a %@
et_ee: Salvesta see konto tulevaste %@ maksete jaoks
fi: Tallenna tämä tili tulevia maksuja %@ varten
fil: I-save ang account na ito para sa mga pagbabayad sa hinaharap sa %@
fr: Enregistrer ce compte pour vos futurs achats auprès de %@
hr: Spremi ovaj račun za buduća %@ plaćanja
hu: Számla mentése a(z) %@ részére történő fizetésekhez
id: Simpan rekening ini untuk pembayaran %@ mendatang
it: Salva il conto per i pagamenti futuri di %@
ja: 今後の %@ の支払いのためにこの口座を保存する
lt_lt: Išsaugoti šią sąskaitą vėlesniems %@ mokėjimams
lv_lv: Saglabāt šo kontu nākotnes %@ maksājumiem
ms_my: Simpan akaun ini untuk pembayaran %@ masa hadapan
mt: Erfa' dal-kont għall-pagament lil %@ tal-ġejjieni
nl: Dit account opslaan voor toekomstige betalingen bij %@
pl_pl: Zapisz to konto do przyszłych płatności %@
pt_pt: Guardar esta conta para pagamentos %@ futuros
ro_ro: Salvează acest cont pentru plăți viitoare către %@
ru: Сохранить этот счет для будущих платежей %@
sk_sk: Uložiť tento účet pre budúce platby obchodníkovi %@
sl_si: Shrani ta računa za prihodnja plačila %@
th: บันทึกบัญชีนี้เพื่อชำระเงินให้ %@ ในอนาคต
tr: Bu hesabı gelecekteki %@ ödemeleri için kaydedin
vi: Lưu tài khoản này cho các thanh toán %@ trong tương lai

source: Save your bank account in just a few steps.
bg_bg: Запазете банковата си сметка само с няколко стъпки.
ca_es: Deseu el compte bancari en uns pocs passos.
cs_cz: Uložte si svůj bankovní účet v několika málo krocích.
da: Gem din bankkonto med blot nogle få trin.
de: Speichern Sie Ihr Bankkonto in nur wenigen Schritten.
el_gr: Αποθηκεύστε τον τραπεζικό λογαριασμό σας με λίγα μόνο βήματα.
es_419: Guarda tu cuenta bancaria en solo unos pasos.
et_ee: Salvestage oma pangakonto vaid mõne lihtsa sammuga.
fi: Tallenna pankkitilisi vain muutamassa vaiheessa.
fil: I-save ang iyong account sa bangko sa ilang hakbang lamang.
fr: Enregistrez votre compte bancaire en quelques clics.
hr: Spremite svoj bankovni račun u samo par koraka.
hu: Mentse el egyszerűen bankszámláját.
id: Simpan rekening bank Anda hanya dalam beberapa langkah.
it: Salva il tuo conto bancario in pochi passaggi.
ja: 銀行口座の保存はわずか数ステップで完了します。
lt_lt: Vos keliais veiksmais įrašykite savo banko sąskaitą.
lv_lv: Saglabājiet savu bankas kontu, izpildot tikai dažus soļus.
ms_my: Simpan akaun bank anda dengan hanya beberapa langkah.
mt: Erfa' l-kont tal-bank tiegħek fi ftit passi.
nl: Sla je bankrekening in een paar stappen op.
pl_pl: Zapisz konto bankowe w kilku krokach.
pt_pt: Guarde a sua conta bancária em apenas alguns passos.
ro_ro: Salvați-vă contul bancar în doar câțiva pași.
ru: Сохраните реквизиты своего банковского счета всего за несколько шагов.
sk_sk: Uložte svoj bankový účet v niekoľkých krokoch.
sl_si: Shranite svoj bančni v le nekaj korakih.
th: บันทึกข้อมูลบัญชีธนาคารภายในไม่กี่ขั้นตอน
tr: Banka hesabınızı birkaç adımda kaydedin.
vi: Lưu tài khoản ngân hàng chỉ trong vài bước.

source: Save your info for secure 1-click checkout with Link
bg_bg: Запазете Вашата информация за сигурно плащане с едно щракване с Link
ca_es: Deseu la vostra informació per al pagament segur amb 1 clic amb Link
cs_cz: Uložte své údaje pro pro bezpečné odbavení 1 kliknutím u Link
da: Gem dine oplysninger om sikker betaling med 1 klik med Link
de: Meine Daten speichern für sichere Zahlungsvorgänge mit einem Klick mit Link
el_gr: Αποθήκευση των στοιχείων σας για ασφαλή ολοκλήρωση αγοράς με 1 κλικ μέσω Link
es_419: Guardar mis datos para una confirmación de compra segura en un clic con Link
et_ee: Salvesta oma teave, et võimaldada turvaline ühe klõpsuga makse lõpuleviimine Linkiga
fi: Tallenna tiedot turvalliselle yhden napsautuksen maksamiselle Link-palvelulla
fil: I-save ang iyong impormasyon para sa ligtas na 1-click na pag-checkout sa Link
fr: Enregistrez vos informations pour le paiement sécurisé en un clic avec Link
hr: Spremite svoje podatke za sigurno plaćanje jednim klikom putem Linka
hu: Mentse el az adatait a biztonságos egykattintásos fizetéshez a Linkkel
id: Simpan info Anda untuk checkout aman dengan 1 klik dengan Link
it: Salva i tuoi dati per pagamenti sicuri con un clic con Link
ja: Link を使用して安全なワンクリック決済の情報を保存する
lt_lt: Išsaugokite savo informaciją saugiam atsiskaitymui vienu spustelėjimu su "Link"
lv_lv: Saglabāt jūsu informāciju, lai nodrošinātu norēķināšanos Link ar 1 klikšķi
ms_my: Simpan maklumat anda untuk proses bayar dan keluar dengan sekali klik yang selamat dengan Link
mt: Erfa' l-informazzjoni tiegħek biex tkun tista' tħallas f'pass wieħed grazzi għal Link
nl: Bewaar je gegevens zodat je veilig met één klik kunt afrekenen met Link
pl_pl: Zapisz informacje do bezpiecznej finalizacji jednym kliknięciem z Link
pt_pt: Guardar as suas informações para finalização de compra de 1 clique com Link
ro_ro: Salvați-vă informațiile pentru o finalizare securizată a comenzii cu un singur clic cu Link
ru: Сохраните свои данные в Link для безопасного оформления покупок нажатием одной кнопки
sk_sk: Uložte svoje údaje pre bezpečnú platbu jedným kliknutím pomocou služby Link
sl_si: Shranite svoje podatke za varno izvedbo plačila z enim klikom s storitvijo Link
th: บันทึกข้อมูลของคุณไว้เพื่อการชำระเงินที่ปลอดภัยในคลิกเดียวด้วย Link
tr: Link ile tek tıklamayla güvenli ödeme yapmak için bilgilerinizi kaydedin
vi: Lưu thông tin của bạn để thanh toán an toàn bằng 1 cú nhấp chuột với Link

source: Save your payment information with Link, and securely check out in 1-click on Link-supported sites.
el_gr: Αποθηκεύστε τα στοιχεία πληρωμής σας με το Link, για ασφαλή ολοκλήρωση αγοράς με 1 κλικ στους ιστότοπους που υποστηρίζονται από το Link.
lt_lt: Išsaugokite savo mokėjimų informaciją naudodami "Link" ir saugiai atsiskaitykite vienu spustelėjimu "Link" palaikomose svetainėse.
ru: Сохраните платежные реквизиты в Link, чтобы безопасно оформлять заказы одним щелчком на всех сайтах, поддерживающих Link.
sl_si: Shranite svoje podatke o plačilu v storitev Link za varno izvedbo plačila z enim klikom na spletnih mestih, ki podpirajo Link.
tr: Bilgilerinizi Link'e kaydedin ve Link tarafından desteklenen sitelerde 1 tıklamayla güvenle ödeme yapın.

source: Saved
bg_bg: Запазено
ca_es: Desat
cs_cz: Uloženo
da: Gemt
de: Gespeichert
el_gr: Αποθηκεύτηκε
es_419: Guardado
et_ee: Salvestatud
fi: Tallennettu
fil: Nai-save
fr: Enregistré
hr: Spremljeno
hu: Mentett
id: Disimpan
it: Salvata
ja: 保存済み
lt_lt: Įrašyta
lv_lv: Saglabāts
ms_my: Disimpan
mt: Merfugħ
nl: Opgeslagen
pl_pl: Zapisano
pt_pt: Guardado
ro_ro: Carduri salvate
ru: Сохранено
sk_sk: Uložené
sl_si: Shranjeno
th: บันทึกแล้ว
tr: Kaydedildi
vi: Đã lưu

source: Select card
bg_bg: Избор на карта
ca_es: Selecciona una targeta
cs_cz: Vybrat kartu
da: Vælg kort
de: Karte auswählen
el_gr: Επιλέξτε κάρτα
es_419: Selecciona la tarjeta
et_ee: Vali kaart
fi: Valitse kortti
fil: Pumili ng kard
fr: Sélectionner une carte bancaire
hr: Odaberite karticu
hu: Kártya kiválasztása
id: Pilih kartu
it: Seleziona la carta
ja: カードを選択する
lt_lt: Pasirinkti kortelę
lv_lv: Atlasīt karti
ms_my: Pilih kad
mt: Agħżel karta
nl: Betaalkaart selecteren
pl_pl: Wybierz kartę
pt_pt: Selecione um cartão
ro_ro: Selectare card
ru: Выберите карту
sk_sk: Vybrať kartu
sl_si: Izberite kartico
th: เลือกบัตร
tr: Kart seçin
vi: Chọn thẻ

source: Select payment method
bg_bg: Избор на начин на плащане
ca_es: Selecciona el mètode de pagament
cs_cz: Vybrat způsob platby
da: Vælg betalingsmetode
de: Zahlungsmethode auswählen
el_gr: Επιλέξτε μέθοδο πληρωμής
es_419: Selecciona el método de pago
et_ee: Vali makseviis
fi: Valitse maksutapa
fil: Pumili ng paraan ng pagbabayad
fr: Sélectionner un moyen de paiement
hr: Odaberite način plaćanja
hu: Fizetési mód választása
id: Pilih metode pembayaran
it: Seleziona il metodo di pagamento
ja: 決済手段を選択する
lt_lt: Pasirinkti mokėjimo būdą
lv_lv: Atlasīt maksājuma veidu
ms_my: Pilih kaedah pembayaran
mt: Agħżel metodu tal-pagament
nl: Betaalmethode selecteren
pl_pl: Wybierz metodę płatności
pt_pt: Selecione um método de pagamento
ro_ro: Selectare metodă de plată
ru: Выберите способ оплаты
sk_sk: Vybrať spôsob platby
sl_si: Izberite način plačila
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemini seçin
vi: Chọn phương thức thanh toán

source: Select your payment method
bg_bg: Изберете метод на плащане
ca_es: Selecciona el teu mètode de pagament
cs_cz: Vyberte svou platební metodu
da: Vælg din betalingsmetode
de: Zahlungsmethode auswählen
el_gr: Επιλέξτε τη μέθοδο πληρωμής σας
es_419: Selecciona el método de pago
et_ee: Valige makseviis
fi: Valitse maksutapa
fil: Piliin ang iyong paraan ng pagbabayad
fr: Sélectionnez votre moyen de paiement
hr: Odaberite način plaćanja
hu: Fizetési mód kiválasztása
id: Pilih metode pembayaran Anda
it: Seleziona il metodo di pagamento
ja: 支払い方法を選択してください
lt_lt: Pasirinkite mokėjimo būdą
lv_lv: Izvēlēties savu maksājuma veidu
ms_my: Pilih kaedah pembayaran anda
mt: Agħżel il-metodu tal-ħlas tiegħek
nl: Betaalmethode selecteren
pl_pl: Wybierz metodę płatności
pt_pt: Selecione o seu método de pagamento
ro_ro: Selectează metoda de plată
ru: Выберите способ оплаты
sk_sk: Vyberte svoj spôsob platby
sl_si: Izberite način plačila
th: เลือกวิธีการชำระเงิน
tr: Ödeme yönteminizi seçin
vi: Chọn phương thức thanh toán của bạn

source: Set as default
bg_bg: Задаване по подразбиране
ca_es: Targeta per defecte
cs_cz: Nastavit jako výchozí
da: Brug som standard
de: Als Standard festlegen
el_gr: Ορισμός ως προεπιλογή
es_419: Establecer como valor predeterminado
et_ee: Muuda vaikimisi makseviisiks
fi: Aseta oletusarvoiseksi
fil: I-set bilang default
fr: Définir par défaut
hr: Postavi kao zadano
hu: Legyen alapértelmezett
id: Atur sebagai default
it: Imposta come predefinito
ja: デフォルトとして設定
lt_lt: Nustatyti kaip numatytąjį
lv_lv: Iestatīt kā noklusējumu
ms_my: Tetapkan sebagai tetapan asal
mt: Qiegħed bħala standard
nl: Instellen als standaard
pl_pl: Ustaw jako domyślną
pt_pt: Tornar predefinido
ro_ro: Setați ca implicită
ru: Назначить способом по умолчанию
sk_sk: Nastaviť ako predvolený spôsob
sl_si: Nastavi kot privzeti
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan olarak ayarla
vi: Đặt làm mặc định
