Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: Something went wrong when linking your account. Please try again later.
bg_bg: Нещо се обърка при свързването на профила ви. Моля, опитайте отново по-късно.
ca_es: S'ha produït un error en vincular el compte. Torneu-ho a provar més tard.
cs_cz: Při propojování vašeho účtu se něco pokazilo. Zkuste to prosím znovu později.
da: Noget gik galt, da du tilknyttede din konto. Prøv igen senere.
de: Beim Verknüpfen Ihres Kontos ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es_419: Se produjo un error cuando se vinculó tu cuenta. Vuelve a intentarlo más tarde.
et_ee: Konto linkimisel läks midagi valesti. Proovige hiljem uuesti.
fi: Jotain meni vikaan tilisi yhdistämisessä. Yritä myöhemmin uudelleen.
fil: May mali sa pag-link ng iyong account. Mangyaring subukang muli mamaya.
fr: Une erreur s'est produite lors de la liaison de votre compte. Veuillez réessayer plus tard.
hr: Nešto je pošlo po zlu prilikom povezivanja vašeg računa. Pokušajte ponovno kasnije.
hu: Valami hiba történt a fiók összekapcsolásakor. Kérjük, próbálja meg újra később.
id: Ada yang tidak beres saat menautkan akun Anda. Silakan coba lagi nanti.
it: Qualcosa è andato storto durante il collegamento del tuo conto. Riprova più tardi.
ja: アカウントの連携中に問題が発生しました。 後でもう一度お試しください。
lv_lv: Savienojot jūsu kontu, radās problēma. Mēģiniet vēlreiz vēlāk.
ms_my: Masalah telah berlaku semasa menghubungkan akaun anda. Sila cuba lagi kemudian.
mt: Xi ħaġa marret ħażin fil-konnessjioni tal-kont tiegħek. Jekk jogħġbok erġa’ pprova aktar tard.
nl: Er is iets misgegaan bij het koppelen van uw account. Probeer het later opnieuw.
pl_pl: Coś poszło nie tak podczas łączenia konta. Spróbuj ponownie później.
pt_pt: Algo correu mal ao vincular a sua conta. Tente novamente mais tarde.
ro_ro: Ceva nu a mers bine la asocierea contului dvs. Vă rugăm să încercați din nou mai târziu.
sk_sk: Niečo sa pokazilo pri prepájaní vášho účtu. Skúste to znova neskôr.
th: เกิดข้อผิดพลาดบางอย่างเมื่อเชื่อมโยงบัญชีของคุณ โปรดลองอีกครั้งในภายหลัง
vi: Đã xảy ra sự cố khi liên kết tài khoản của bạn. Vui lòng thử lại sau.

source: The IBAN you entered is invalid, "%@" is not a supported country code.
bg_bg: Въведеният IBAN е невалиден, "%@" не е поддържан код на държава.
ca_es: L'IBAN que heu introduït no és vàlid, "%@" no és un codi de país compatible.
cs_cz: Zadaný IBAN je neplatný,„%@“ není podporovaný kód země.
da: Det IBAN, du har indtastet, er ugyldigt, "%@" er ikke en understøttet landekode.
de: Die eingegebene IBAN ist ungültig, "%@" ist kein unterstützter Ländercode.
es_419: El Código Internacional de Cuenta Bancaria (IBAN) que introdujiste no es válido: "%@" no es un código de país admitido.
et_ee: Sisestatud IBAN on kehtetu, „%@“ ei ole toetatud riigikood.
fi: Antamasi IBAN-numero on virheellinen, ”%@” ei ole tuettu maakoodi.
fil: Ang IBAN na iyong ipinasok ay hindi wasto, ang "%@" ay hindi isang suportadong country code.
fr: L'IBAN que vous avez saisi est invalide, « %@ » n'est pas un code de pays pris en charge.
hr: IBAN koji ste unijeli nije valjan, „%@” nije podržani pozivni broj države.
hu: A megadott IBAN érvénytelen, a "%@" nem támogatott országkód.
id: IBAN yang Anda masukkan tidak valid, "%@" bukan kode negara yang didukung.
it: L'IBAN inserito non è valido, «%@» non è un prefisso internazionale supportato.
ja: 入力した IBAN は無効です。"%@" がサポートされている国コードではありません。
lv_lv: Ievadītais IBAN nav derīgs, “%@” nav atbalstīts valsts kods.
ms_my: IBAN yang anda masukkan tidak sah, “%@” bukan kod negara yang disokong.
mt: L-IBAN li daħħalt mhuwiex validu, "%@" mhuwiex kodiċi ta’ pajjiż appoġġjat.
nl: De IBAN die u heeft ingevoerd is ongeldig, "%@" is geen ondersteunde landcode.
pl_pl: Podany numer IBAN jest nieprawidłowy, a „%@” nie jest obsługiwanym kodem kraju.
pt_pt: O IBAN introduzido é inválido, “%@” não é um código de país suportado.
ro_ro: IBAN-ul introdus este nevalid, „%@” nu este un cod de țară acceptat.
sk_sk: Zadaný IBAN je neplatný, „%@“ nie je podporovaný kód krajiny.
th: IBAN ที่คุณป้อนไม่ถูกต้อง "%@" ไม่ใช่รหัสประเทศที่รองรับ
vi: IBAN bạn nhập không hợp lệ, "%@" không phải là mã quốc gia được hỗ trợ.
