Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.
bg_bg: С предоставяне на телефонния си номер, Вие давате съгласието си за създаване на акаунт в Link и запазване на разплащателната Ви информация в Link съгласно <terms>Условията</terms> и <privacy>Правила за защита на личните данни</privacy>на Link.
ca_es: En proporcionar el número de telèfon, accepteu crear un compte de Link i desar la vostra informació de pagament a Link d'acord amb els <terms>Termes</terms> i <privacy>Política de privadesa</privacy> de Link.
cs_cz: Poskytnutím svého telefonního čísla souhlasíte s vytvořením účtu Link a uložením vašich platebních informací v rámci služby Link, a to v souladu s <terms>Podmínkami</terms> a <privacy>zásadami ochrany osobních údajů</privacy>.
da: Når du angiver dit telefonnummer, accepterer du at oprette en Link-konto og gemme dine betalingsoplysninger på Link i henhold til Links <terms>Vilkår</terms> og <privacy>Privatlivspolitik</privacy>.
de: Durch die Angabe Ihrer Telefonnummer erklären Sie sich damit einverstanden, ein Link-Konto einzurichten und Ihre Zahlungsinformationen bei Link gemäß den <terms>AGB</terms> und der <privacy>Datenschutzerklärung</privacy> zu speichern.
el_gr: Αν παράσχετε τον αριθμό τηλεφώνου σας, συμφωνείτε να δημιουργηθεί ένας λογαριασμός στο Link και να αποθηκευτούν τα στοιχεία πληρωμής σας στο Link, σύμφωνα με τους <terms>Όρους</terms> και την <privacy>Πολιτική απορρήτου</privacy> του Link.
es_419: Al proporcionar tu número de teléfono, aceptas crear una cuenta de Link y guardar tus datos de pago en Link, conforme a las <terms>Condiciones</terms> y la <privacy>Política de privacidad</privacy> de Link.
et_ee: Oma telefoninumbri esitamisega nõustute looma Linki konto ja salvestama oma makseteabe Linki, mille suhtes kehtivad Linki <terms>tingimused</terms> ja <privacy>privaatsuseeskirjad</privacy>.
fi: Antamalla puhelinnumerosi hyväksyt Link-tilin luomisen ja tallennat maksutietosi Link-palveluun Link-<terms>ehtojen</terms> ja <privacy>tietosuojaselosteen</privacy> mukaisesti.
fil: Sa pagbibigay ng iyong numero ng telepono, sumasang-ayon ka na gumawa ng Link account at i-save ang impormasyon ng iyong pagbabayad sa Link, alinsunod sa <terms>Mga Tuntunin</terms> at <privacy>Patakaran sa Pagkapribado</privacy> ng Link.
fr: En indiquant votre numéro de téléphone, vous acceptez de créer un compte Link et d'enregistrer vos informations de paiement sur Link, conformément aux <terms>Conditions</terms> de Link et à sa <privacy>Politique de confidentialité</privacy>.
hr: Navođenjem svog telefonskog broja pristajete na izradu Link računa i spremanje podataka o plaćanju na Link, u skladu s <terms>Uvjetima</terms> i <privacy>Pravilima o privatnosti</privacy> Linka.
hu: A telefonszáma megadásával hozzájárul egy Link fiók létrehozásához és a fizetési adatai mentéséhez a Linkbe, a Link <terms>feltételei</terms> és <privacy>adatvédelmi szabályzata</privacy> szerint.
id: Dengan memberikan nomor telepon, berarti Anda menyetujui pembuatan akun Link serta penyimpanan informasi pembayaran pada Link, sesuai dengan <terms>Ketentuan</terms> dan <privacy>Kebijakan Privasi</privacy> Link.
it: Fornendo il tuo numero di telefono, accetti di creare un account Link e salvare i tuoi dati di pagamento su Link conformemente ai <terms>Termini</terms> e all'<privacy>Informativa sulla privacy</privacy> di Link.
ja: 電話番号を入力することにより、お客様は Link の<terms>規約</terms>と<privacy>プライバシーポリシー</privacy>に従って Link アカウントを作成し、お支払い情報を Link に保存することに同意したとみなされます。
lt_lt: Pateikdami savo telefono numerį sutinkate susikurti "Link" paskyrą bei įrašyti savo mokėjimo informaciją į "Link" pagal "Link" <terms>sąlygas</terms> ir <privacy>privatumo politiką</privacy>.
lv_lv: Norādot savu tālruņa numuru, es piekrītu izveidot Link kontu un saglabāt savu maksājuma informāciju Link, ievērojot Link <terms>noteikumus</terms> un <privacy>Konfidencialitātes politiku</privacy>.
ms_my: Dengan memberikan nombor telefon anda, anda bersetuju untuk mencipta akaun Link dan menyimpan maklumat pembayaran anda di Link, menurut <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy> Link.
mt: Meta tagħti n-numru tal-mowbajl tiegħek, tkun qed taqbel li toħloq kont Link u li terfa' l-informazzjoni tal-pagament tiegħek ma' Link, skont ir-<terms>Regoli</terms> u l-<privacy>Politika tal-Privatezza</privacy> ta' Link.
nl: Door je telefoonnummer te verstrekken, ga je ermee akkoord dat er een Link-account wordt gemaakt en dat je betaalgegevens worden opgeslagen naar Link, volgens de <terms>voorwaarden</terms> en het <privacy>privacybeleid</privacy> van Link.
pl_pl: Podając swój numer telefonu, zgadzasz się na utworzenie konta Link i zapisanie danych do płatności w Link, zgodnie z <terms>Warunkami</terms> i <privacy>Polityką prywatności</privacy> Link.
pt_pt: Ao fornecer o seu número de telefone, concorda em criar uma conta Link e guardar as suas informações de pagamento no Link, de acordo com as <terms>condições</terms> e a <privacy>política de privacidade</privacy> do Link.
ro_ro: Prin furnizarea numărului dvs. de telefon, sunteți de acord să creați un cont Link și să salvați informațiile dvs. de plată în Link, în conformitate cu <terms>Termenii</terms> și <privacy>Politica de confidențialitate</privacy> Link.
ru: Предоставляя свой номер телефона, вы соглашаетесь создать учетную запись Link и сохранить свои платежные реквизиты в Link в соответствии с <terms>Условиями</terms> и <privacy>Политикой конфиденциальности</privacy>.
sk_sk: Poskytnutím svojho telefónneho čísla súhlasíte s vytvorením účtu Link a s uložením svojich platobných informácií do služby Link podľa <terms>podmienok</terms> a <privacy>zásad ochrany osobných údajov</privacy> služby Link.
sl_si: Če navedete svojo telefonsko številko, se strinjate z ustvarjanjem računa Link in shranjevanjem podatkov o plačilu v storitev Link v skladu s <terms>pogoji</terms> in <privacy>pravilnikom o zasebnosti</privacy> storitve Link.
th: การให้หมายเลขโทรศัพท์หมายความว่าคุณยินยอมที่จะสร้างบัญชี Link และบันทึกข้อมูลการชำระเงินไปยัง Link ตาม<terms>ข้อกำหนด</terms>และ<privacy>เงื่อนไข</privacy>ของ Link
tr: Telefon numaranızı vererek Link <terms>Şartları</terms> ve <privacy>Gizlilik Politikası</privacy> uyarınca bir Link hesabı oluşturmayı ve ödeme bilgilerinizi Link'e kaydetmeyi kabul edersiniz.
vi: Bằng việc cung cấp số điện thoại, bạn đồng ý tạo tài khoản Link và lưu thông tin thanh toán vào Link, theo <terms>Điều khoản</terms> và <privacy>Chính sách Quyền riêng tư</privacy> của Link.

source: By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>.
bg_bg: Като запазвате банковата си сметка за %@, Вие се съгласявате да оторизирате плащания съгласно <terms>тези условия</terms>.
ca_es: En desar el compte bancari per a %@, accepteu l'autorització de pagaments d'acord amb <terms>aquests termes</terms>.
cs_cz: Uložením bankovního účtu pro společnost %@ souhlasíte s autorizací plateb podle <terms>těchto podmínek</terms>.
da: Ved at gemme din bankkonto for %@ accepterer du at godkende betalinger i henhold til <terms>disse vilkår</terms>.
de: Indem Sie Ihr Bankkonto für %@ speichern, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.
el_gr: Αποθηκεύοντας τον τραπεζικό λογαριασμό σας για την %@, συμφωνείτε να εξουσιοδοτείτε πληρωμές σύμφωνα με <terms>αυτούς τους όρους</terms>.
es_419: Al guardar tu cuenta bancaria para %@, aceptas autorizar pagos conforme a estas <terms>condiciones</terms>.
et_ee: Salvestades oma pangakonto %@, nõustute maksete autoriseerimisega vastavalt nendele <terms>tingimustele</terms>.
fi: Tallentamalla pankkitilisi yritykselle %@, hyväksyt maksujen valtuutuksen <terms>näiden ehtojen mukaisesti</terms>.
fil: Sa pag-save ng iyong account sa bangko para sa %@ sumasang-ayon ka na pahintulutan ang mga pagbabayad alinsunod sa <terms>mga tuntuning ito</terms>.
fr: En enregistrant votre compte bancaire pour %@, vous autorisez les paiements conformément à <terms>ces conditions</terms>.
hr: Spremanjem bankovnog računa za %@ pristajete na autorizaciju plaćanja u skladu s <terms>ovim uvjetima</terms>.
hu: Azzal, hogy elmenti a bankszámlát a(z) %@ számára, beleegyezik a kifizetések engedélyezésébe ezen <terms>feltételek</terms> szerint.
id: Dengan menyimpan rekening bank Anda untuk %@, Anda berarti setuju untuk mengotorisasi pembayaran sesuai dengan <terms>ketentuan-ketentuan berikut</terms>.
it: Salvando il tuo conto bancario per %@, accetti di autorizzare i pagamenti conformemente a <terms>questi termini</terms>.
ja: %@ の銀行口座を保存すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものと見なされます。
lt_lt: Išsaugodami savo banko sąskaitą %@, sutinkate autorizuoti mokėjimus pagal šias <terms>sąlygas</terms>.
lv_lv: Saglabājot savu bankas kontu %@, jūs piekrītat apstiprināt maksājumus saskaņā ar <terms>šiem noteikumiem</terms>.
ms_my: Dengan menyimpan akaun bank anda untuk %@, anda bersetuju untuk mengizinkan pembayaran menurut <terms>terma ini</terms>.
mt: Meta tissejvja l-kont tal-bank tiegħek għal %@ tkun qed taqbel li tawtorizza l-pagamenti skont <terms>dar-regoli</terms>.
nl: Als je je bankrekening voor %@ opslaat, ga je ermee akkoord betalingen in overeenstemming met <terms>deze voorwaarden</terms> te autoriseren.
pl_pl: Zapisując swoje konto bankowe dla %@, zgadzasz się na autoryzowanie płatności zgodnie z <terms>tymi warunkami</terms>.
pt_pt: Ao guardar a sua conta bancária para %@, concorda em autorizar pagamentos de acordo com <terms>estas condições</terms>.
ro_ro: Prin salvarea contului dvs. bancar pentru %@ sunteți de acord să autorizați plățile în conformitate cu <terms>acești termeni</terms>.
ru: Сохраняя реквизиты своего банковского счета у %@, вы соглашаетесь авторизовать платежи в соответствии с <terms>этими условиями</terms>.
sk_sk: Uložením bankového účtu pre spoločnosť %@ súhlasíte s autorizáciou platieb podľa <terms>týchto podmienok</terms>.
sl_si: Če shranite bančni račun za %@, se strinjate z odobritvijo plačil v skladu s <terms>temi pogoji</terms>.
th: การบันทึกบัญชีธนาคารของ %@ หมายความว่าคุณตกลงที่จะอนุมัติการชำระเงินซึ่งดำเนินการตาม<terms>ข้อกำหนดเหล่านี้</terms>
tr: %@ için banka hesabınızı kaydettiğinizde ödemeleri <terms>bu koşullara</terms> göre yetkilendirmeyi kabul etmiş olursunuz.
vi: Bằng việc lưu tài khoản ngân hàng của bạn cho %@ bạn đồng ý cho phép thanh toán tuân theo <terms>các điều khoản này</terms>.

source: Cancel and pay another way
bg_bg: Анулиране или плащане по друг начин
ca_es: Cancel·la i paga d'una altra manera
cs_cz: Zrušit a zaplatit jiným způsobem
da: Annuller, og betal på en anden måde
de: Abbrechen und anders bezahlen
el_gr: Ακύρωση και πληρωμή με άλλον τρόπο
es_419: Cancelar y pagar por otra vía
et_ee: Tühista ja maksa muul viisil
fi: Peruuta ja maksa toisella tavalla
fil: Kanselahin at magbayad sa ibang paraan
fr: Annuler et utiliser un autre moyen de paiement
hr: Otkaži i plati na drugi način
hu: Szakítsa meg, és fizessen más módon
id: Batalkan dan bayar dengan cara lain
it: Annulla e paga in altro modo
ja: キャンセルして別の方法で支払う
lt_lt: Atšaukti ir sumokėti kitu būdu
lv_lv: Atcelt vai maksāt citā veidā
ms_my: Batalkan dan bayar dengan cara lain
mt: Ikkanċella u ħallas mod ieħor
nl: Annuleren en op een andere manier betalen
pl_pl: Anuluj i skorzystaj z innej metody zapłaty
pt_pt: Cancelar e pagar de outra forma
ro_ro: Anulați și folosiți altă metodă de plată
ru: Отменить платеж и оплатить другим способом
sk_sk: Zrušiť a zaplatiť iným spôsobom
sl_si: Prekliči ali plačaj na drugačen način
th: ยกเลิกและชำระเงินด้วยวิธีอื่น
tr: İptal edip başka bir yöntemle ödeyin
vi: Hủy và thanh toán theo cách khác

source: Card details cannot be changed.
bg_bg: Данните на картата не могат да бъдат променяни.
ca_es: Les dades de la targeta no es poden canviar.
cs_cz: Údaje na kartě nelze měnit.
da: Kortoplysninger kan ikke ændres.
de: Die Kartenangaben können nicht geändert werden.
el_gr: Δεν είναι δυνατή η αλλαγή των στοιχείων κάρτας.
es_419: Los datos de la tarjeta no se pueden modificar.
et_ee: Kaardi andmeid ei saa muuta.
fi: Kortin tietoja ei voi muuttaa.
fil: Hindi puwedeng baguhin ang mga detalye ng kard.
fr: Vous ne pouvez pas modifier les informations de la carte.
hr: Podaci o kartici ne mogu se mijenjati.
hu: A kártyai adatai nem módosíthatók.
id: Detail kartu tidak dapat diubah.
it: Non puoi modificare i dati della carta.
ja: カードの詳細は変更できません。
lt_lt: Kortelės duomenų keisti negalima.
lv_lv: Kartes informāciju nevar mainīt.
ms_my: Butiran kad tidak boleh diubah.
mt: Id-dettalji tal-karta ma jistgħux jinbidlu.
nl: Betaalkaartgegevens kunnen niet worden gewijzigd.
pl_pl: Nie można zmienić szczegółów karty.
pt_pt: Os detalhes do cartão não podem ser alterados.
ro_ro: Detaliile cardului nu pot fi modificate.
ru: Реквизиты карты нельзя изменить.
sk_sk: Informácie o karte nie je možné meniť.
sl_si: Podrobnosti kartice ni mogoče spremeniti.
th: เปลี่ยนแปลงรายละเอียดบัตรไม่ได้
tr: Kart ayrıntıları değiştirilemiyor.
vi: Không thể thay đổi thông tin thẻ.

source: Change
bg_bg: Промяна
ca_es: Canvia
cs_cz: Změnit
da: Skift
de: Ändern
el_gr: Αλλαγή
es_419: Cambia los datos
et_ee: Muuda
fi: Vaihda
fil: Palitan
fr: Modifier
hr: Promijeni
hu: Módosítás
id: Ubah
it: Cambia
ja: 変更する
lt_lt: Keisti
lv_lv: Mainīt
ms_my: Ubah
mt: Ibdel
nl: Wijzigen
pl_pl: Zmień
pt_pt: Alterar
ro_ro: Modificare
ru: Изменить
sk_sk: Zmeniť
sl_si: Spremeni
th: เปลี่ยน
tr: Değiştir
vi: Thay đổi

source: Change email
el_gr: Αλλαγή email
lt_lt: Pakeiskite el. paštą
ru: Изменить адрес электронной почты
sl_si: Spremeni e-poštni naslov
tr: E-posta adresini değiştir

source: Choose a payment method
bg_bg: Избор на метод на плащане
ca_es: Escull un mètode de pagament
cs_cz: Zvolte platební metodu
da: Vælg en betalingsmetode
de: Zahlungsmethode auswählen
el_gr: Επιλέξτε μέθοδο πληρωμής
es_419: Elegir un método de pago
et_ee: Valige makseviis
fi: Valitse maksutapa
fil: Pumili ng pamamaraan ng pagbabayad
fr: Choisir un moyen de paiement
hr: Odaberite način plaćanja
hu: Fizetési mód választása
id: Pilih metode pembayaran
it: Scegli un metodo di pagamento
ja: 支払い方法を選択
lt_lt: Pasirinkite mokėjimo būdą
lv_lv: Izvēlēties maksājuma veidu
ms_my: Pilih kaedah pembayaran
mt: Agħżel metodu tal-ħlas
nl: Een betaalmethode kiezen
pl_pl: Wybierz metodę płatności
pt_pt: Selecione um método de pagamento
ro_ro: Alege o metodă de plată
ru: Выберите метод оплаты
sk_sk: Vyberte spôsob platby
sl_si: Izberite način plačila
th: เลือกวิธีการชำระเงิน
tr: Yeni bir ödeme yöntemi seçin
vi: Chọn phương thức thanh toán

source: Close card scanner
bg_bg: Затваряне на скенера за карти
ca_es: Tancar l'escàner de la targeta
cs_cz: Zavřít skener karty
da: Luk kortscanner
de: Kartenscanner schließen
el_gr: Κλείσιμο σαρωτή κάρτας
es_419: Cerrar escáner de tarjetas
et_ee: Kaardiskanneri sulgemine
fi: Sulje korttiskanneri
fil: Isara ang scanner ng kard
fr: Fermer le numériseur de carte bancaire
hr: Zatvori skener kartice
hu: Kártyabeolvasó bezárása
id: Tutup pemindai kartu
it: Chiudi strumento di scansione carta
ja: カードスキャナを閉じる
lt_lt: Išjungti kortelės skaitytuvą
lv_lv: Aizvērt kartes skeneri
ms_my: Tutup pengimbas kad
mt: Agħlaq l-iskenner tal-karta
nl: Kaartscanner afsluiten
pl_pl: Zamknij skaner karty
pt_pt: Fechar leitor de cartões
ro_ro: Închidere scaner card
ru: Закрыть сканер карт
sk_sk: Zatvoriť snímačku kariet
sl_si: Zapri optični bralnik kartic
th: ปิดโปรแกรมสแกนบัตร
tr: Kart tarayıcısını kapat
vi: Đóng máy quét thẻ

source: Code sent
bg_bg: Изпратен е код
ca_es: Codi enviat
cs_cz: Kód odeslán
da: Kode sendt
de: Code wurde gesendet
el_gr: Ο κωδικός εστάλη
es_419: Código enviado
et_ee: Kood saadetud
fi: Koodi lähetetty
fil: Naipadala na ang code
fr: Code envoyé
hr: Kod je poslan
hu: Kód elküldve
id: Kode dikirim
it: Codice inviato
ja: コードが送信されました
lt_lt: Kodas išsiųstas
lv_lv: Kods nosūtīts
ms_my: Kod dihantar
mt: Il-kodiċi ntbagħat
nl: Code verstuurd
pl_pl: Kod wysłany
pt_pt: Código enviado
ro_ro: Codul a fost trimis
ru: Код отправлен
sk_sk: Kód odoslaný
sl_si: Koda je bila poslana
th: ส่งรหัสแล้ว
tr: Kod gönderildi
vi: Mã đã được gửi

source: Confirm
bg_bg: Потвърждаване
ca_es: Confirma
cs_cz: Potvrdit
da: Bekræft
de: Bestätigen
el_gr: Επιβεβαίωση
es_419: Confirmar
et_ee: Kinnita
fi: Vahvista
fil: Kumpirmahin
fr: Confirmer
hr: Potvrdi
hu: Megerősítés
id: Konfirmasikan
it: Conferma
ja: 確定する
lt_lt: Patvirtinti
lv_lv: Apstiprināt
ms_my: Sahkan
mt: Ikkonferma
nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar
ro_ro: Confirmare
ru: Подтвердить
sk_sk: Potvrdiť
sl_si: Potrdi
th: ยืนยัน
tr: Onayla
vi: Xác nhận

source: Confirm it's you
el_gr: Επιβεβαιώστε ότι είστε εσείς
lt_lt: Patvirtinkite, kad tai jūs
ru: Подтвердите, что это вы
sl_si: Potrdite svojo identiteto
tr: Siz olduğunuzu teyit edin

source: Confirm payment details
bg_bg: Потвърждаване на данните за плащане
ca_es: Confirmació de les dades de pagament
cs_cz: Potvrdit detaily platby
da: Bekræft betalingsoplysninger
de: Zahlungsdetails bestätigen
el_gr: Επιβεβαίωση στοιχείων πληρωμής
es_419: Confirma los datos del pago
et_ee: Kinnitage makseandmed
fi: Vahvista maksutiedot
fil: Kumpirmahin ang mga detalye ng pagbabayad
fr: Confirmer les informations de paiement
hr: Potvrdite podatke o plaćanju
hu: Fizetési adatok megerősítése
id: Konfirmasikan detail pembayaran
it: Conferma i dati di pagamento
ja: 支払い情報を確定する
lt_lt: Patvirtinti mokėjimo duomenis
lv_lv: Apstiprināt maksājuma informāciju
ms_my: Sahkan butiran pembayaran
mt: Ikkonferma d-dettalji tal-pagament
nl: Betaalgegevens bevestigen
pl_pl: Potwierdź szczegóły płatności
pt_pt: Confirmar detalhes de pagamento
ro_ro: Confirmare detalii de plată
ru: Подтвердить реквизиты платежа
sk_sk: Potvrdiť informácie o platbe
sl_si: Potrdite podatke o plačilu
th: ยืนยันรายละเอียดการชำระเงิน
tr: Ödeme bilgilerini onayla
vi: Xác nhận thông tin thanh toán

source: Confirm the payment in your bank or payment app within %@ to complete the purchase.
bg_bg: Потвърдете плащането във Вашата банка или приложение за плащане в рамките на %@, за да завършите покупката.
ca_es: Confirmeu el pagament al vostre banc o a l'aplicació de pagament en un termini de %@ per completar la compra.
cs_cz: Pro dokončení nákupu potvrďte platbu ve své bance nebo platební aplikaci do %@.
da: Bekræft betalingen i din bank- eller betalingsapp indenfor %@ for at gennemføre købet.
de: Bestätigen Sie die Zahlung in Ihrer Bank- oder Zahlungs-App innerhalb von %@, um den Kauf abzuschließen.
el_gr: Επιβεβαιώστε την πληρωμή στην εφαρμογή τράπεζας ή πληρωμής σας μέσα σε %@ για να ολοκληρώσετε την αγορά.
es_419: Confirma el pago en la aplicación del banco o de pago en el transcurso de %@ para completar la compra.
et_ee: Ostu sooritamiseks kinnitage makse oma panga- või makserakenduses %@ jooksul.
fi: Suorita osto vahvistamalla maksu pankkisi kanssa tai maksusovelluksessa %@.
fil: Kumpirmahin ang pagbabayad sa iyong bangko o app ng pagbabayad sa loob ng %@ para kumpletuhin ang pagbili.
fr: Veuillez confirmer le paiement dans votre application bancaire ou de paiement sous %@ pour finaliser l'achat.
hr: Potvrdite plaćanje u aplikaciji svoje banke ili aplikaciji za plaćanje unutar %@ da biste dovršili kupnju.
hu: A vásárlás befejezéséhez %@ percen belül erősítse meg a fizetést a bankjánál vagy a fizetést biztosító alkalmazásban.
id: Konfirmasikan pembayaran di aplikasi pembayaran atau bank Anda dalam %@ untuk menyelesaikan pembelian.
it: Per completare l'acquisto, conferma il pagamento nell'app della tua banca o nell'app per i pagamenti entro %@
ja: %@ 内で銀行または決済アプリで支払いを確定して、購入を完了します。
lt_lt: Patvirtinkite mokėjimą banke ar programėlėje per %@ ir užbaikite pirkimą.
lv_lv: Apstipriniet maksājumu jūsu bankas vai maksājumu lietotnē %@, lai pabeigtu maksājumu.
ms_my: Sahkan pembayaran dalam aplikasi bank atau aplikasi pembayaran anda dalam %@ untuk menyelesaikan pembelian.
mt: Biex tlesti x-xirja kkonferma l-pagament, fl-app tal-bank jew fl-app tal-pagamenti, fi żmien %@.
nl: Bevestig de betaling via je bank of betaal-app binnen %@ om de aankoop af te ronden.
pl_pl: Potwierdź płatność w banku lub aplikacji bankowej w ciągu %@, aby sfinalizować zakup.
pt_pt: Confirme o pagamento na aplicação do seu banco ou de pagamento dentro de %@ para concluir a compra.
ro_ro: Confirmați plata în aplicația băncii dvs. sau în aplicația de plăți în termen de %@ pentru a finaliza achiziția.
ru: Чтобы завершить оформление покупки, подтвердите платеж в своем банковском или платежном приложении в течение %@.
sk_sk: Dokončite nákup potvrdením platby v banke alebo platobnej aplikácii v priebehu %@.
sl_si: Potrdite plačilo v aplikaciji banke ali aplikaciji za plačilo v %@, da zaključite nakup.
th: ยืนยันการชำระเงินในแอปของธนาคารหรือแอปชำระเงินภายใน %@ เพื่อชำระเงินให้เสร็จสิ้น
tr: %@ içinde banka veya ödeme uygulamanızla ödemeyi onaylayarak satın almayı tamamlayın.
vi: Hãy xác nhận thanh toán trong ứng dụng ngân hàng hoặc ứng dụng thanh toán của bạn trong vòng %@ để hoàn tất giao dịch mua.

source: Confirm the payment in your bank's app within %@ to complete the purchase.
bg_bg: Потвърдете плащането в приложението на Вашата банка в рамките на %@, за да завършите покупката.
ca_es: Confirmeu el pagament a l'aplicació del vostre banc en un termini de %@ per completar la compra.
cs_cz: Dokončete nákup potvrzením platby v bankovní aplikaci do %@.
da: Bekræft betalingen i din banks app indenfor %@ for at gennemføre købet.
de: Bestätigen Sie die Zahlung in Ihrer Bank-App innerhalb von %@, um den Kauf abzuschließen.
el_gr: Επιβεβαιώστε την πληρωμή στην εφαρμογή της τράπεζάς σας μέσα σε %@ για την ολοκλήρωση της αγοράς.
es_419: Confirma el pago en la aplicación de tu banco en el transcurso de %@ para completar la compra.
et_ee: Ostu sooritamiseks kinnitage makse oma pangarakenduses %@ jooksul.
fi: Suorita osto vahvistamalla maksu pankkisi sovelluksessa %@.
fil: Kumpirmahin ang pagbabayad sa app ng iyong bangko sa loob ng %@ para kumpletuhin ang pagbili.
fr: Veuillez confirmer le paiement dans votre application bancaire sous %@ pour effectuer l'achat.
hr: Potvrdite plaćanje u aplikaciji svoje banke unutar %@ da biste dovršili kupnju.
hu: A vásárlás befejezéséhez %@ percen belül erősítse meg a fizetést bankja alkalmazásában.
id: Konfirmasikan pembayaran di aplikasi bank Anda dalam %@ untuk menyelesaikan pembelian.
it: Per completare l'acquisto, conferma il pagamento nell'app della tua banca entro %@.
ja: 購入を完了するには、%@ 以内に銀行のアプリで支払いを確定してください。
lt_lt: Patvirtinkite mokėjimą savo banko programėlėje per %@ ir užbaikite pirkimą.
lv_lv: Apstipriniet maksājumu jūsu bankas lietotnē %@, lai pabeigtu maksājumu.
ms_my: Sahkan pembayaran dalam aplikasi bank anda dalam %@ untuk menyelesaikan pembelian.
mt: Ikkonferma l-pagament fl-app tal-bank fi żmien %@ biex tlesti x-xirja.
nl: Bevestig de betaling in de app van je bank binnen %@ om de aankoop af te ronden.
pl_pl: Potwierdź płatność w aplikacji bankowej w ciągu %@, aby sfinalizować zakup.
pt_pt: Confirme o pagamento na aplicação do seu banco dentro de %@ para concluir a compra.
ro_ro: Confirmați plata în aplicația băncii dvs. în termen de %@ pentru a finaliza achiziția.
ru: Подтвердите платеж в вашем банковском приложении в течение %@ для оформления покупки.
sk_sk: Dokončite nákup potvrdením platby v aplikácii vašej banky v priebehu %@.
sl_si: Potrdite plačilo v aplikaciji banke %@, da zaključite nakup.
th: ยืนยันการชำระเงินในแอปของธนาคารภายใน %@ เพื่อชำระเงินให้เสร็จสิ้น
tr: %@ içinde banka uygulamanızda ödemeyi onaylayarak satın almayı tamamlayın.
vi: Hãy xác nhận thanh toán trong ứng dụng ngân hàng của quý vị trong vòng %@ để hoàn tất giao dịch mua.
