Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: Manage payment methods
bg_bg: Управление на начини на плащане
ca_es: Administra els mètodes de pagament
cs_cz: Spravovat způsoby platby
da: Administrer betalingsmetoder
de: Zahlungsmethoden verwalten
el_gr: Διαχείριση μεθόδων πληρωμής
es_419: Gestiona los métodos de pago
et_ee: Halda makseviise
fi: Hallitse maksutapoja
fil: Pangasiwaan ang mga paraan ng pagbabayad
fr: Gérer vos moyens de paiement
hr: Upravljanje načinima plaćanja
hu: Fizetési módok kezelése
id: Kelola metode pembayaran
it: Gestisci i metodi di pagamento
ja: 決済手段を管理する
lt_lt: Valdyti mokėjimo būdus
lv_lv: Pārvaldīt maksājuma veidus
ms_my: Urus kaedah pembayaran
mt: Ħu ħsieb il-metodi tal-pagament
nl: Betaalmethoden beheren
pl_pl: Zarządzaj metodami płatności
pt_pt: Gerir métodos de pagamento
ro_ro: Gestionare metode de plată
ru: Управление способами оплаты
sk_sk: Spravovať spôsoby platby
sl_si: Upravljanje načinov plačila
th: จัดการวิธีการชำระเงิน
tr: Ödeme yöntemlerini yönetin
vi: Quản lý các phương thức thanh toán

source: Manage your payment methods
bg_bg: Управление на начините Ви на плащане
ca_es: Administreu els vostres mètodes de pagament
cs_cz: Spravujte své platební metody
da: Administrer dine betalingsmetoder
de: Zahlungsmethoden verwalten
el_gr: Διαχειριστείτε τις μεθόδους πληρωμής σας
es_419: Gestiona tus métodos de pago
et_ee: Makseviiside haldamine
fi: Hallitse maksutapojasi
fil: Pangasiwaan ang iyong mga paraan ng pagbabayad
fr: Gérer vos moyens de paiement
hr: Upravljajte svojim metodama plaćanja
hu: Fizetési módok kezelése
id: Kelola metode pembayaran Anda
it: Gestisci metodi di pagamento
ja: 決済手段を管理する
lt_lt: Valdykite savo mokėjimo būdus
lv_lv: Pārvaldīt savus maksājuma veidus
ms_my: Urus kaedah pembayaran anda
mt: Ħu ħsieb il-metodi tal-pagament tiegħek
nl: Uw betaalmethoden beheren
pl_pl: Zarządzaj metodami płatności
pt_pt: Gerir os seus métodos de pagamento
ro_ro: Gestionați metodele de plată
ru: Управление способами оплаты
sk_sk: Spravovať spôsoby platby
sl_si: Upravljajte svoje načine plačila
th: จัดการวิธีการชำระเงินของคุณ
tr: Ödeme yöntemlerinizi yönetin
vi: Quản lý các phương thức thanh toán của bạn

source: Name on card
bg_bg: Име върху картата
ca_es: Nom a la targeta
cs_cz: Jméno na kartě
da: Kortholderens navn
de: Name auf Karte
el_gr: Όνομα στην κάρτα
es_419: Nombre del titular de la tarjeta
et_ee: Nimi kaardil
fi: Kortissa oleva nimi
fil: Pangalan sa kard
fr: Nom du titulaire de la carte
hr: Ime na kartici
hu: A kártyán szereplő név
id: Nama pada kartu
it: Nome sulla carta
ja: カード名義人
lt_lt: Ant kortelės nurodytas vardas ir pavardė
lv_lv: Uz kartes norādītais vārds
ms_my: Nama pada kad
mt: L-isem fuq il-karta
nl: Naam op betaalkaart
pl_pl: Imię i nazwisko na karcie
pt_pt: Nome no cartão
ro_ro: Numele titularului
ru: Имя и фамилия, указанные на карте
sk_sk: Meno na karte
sl_si: Ime na kartici
th: ชื่อบนบัตร
tr: Karttaki isim
vi: Tên trên thẻ

source: New card
bg_bg: Нова банкова карта
ca_es: Nova targeta
cs_cz: Nová karta
da: Nyt kort
de: Neue Karte
el_gr: Νέα κάρτα
es_419: Nueva tarjeta
et_ee: Uus kaart
fi: Uusi kortti
fil: Bagong kard
fr: Nouvelle carte
hr: Nova kartica
hu: Új kártya
id: Kartu baru
it: Nuova carta
ja: 新しいカード
lt_lt: Nauja kortelė
lv_lv: Jauna karte
ms_my: Kad baharu
mt: Karta ġdida
nl: Nieuwe betaalkaart
pl_pl: Nowa karta
pt_pt: Novo cartão
ro_ro: Card nou
ru: Новая карта
sk_sk: Nová karta
sl_si: Nova kartica
th: บัตรใหม่
tr: Yeni kart
vi: Thẻ mới

source: New payment method
bg_bg: Нов начин на плащане
ca_es: Nou mètode de pagament
cs_cz: Nová platební metoda
da: Ny betalingsmetode
de: Neue Zahlungsmethode
el_gr: Νέα μέθοδος πληρωμής
es_419: Nuevo método de pago
et_ee: Uus makseviis
fi: Uusi maksutapa
fil: Bagong paraan ng pagbabayad
fr: Nouveau moyen de paiement
hr: Novi način plaćanja
hu: Új fizetési mód
id: Metode pembayaran baru
it: Nuovo metodo di pagamento
ja: 新しい決済手段
lt_lt: Naujas mokėjimo būdas
lv_lv: Jauns maksājumu veids
ms_my: Kaedah pembayaran baharu
mt: Metodu tal-pagament ġdid
nl: Nieuwe betaalmethode
pl_pl: Nowa metoda płatności
pt_pt: Novo método de pagamento
ro_ro: Metodă de plată nouă
ru: Новый способ оплаты
sk_sk: Nový spôsob platby
sl_si: Nov način plačila
th: วิธีการชำระเงินใหม่
tr: Yeni ödeme yöntemi
vi: Phương thức thanh toán mới

source: No %@ promo
bg_bg: Няма %@ промо код
ca_es: Sense promoció de %@
cs_cz: Žádné %@ promo
da: Ingen %@-kampagne
de: Keine %@-Aktionsangebote
el_gr: Χωρίς προώθηση %@
es_419: Sin promoción de %@
et_ee: %@ soodustus ei kehti
fi: Ei kampanjaa %@
fil: Walang %@ promo
fr: Pas de cashback de %@
hr: Nema %@ promotivnih pronuda
hu: Nincs %@ promóció
id: Tidak ada promo %@
it: Nessuna promozione di %@
ja: %@ のプロモーションはありません
lt_lt: Nėra %@ akcijos
lv_lv: Bez %@ reklāmas
ms_my: Tiada promo %@
mt: L-ebda offerta %@
nl: Geen %@-promo
pl_pl: Bez promocji %@
pt_pt: Nenhuma promoção %@
ro_ro: Fără promoție %@
ru: Нет промоакции %@
sk_sk: Bez %@ propagácie
sl_si: Brez promocije v višini %@
th: ไม่มีโปรโมชัน %@
tr: %@ promosyonu yok
vi: Không có khuyến mại %@

source: Not %@?
el_gr: Δεν είναι το %@;
lt_lt: Ne %@?
ru: Не %@?
sl_si: Niste %@?
tr: %@ doğru değil mi?

source: Only card brand can be changed.
bg_bg: Може да се променя само марката на картата.
ca_es: Només es pot canviar la marca de la targeta.
cs_cz: Změnit lze pouze značku karty.
da: Kun kortbrand kan ændres.
de: Nur die Kartenmarke kann geändert werden.
el_gr: Μπορείτε να αλλάξετε μόνο την επωνυμία κάρτας.
es_419: Solo se puede cambiar la marca de la tarjeta.
et_ee: Muuta saab ainult kaardi tootemarki.
fi: Vain kortin brändi voidaan vaihtaa.
fil: Ang brand ng kard lamang ang puwedeng palitan.
fr: Vous pouvez uniquement modifier la marque de la carte.
hr: Samo se marka kartice može promijeniti.
hu: Csak a kártyatípus módosítható.
id: Hanya brand kartu yang dapat diubah.
it: Puoi modificare solo il brand della carta.
ja: カードブランドのみ変更できます。
lt_lt: Galima keisti tik kortelės prekės ženklą.
lv_lv: Var mainīt tikai kartes zīmolu.
ms_my: Hanya jenama kad boleh diubah.
mt: Tista' tibdel biss ix-xorta tal-karta.
nl: Alleen het merk van de betaalkaart kan worden gewijzigd.
pl_pl: Można zmienić tylko markę karty.
pt_pt: Só é possível alterar a marca do cartão.
ro_ro: Doar marca cardului poate fi modificată.
ru: Изменить можно только бренд карты.
sk_sk: Je možné zmeniť len značku banky.
sl_si: Spremenite lahko samo blagovno znamko kartice.
th: เปลี่ยนได้เฉพาะแบรนด์บัตรเท่านั้น
tr: Yalnızca kart markası değiştirilebilir.
vi: Chỉ có thể thay đổi thương hiệu thẻ.

source: Open your UPI app to approve your payment within %@
bg_bg: Отворете Вашето UPI приложение, за да одобрите плащане си в рамките на %@
ca_es: Obriu l'aplicació UPI per aprovar el pagament en un termini de %@
cs_cz: Otevřete aplikaci UPI, abyste mohli platbu schválit do %@
da: Åbn din UPI-app for at godkende din betaling i %@
de: Öffnen Sie Ihre UPI-App, um die Zahlung per %@ zu genehmigen.
el_gr: Ανοίξτε την εφαρμογή UPI για να εγκρίνετε την πληρωμή σας σε %@
es_419: Abre tu aplicación UPI para aprobar tu pago en el plazo de %@
et_ee: Makse kinnitamiseks avage oma UPI rakendus %@ jooksul
fi: Avaa UPI-sovellus ja hyväksy maksu kohteessa %@
fil: Buksan ang iyong UPI app para aprubahan ang iyong pagbabayad sa loob ng %@
fr: Lancez votre application d'UPI pour autoriser votre paiement dans %@
hr: Otvorite svoju aplikaciju UPI da biste odobrili svoje plaćanje unutar %@
hu: Nyissa meg az UPI-alkalmazását a fizetés jóváhagyásához %@ belül
id: Buka aplikasi UPI Anda untuk menyetujui pembayaran di dalam %@
it: Apri l'app UPI per approvare il pagamento entro %@
ja: UPI アプリを開いて %@ 以内に支払いを承認してください
lt_lt: Atidarykite savo UPI programą mokėjimui patvirtinti per %@
lv_lv: Atveriet UPI lietotni, lai apstiprinātu savu maksājumu %@
ms_my: Buka aplikasi UPI untuk meluluskan pembayaran anda dalam masa %@
mt: Iftaħ l-app ta' UPI biex tapprova l-pagamenti tiegħek fi żmien %@
nl: Open de UPI-app om je betaling goed te keuren binnen %@
pl_pl: Otwórz aplikację UPI, aby zatwierdzić płatność w %@
pt_pt: Abra a sua aplicação UPI para aprovar o seu pagamento com %@
ro_ro: Deschideți aplicația UPI pentru a aproba plata în termen de %@
ru: Откройте приложение UPI, чтобы подтвердить платеж, не позднее чем через %@
sk_sk: Otvorte si aplikáciu UPI za účelom schválenia platby v rámci %@
sl_si: Odprite aplikacijo UPI in odobrite plačilo v %@
th: เปิดแอป UPI เพื่ออนุมัติการชำระเงินของคุณภายใน %@
tr: Ödemenizi onaylamak için %@ içinde UPI uygulamanızı açın
vi: Mở ứng dụng UPI của quý vị để phê duyệt khoản thanh toán của quý vị trong vòng%@

source: Or
bg_bg: Или
ca_es: O
cs_cz: Nebo
da: Eller
de: Oder
el_gr: Ή
es_419: O
et_ee: Või
fi: Tai
fil: O
fr: Ou
hr: Ili
hu: vagy
id: Atau
it: O
ja: または
lt_lt: Arba
lv_lv: Vai
ms_my: Atau
mt: Jew
nl: Of
pl_pl: Lub
pt_pt: Ou
ro_ro: Sau
ru: Или
sk_sk: Alebo
sl_si: Ali
th: หรือ
tr: Veya
vi: Hoặc

source: Or pay using
bg_bg: Или платете чрез
ca_es: O pagar fent servir
cs_cz: Nebo zaplatit pomocí
da: Eller betal med
de: Oder zahlen mit
el_gr: Ή πληρωμή χρησιμοποιώντας
es_419: O pagar con
et_ee: Või kasuta makseviisi
fi: Tai käytä maksutapaa
fil: O magbayad gamit ang
fr: Ou payer avec
hr: Ili platite koristeći
hu: Vagy fizetés a következővel:
id: Atau bayar menggunakan
it: O paga con
ja: または別の方法で支払う
lt_lt: Arba mokėti naudojant
lv_lv: Vai maksāt, izmantojot
ms_my: Atau bayar menggunakan
mt: Jew ħallas bil-
nl: Of betalen met
pl_pl: Lub zapłać, korzystając z
pt_pt: Ou pagar com
ro_ro: Sau poti alege ca metodă de plată
ru: Или оплатить с помощью
sk_sk: Alebo zaplaťte pomocou
sl_si: Ali pa za plačilo uporabite
th: หรือชำระเงินด้วย
tr: Veya şununla ödeyin:
vi: Hoặc thanh toán bằng

source: Or pay with a card
bg_bg: Или платете с карта
ca_es: O pagar amb una targeta
cs_cz: Nebo zaplatit kartou
da: Eller betal med et kort
de: Oder mit Karte bezahlen
el_gr: Ή πληρωμή με κάρτα
es_419: O pagar con tarjeta
et_ee: Või makske kaardiga
fi: Tai maksa kortilla
fil: O magbayad gamit ang kard
fr: Ou payez par carte bancaire
hr: Ili plati karticom
hu: Vagy fizetés kártyával
id: Atau bayar dengan kartu
it: Oppure paga con carta
ja: または、カードで支払う
lt_lt: Arba mokėti kortele
lv_lv: Vai maksāt ar karti
ms_my: Atau bayar dengan kad
mt: Jew ħallas bil-karta
nl: Of met een kaart betalen
pl_pl: Lub zapłać kartą
pt_pt: Ou pagar com um cartão
ro_ro: Sau poti alege ca metodă de plată un card
ru: Или оплатить картой
sk_sk: Alebo zaplaťte kartou
sl_si: Ali pa plačajte s kartico
th: หรือชำระเงินด้วยบัตร
tr: Ya da kartla ödeyin
vi: Hoặc thanh toán bằng thẻ

source: Or use
bg_bg: Или използвайте
ca_es: O utilitzeu
cs_cz: Nebo použijte
da: Eller brug
de: Weitere Zahlungsmöglichkeiten
el_gr: Ή χρησιμοποιήστε
es_419: También puedes usar
et_ee: Või kasuta
fi: Tai käytä
fil: O gumamit ng
fr: Ou utilisez
hr: Ili upotrijebite
hu: Vagy használja ezeket
id: Atau gunakan
it: Oppure usa
ja: または次を使用:
lt_lt: Arba naudokite
lv_lv: Vai izmantojiet
ms_my: Atau gunakan
mt: Jew uża
nl: Of gebruik
pl_pl: Lub użyj
pt_pt: Ou utilize
ro_ro: Sau utilizează
ru: Или используйте
sk_sk: Alebo použite
sl_si: Ali uporabite
th: หรือใช้
tr: Veya şunu kullan:
vi: Hoặc dùng

source: Or use a card
bg_bg: Или използвайте банкова карта
ca_es: O utilitzeu una targeta
cs_cz: Nebo použijte kartu
da: Eller brug et kort
de: Alternativ Karte verwenden
el_gr: Ή χρησιμοποιήστε μια κάρτα
es_419: También puedes usar una tarjeta
et_ee: Või kasuta kaarti
fi: Tai käytä korttia
fil: O gumamit ng kard
fr: Ou utilisez une carte
hr: Ili upotrijebite karticu
hu: Vagy fizessen kártyával
id: Atau gunakan kartu
it: Oppure usa una carta
ja: またはカードを使用
lt_lt: Arba naudokite kortelę
lv_lv: Vai izmantojiet karti
ms_my: Atau gunakan kad
mt: Jew uża karta
nl: Of gebruik een betaalkaart
pl_pl: Lub użyj karty
pt_pt: Ou utilize um cartão
ro_ro: Sau utilizează un card
ru: Или используйте карту
sk_sk: Alebo použite kartu
sl_si: Ali uporabite kartico
th: หรือใช้บัตร
tr: Veya kart kullan
vi: Hoặc dùng thẻ

source: Pay %@
bg_bg: Плащане %@
ca_es: Pagar %@
cs_cz: Zaplatit %@
da: Betal %@
de: %@ zahlen
el_gr: Πληρωμή %@
es_419: Pagar %@
et_ee: Maksa %@
fi: Maksa %@
fil: Magbayad ng %@
fr: Payer %@
hr: Plati %@
hu: %@ kifizetése
id: Bayar %@
it: Paga %@
ja: %@ を支払う
lt_lt: Mokėti %@
lv_lv: Maksāt %@
ms_my: Bayar %@
mt: Ħallas %@
nl: %@ betalen
pl_pl: Zapłać %@
pt_pt: Pagar %@
ro_ro: Adaugă %@
ru: Оплатить %@
sk_sk: Zaplatiť %@
sl_si: Plačaj %@
th: ชำระ %@
tr: %@ öde
vi: Thanh toán %@

source: Pay another way
bg_bg: Плащане по друг начин
ca_es: Paga d'una altra manera
cs_cz: Zaplatit jiným způsobem
da: Betal på en anden måde
de: Andere Zahlungsmethode wählen
el_gr: Πληρωμή με άλλον τρόπο
es_419: Pagar de otra manera
et_ee: Maksa muul viisil
fi: Maksa toisella tavalla
fil: Magbayad sa ibang paraan
fr: Utiliser un autre moyen de paiement
hr: Platite na drugi način
hu: Fizetés más módon
id: Bayar dengan cara lain
it: Paga in altro modo
ja: 別の方法で支払う
lt_lt: Mokėkite kitu būdu
lv_lv: Maksāt citā veidā
ms_my: Bayar dengan cara lain
mt: Ħallas mod ieħor
nl: Betalen op een andere manier
pl_pl: Zapłać w inny sposób
pt_pt: Pagar de outra forma
ro_ro: Folosiți altă metodă de plată
ru: Оплатить другим способом
sk_sk: Zaplatiť iným spôsobom
sl_si: Plačaj na drugačen način
th: ชำระด้วยวิธีอื่น
tr: Başka bir ödeme şekli kullanın
vi: Thanh toán theo cách khác

source: Pay faster at %@ and thousands of businesses.
bg_bg: Плащайте по-бързо в %@ и хиляди други фирми.
ca_es: Pagueu més ràpidament a %@ i a milers de negocis.
cs_cz: Plaťte rychleji u %@ a tisíců firem.
da: Betal hurtigere hos %@ og tusinder af virksomheder.
de: Beschleunigen Sie Ihre Bezahlvorgänge bei %@ und vielen anderen Unternehmen.
el_gr: Ταχύτερες πληρωμές στην %@ και σε χιλιάδες επιχειρήσεις.
es_419: Paga más rápido en %@ y miles de negocios.
et_ee: Makske kiiremini kaupleja %@ lehel ja tuhandetel teistel saitidel.
fi: Maksa nopeammin kohteessa %@ ja tuhansissa muissa paikoissa.
fil: Magbayad nang mas mabilis sa %@ at sa libu-libong mga negosyo.
fr: Réglez plus rapidement après du marchand %@ et de milliers d'autres entreprises.
hr: Platite brže na %@ i tisućama drugih stranica.
hu: Gyorsabban fizethet a(z) %@ számára és még ezernyi vállalkozásnak.
id: Bayar lebih cepat di %@ dan ribuan bisnis.
it: Paga più velocemente su %@ e migliaia di esercenti.
ja: %@ やその他多数のサイトで、すばやく支払うことができます。
lt_lt: Mokėkite greičiau "%@" ir daugybei kitų įmonių.
lv_lv: Maksājiet ātrāk %@ un tūkstošiem citos uzņēmumos.
ms_my: Bayar dengan lebih cepat di %@ dan beribu-ribu perniagaan.
mt: Ħallas lil %@ u lil eluf ta' negozji oħra iktar malajr.
nl: Reken sneller af bij %@ en duizenden andere bedrijven.
pl_pl: Płać szybciej w %@ i tysiącach innych firm.
pt_pt: Pague mais rapidamente em %@ e milhares de outras empresas.
ro_ro: Plătiți mai rapid la %@ și la alte mii de întreprinderi.
ru: Ускоренная оплата продавцу %@ и тысячам других предприятий.
sk_sk: Plaťte rýchlejšie u obchodníka %@ a tisícov ďalších spoločností.
sl_si: Plačajte hitreje pri podjetju %@ in več tisoč podjetjih.
th: ชำระเงินใน %@ และธุรกิจอีกนับพันแห่งได้เร็วขึ้น
tr: %@ ve binlerce işletmede daha hızlı ödeme yapın.
vi: Thanh toán nhanh hơn tại %@ và hàng ngàn doanh nghiệp.

source: Pay over time with %@
bg_bg: Плащане на разсрочени вноски с %@
ca_es: Pagueu a terminis amb %@
cs_cz: Platit průběžně pomocí %@
da: Betal over tid med %@
de: Ratenzahlung mit %@
el_gr: Πληρωμή σταδιακά με %@
es_419: Paga a lo largo del tiempo con %@
et_ee: Maksa aja jooksul makseviisiga %@
fi: Maksa aikanaan kohteella %@
fil: Magbayad ng over time gamit ang %@
fr: Payer par versements échelonnés avec %@
hr: Platite u ratama koristeći %@
hu: Fizessen később a következővel: %@
id: Bayar dengan jangka waktu dengan %@
it: Paga nel tempo con %@
ja: %@ で時間をかけて支払う
lt_lt: Mokėkite vėliau naudodami %@
lv_lv: Maksāt pakāpeniski ar %@
ms_my: Bayar dari semasa ke semasa dengan %@
mt: Ħallas bin-nifs grazzi għal %@
nl: Betalen in termijnen met %@
pl_pl: Zapłać później, korzystając z %@
pt_pt: Pagar ao longo do tempo com %@
ro_ro: Folosiți ca metodă de plată de-a lungul timpului %@
ru: Оплатить в рассрочку с помощью %@
sk_sk: Zaplatiť postupne pomocou %@
sl_si: Uporabite %@ za poznejše plačilo
th: ทยอยชำระเงินด้วย Affirm%@
tr: %@ ile zaman içinde ödeyin
vi: Trả dần bằng %@

source: Pay over time with Affirm
bg_bg: Плащане на разсрочени вноски с Affirm
ca_es: Paga a terminis amb Affirm
cs_cz: Platit průběžně pomocí Affirm
da: Betal over tid med Affirm
de: Ratenzahlung mit Affirm
el_gr: Πληρωμή σταδιακά με Affirm
es_419: Paga a plazos con Affirm
et_ee: Maksa Affirmi järelmaksuga
fi: Maksa aikanaan Affirmilla
fil: Magbayad ng over time gamit ang Affirm
fr: Payer par versements échelonnés avec Affirm
hr: Platite u ratama pomoću Affirma
hu: Fizetés később az Affirmmel
id: Bayar seiring waktu dengan Affirm
it: Paga a rate con Affirm
ja: Affirm で分割払い
lt_lt: Mokėkite per tam tikrą laikotarpį naudodami "Affirm"
lv_lv: Maksājiet pakāpeniski ar Affirm
ms_my: Bayar dari semasa ke semasa dengan Affirm
mt: Ħallas bin-nifs b'Affirm
nl: Betalen in termijnen met Affirm
pl_pl: Zapłać później za pomocą Affirm
pt_pt: Pagar ao longo do tempo com Affirm
ro_ro: Folosiți ca metodă de plată de-a lungul timpului Affirm
ru: Оплатить в рассрочку через систему Affirm
sk_sk: Zaplaťte postupne pomocou služby Affirm
sl_si: Uporabite Affirm za poznejše plačilo
th: ทยอยชำระเงินด้วย Affirm
tr: Affirm ile zaman içinde ödeyin
vi: Trả dần bằng Affirm

source: Pay with Link
bg_bg: Плащане с Link
ca_es: Pagar amb Link
cs_cz: Zaplatit pomocí Link
da: Betal med Link
de: Mit Link bezahlen
el_gr: Πληρωμή με το Link
es_419: Pagar con Link
et_ee: Maksa Linkiga
fi: Maksa Link-palvelulla
fil: Magbayad gamit ang Link
fr: Payer avec Link
hr: Platite koristeći Link
hu: Fizetés Linkkel
id: Bayar dengan Link
it: Paga con Link
ja: Link で支払う
lt_lt: Mokėti naudojant "Link"
lv_lv: Maksāt ar Link
ms_my: Bayar dengan Link
mt: Ħallas b'Link
nl: Betalen met Link
pl_pl: Zapłać za pomocą Link
pt_pt: Pagar com Link
ro_ro: Plătiți cu Link
ru: Оплатить с помощью Link
sk_sk: Zaplatiť pomocou služby Link
sl_si: Za plačilo uporabi Link
th: ชำระเงินด้วย Link
tr: Link ile öde
vi: Thanh toán bằng Link

source: Pay with your bank account in just a few steps.
bg_bg: Платете с банковата си сметка само с няколко стъпки.
ca_es: Pagueu amb el compte bancari en uns pocs passos.
cs_cz: Zaplaťte pomocí bankovního účtu v několika málo krocích.
da: Betal med din bankkonto i blot få trin.
de: In nur wenigen Schritten von Ihrem Bankkonto aus zahlen.
el_gr: Πληρώστε με τον τραπεζικό λογαριασμό σας με λίγα μόνο βήματα.
es_419: Paga con tu cuenta bancaria en unos pocos pasos.
et_ee: Pangakontoga maksmine vaid mõne sammuga.
fi: Maksa pankkitiliäsi käyttäen vain muutamassa vaiheessa.
fil: Magbayad gamit ang iyong account sa bangko sa ilang hakbang lamang.
fr: Payez avec votre compte bancaire en quelques clics.
hr: Platite svojim bankovnim računom u samo par koraka.
hu: Fizessen egyszerűen a bankszámlájával.
id: Bayar dengan rekening bank Anda hanya dalam beberapa langkah.
it: Paga con il tuo conto bancario in pochi rapidi passaggi.
ja: 銀行口座を使用して簡単に支払えます。
lt_lt: Mokėkite naudodami savo banko sąskaitą vos keliais veiksmais.
lv_lv: Maksājiet ar savu bankas kontu, izpildot tikai dažus soļus
ms_my: Bayar dengan akaun bank anda dengan hanya beberapa langkah.
mt: Ħallas bil-kont tal-bank tiegħek fi ftit passi.
nl: Betaal in een paar stappen met je bankrekening.
pl_pl: Zapłać za pomocą konta bankowego w kilku krokach.
pt_pt: Pague com a sua conta bancária em apenas alguns passos.
ro_ro: Plătiți cu contul dvs. bancar în doar câțiva pași.
ru: Платите с использованием своего банковского счета в несколько простых действий.
sk_sk: Zaplaťte pomocou bankového účtu v niekoľkých jednoduchých krokoch.
sl_si: Z bančnim računom lahko plačate v le nekaj korakih.
th: ชำระเงินด้วยบัญชีธนาคารภายในไม่กี่ขั้นตอน
tr: Sadece birkaç adımda banka hesabınız ile ödeyin.
vi: Thanh toán bằng tài khoản ngân hàng của bạn chỉ trong vài bước.

source: Payment
bg_bg: Плащане
ca_es: Pagament
cs_cz: Platba
da: Betaling
de: Zahlung
el_gr: Πληρωμή
es_419: Pago
et_ee: Makse
fi: Maksu
fil: Pagbabayad
fr: Paiement
hr: Plaćanje
hu: Fizetés
id: Pembayaran
it: Pagamento
ja: 決済
lt_lt: Mokėjimas
lv_lv: Maksājums
ms_my: Pembayaran
mt: Pagament
nl: Betaling
pl_pl: Płatność
pt_pt: Pagamento
ro_ro: Plată
ru: Платеж
sk_sk: Platba
sl_si: Plačilo
th: การชำระเงิน
tr: Ödeme
vi: Thanh toán

source: Payment failed
bg_bg: Неуспешно плащане
ca_es: S'ha produït un error en el pagament
cs_cz: Platba se nezdařila.
da: Betalingen mislykkedes
de: Zahlung fehlgeschlagen
el_gr: Η πληρωμή απέτυχε
es_419: Error en el pago
et_ee: Makse ebaõnnestus
fi: Maksu epäonnistui
fil: Nabigo ang pagbabayad
fr: Échec du paiement
hr: Plaćanje nije uspjelo
hu: A fizetés nem sikerült
id: Pembayaran gagal
it: Pagamento non andato a buon fine
ja: 支払いに失敗しました
lt_lt: Sumokėti nepavyko
lv_lv: Maksājums neizdevās
ms_my: Pembayaran tidak berjaya
mt: Il-pagament ma rnexxiex
nl: Betaling is mislukt
pl_pl: Płatność się nie powiodła
pt_pt: Falha no pagamento
ro_ro: Plata nu a reușit
ru: Выполнить платеж не удалось
sk_sk: Platba zlyhala
sl_si: Plačilo ni uspelo
th: ชำระเงินไม่สำเร็จ
tr: Ödeme başarısız oldu
vi: Thanh toán không thành công

source: Payment methods
bg_bg: Начини на плащане
ca_es: Mètodes de pagament
cs_cz: Způsoby platby
da: Betalingsmetoder
de: Zahlungsmethoden
el_gr: Μέθοδοι πληρωμής
es_419: Métodos de pago
et_ee: Makseviisid
fi: Maksutavat
fil: Mga pamamaraan sa pagbabayad
fr: Moyens de paiement
hr: Načini plaćanja
hu: Fizetési módok
id: Metode pembayaran
it: Metodi di pagamento
ja: 決済手段
lt_lt: Mokėjimo būdai
lv_lv: Maksājuma veidi
ms_my: Kaedah pembayaran
mt: Metodi tal-pagament
nl: Betaalmethoden
pl_pl: Metody płatności
pt_pt: Métodos de pagamento
ro_ro: Metode de plată
ru: Способы оплаты
sk_sk: Spôsoby platby
sl_si: Načini plačila
th: วิธีการชำระเงิน
tr: Ödeme yöntemleri
vi: Phương thức thanh toán

source: Please choose a valid payment method.
bg_bg: Моля, изберете валиден начин на плащане.
ca_es: Trieu un mètode de pagament vàlid.
cs_cz: Zvolte prosím platný způsob platby.
da: Vælg en gyldig betalingsmetode.
de: Bitte wählen Sie eine gültige Zahlungsmethode.
el_gr: Επιλέξτε μια έγκυρη μέθοδο πληρωμής.
es_419: Selecciona un método de pago válido.
et_ee: Palun valige kehtiv makseviis.
fi: Valitse kelvollinen maksutapa.
fil: Mangyaring pumili ng valid na paraan ng pagbabayad.
fr: Veuillez choisir un moyen de paiement valide.
hr: Odaberite važeći način plaćanja.
hu: Válasszon érvényes fizetési módot.
id: Pilihlah metode pembayaran yang valid.
it: Scegli un metodi di pagamento valido.
ja: 有効な支払い方法を選択してください。
lt_lt: Pasirinkite galiojantį mokėjimo būdą.
lv_lv: Izvēlieties derīgu maksājumu veidu.
ms_my: Sila pilih kaedah pembayaran yang sah.
mt: Jekk jogħġbok agħżel metodu tal-pagament tajjeb.
nl: Kies een geldige betaalmethode.
pl_pl: Wybierz prawidłową metodę płatności.
pt_pt: Escolha um método de pagamento válido.
ro_ro: Vă rugăm să selectați o metodă de plată validă.
ru: Выберите действительный способ оплаты.
sk_sk: Vyberte platný spôsob platby.
sl_si: Izberite veljaven način plačila.
th: โปรดเลือกวิธีการชำระเงินที่ถูกต้อง
tr: Lütfen geçerli bir ödeme yöntemi seçin.
vi: Vui lòng chọn phương thức thanh toán hợp lệ. Hãy thử lại.
