Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms.
bg_bg: Предоставяйки информацията за Вашата карта, позволявате на %@ да дебитира картата Ви при бъдещи плащания съгласно условията им.
ca_es: Si proporcioneu la informació de la targeta, permeteu que %@ hi faci càrrecs per a pagaments en el futur d'acord amb les seves condicions.
cs_cz: Poskytnutím údajů o vaší kartě povolujete společnosti %@, aby si v souladu se svými podmínkami strhla z vaší karty poplatky za budoucí platby.
da: Ved at angive dine kortoplysninger tillader du %@ at opkræve dit kort for denne betaling i overensstemmelse med dennes vilkår.
de: Mit der Angabe Ihrer Kartendaten erklären Sie sich damit einverstanden, dass %@ Ihre Karte für zukünftige Zahlungen gemäß seinen Bedingungen belastet.
el_gr: Με την παροχή των στοιχείων της κάρτας σας, επιτρέπετε στην %@ να χρεώνει την κάρτα σας για μελλοντικές πληρωμές σύμφωνα με τους όρους της.
es_419: Al facilitarnos los datos de la tarjeta, permites que {%@} cargue en tu tarjeta futuros pagos conforme a las condiciones estipuladas.
et_ee: Kaarditeavet esitades, lubate ettevõttel %@ oma kaarti tulevasteks makseteks nende kehtestatud tingimustel debiteerida.
fi: Antamalla korttisi tiedot annat yrityksen %@ veloittaa kortiltasi tulevia maksuja yrityksen ehtojen mukaisesti.
fil: Sa pagbibigay ng impormasyon ng iyong kard, pinahihintulutan mo ang %@ na singilin ang iyong kard para sa mga pagbabayad sa hinaharap alinsunod sa kanilang mga tuntunin.
fr: En fournissant vos informations de carte bancaire, vous autorisez %@ à débiter votre carte pour les paiements futurs, conformément à ses conditions.
hr: Davanjem podataka o kartici dopuštate poduzeću %@ da tereti vašu karticu za buduća plaćanja u skladu sa svojim uvjetima.
hu: A kártyaadatok megadásával engedélyezi, hogy a(z) %@ megterhelje kártyáját a jövőbeli kifizetésekkel a feltételeiknek megfelelően.
id: Dengan memberikan informasi kartu, Anda berarti mengizinkan %@ mengenakan charge pada kartu Anda untuk pembayaran mendatang sesuai dengan ketentuan mereka.
it: Fornendo i dati della tua carta, autorizzi %@ ad addebitare su di essa i futuri pagamenti in base a quanto previsto dai relativi termini e condizioni.
ja: カード情報を提供すると、%@ がその規約に従って今後の支払いをお客様のカードに請求することを許可することになります。
lt_lt: Pateikdami kortelės duomenis sutinkate, kad "%@" nuskaičiuotų nuo jūsų kortelės būsimus mokėjimus pagal jų sąlygas.
lv_lv: Norādot savas kartes informāciju, jūs atļaujat uzņēmumam %@ saskaņā ar viņu noteikumiem iekasēt no jūsu kartes turpmākus maksājumus.
ms_my: Dengan memberikan maklumat kad anda, anda membenarkan %@ mengecaj kad anda bagi pembayaran masa hadapan menurut terma mereka.
mt: Meta tagħti l-informazzjoni tal-karta tiegħek, tkun qed tħalli lil %@ tiġbor il-pagamenti tal-ġejjieni mill-karta tiegħek skont ir-regoli tagħha.
nl: Door je kaartgegevens te verstrekken geef je %@ toestemming om toekomstige betalingen af te schrijven van je betaalkaart in overeenstemming met hun voorwaarden.
pl_pl: Poprzez podanie danych karty wyrażasz zgodę na obciążanie przez %@ Twojej karty kwotami przyszłych płatności zgodnie z obowiązującymi warunkami.
pt_pt: Quando fornecer as informações do seu cartão, autoriza %@ a cobrar futuros pagamentos do seu cartão de acordo com as respetivas condições.
ro_ro: Prin furnizarea informațiilor despre cardul dvs., permiteți %@ să vă taxeze cardul pentru plățile viitoare în conformitate cu termenii acesteia.
ru: Указывая реквизиты карты, вы разрешаете компании %@ списывать средства с карты в рамках будущих платежей в соответствии с условиями компании.
sk_sk: Poskytnutím informácií o karte povolíte spoločnosti %@ účtovať na vašej karte budúce platby v súlade s ich podmienkami.
sl_si: S posredovanjem podatkov o svoji kartici dovoljujete, da %@ bremeni vašo kartico za prihodnja plačila v skladu z njihovimi pogoji.
th: การให้ข้อมูลบัตร หมายความว่าคุณอนุญาตให้ %@ เรียกเก็บเงินจากบัตรสำหรับการชำระเงินในอนาคตตามเงื่อนไขของผู้ค้ารายดังกล่าว
tr: Kart bilgilerinizi sağlayarak %@ işletmesinin gelecekteki ödemeler için kartınızı kendi şartlarına uygun olarak ücretlendirmesine izin vermiş olursunuz.
vi: Bằng việc cung cấp thông tin thẻ, bạn cho phép %@ tính phí thẻ của bạn cho các khoản thanh toán trong tương lai theo điều khoản của họ.

source: By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.
bg_bg: С предоставяне на имейла си, Вие давате съгласието си за създаване на акаунт в Link и запазване на разплащателната Ви информация в Link съгласно <terms>Условията</terms> и <privacy>Правилата за защита на личните данни</privacy>на Link.
ca_es: En proporcionar el correu electrònic, accepteu crear un compte de Link i desar la vostra informació de pagament a Link d'acord amb els <terms>Termes</terms> i <privacy>Política de privadesa</privacy> de Link.
cs_cz: Poskytnutím svého e-mailu souhlasíte s vytvořením účtu Link a uložením vašich platebních informací v rámci služby Link, a to v souladu s <terms>Podmínkami</terms> a <privacy>zásadami ochrany osobních údajů</privacy>.
da: Når du angiver din e-mail, accepterer du at oprette en Link-konto og gemme dine betalingsoplysninger på Link i henhold til Links <terms>Vilkår</terms> og <privacy>Privatlivspolitik</privacy>.
de: Durch die Angabe Ihrer E-Mail-Adresse erklären Sie sich damit einverstanden, ein Link-Konto einzurichten und Ihre Zahlungsinformationen bei Link gemäß den <terms>AGB</terms> und der <privacy>Datenschutzerklärung</privacy> von Link zu speichern.
el_gr: Αν παράσχετε το email σας, συμφωνείτε να δημιουργηθεί ένας λογαριασμός στο Link και να αποθηκευτούν τα στοιχεία πληρωμής σας στο Link, σύμφωνα με τους <terms>Όρους</terms> και την <privacy>Πολιτική απορρήτου</privacy> του Link.
es_419: Al proporcionar tu correo electrónico, aceptas crear una cuenta de Link y guardar tus datos de pago en Link, conforme a las <terms>Condiciones</terms> y la <privacy>Política de privacidad</privacy> de Link.
et_ee: Oma e-posti aadressi esitamisega nõustute looma Linki konto ja salvestama oma makseteabe Linki, mille suhtes kehtivad Linki <terms>tingimused</terms> ja <privacy>privaatsuseeskirjad</privacy>.
fi: Antamalla sähköpostisi hyväksyt Link-tilin luomisen ja tallennat maksutietosi Link-palveluun Link-<terms>ehtojen</terms> ja <privacy>tietosuojaselosteen</privacy> mukaisesti.
fil: Sa pagbibigay ng iyong email, sumasang-ayon ka na gumawa ng Link account at i-save ang impormasyon ng iyong pagbabayad sa Link, alinsunod sa <terms>Mga Tuntunin</terms> at <privacy>Patakaran sa Pagkapribado</privacy> ng Link.
fr: En indiquant votre adresse e-mail, vous acceptez de créer un compte Link et d'enregistrer vos informations de paiement sur Link, conformément aux <terms>Conditions</terms> de Link et à sa <privacy>Politique de confidentialité</privacy>.
hr: Navođenjem svoje adrese e-pošte pristajete na izradu Link računa i spremanje podataka o plaćanju na Link, u skladu s <terms>Uvjetima</terms> i <privacy>Pravilima o privatnosti</privacy> Linka.
hu: Az e-mail-címe megadásával hozzájárul egy Link fiók létrehozásához és a fizetési adatai mentéséhez a Linkbe, a Link <terms>feltételei</terms> és <privacy>adatvédelmi szabályzata</privacy> szerint.
id: Dengan memberikan email, berarti Anda menyetujui pembuatan akun Link serta penyimpanan informasi pembayaran pada Link, sesuai dengan <terms>Ketentuan</terms> dan <privacy>Kebijakan Privasi</privacy> Link.
it: Fornendo il tuo indirizzo email, accetti di creare un account Link e salvare i tuoi dati di pagamento su Link conformemente ai <terms>Termini</terms> e all'<privacy>Informativa sulla privacy</privacy> di Link.
ja: メールアドレスを入力することにより、お客様は Link の<terms>規約</terms>と<privacy>プライバシーポリシー</privacy>に従って Link アカウントを作成し、お支払い情報を Link に保存することに同意したとみなされます。
lt_lt: Pateikdami savo el. pašto adresą sutinkate susikurti "Link" paskyrą bei įrašyti savo mokėjimo informaciją į "Link" pagal "Link" <terms>sąlygas</terms> ir <privacy>privatumo politiką</privacy>.
lv_lv: Norādot savu e-pastu, es piekrītu izveidot Link kontu un saglabāt savu maksājuma informāciju Link, ievērojot Link <terms>noteikumus</terms> un <privacy>Konfidencialitātes politiku</privacy>.
ms_my: Dengan memberikan e-mel anda, anda bersetuju untuk mencipta akaun Link dan menyimpan maklumat pembayaran anda di Link, menurut <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy> Link.
mt: Meta tagħti l-indirizz tal-email tiegħek, tkun qed taqbel li toħloq kont Link u li terfa' l-informazzjoni tal-pagament tiegħek ma' Link, skont ir-<terms>Regoli</terms> u l-<privacy>Politika tal-Privatezza</privacy> ta' Link.
nl: Door je e-mailadres te verstrekken, ga je ermee akkoord dat er een Link-account wordt gemaakt en dat je betaalgegevens worden opgeslagen naar Link, volgens de <terms>voorwaarden</terms> en het <privacy>privacybeleid</privacy> van Link.
pl_pl: Podając swój adres e-mail, zgadzasz się na utworzenie konta Link i zapisanie danych do płatności w Link, zgodnie z <terms>Warunkami</terms> i <privacy>Polityką prywatności</privacy> Link.
pt_pt: Ao fornecer o seu email, concorda em criar uma conta Link e guardar as suas informações de pagamento no Link, de acordo com as <terms>condições</terms> e a <privacy>política de privacidade</privacy> do Link.
ro_ro: Prin furnizarea adresei de e-mail, sunteți de acord să creați un cont Link și să vă salvați informațiile de plată în Link, în conformitate cu <terms>Termenii</terms> și <privacy>Politica de confidențialitate</privacy> Link.
ru: Предоставляя свой электронный адрес, вы соглашаетесь создать учетную запись Link и сохранить свои платежные реквизиты в Link в соответствии с <terms>Условиями</terms> и <privacy>Политикой конфиденциальности</privacy>.
sk_sk: Poskytnutím svojho e-mailu súhlasíte s vytvorením účtu Link a s uložením svojich platobných informácií do služby Link podľa <terms>podmienok</terms> a <privacy>zásad ochrany osobných údajov</privacy> služby Link.
sl_si: Če navedete svoj e-poštni naslov, se strinjate z ustvarjanjem računa Link in shranjevanjem podatkov o plačilu v storitev Link v skladu s <terms>pogoji</terms> in <privacy>pravilnikom o zasebnosti</privacy> storitve Link.
th: การให้อีเมลหมายความว่าคุณยินยอมที่จะสร้างบัญชี Link และบันทึกข้อมูลการชำระเงินไปยัง Link ตาม<terms>ข้อกำหนด</terms>ของ Link และ<privacy>นโยบายความเป็นส่วนตัว</privacy>
tr: E-postanızı vererek Link <terms>Şartları</terms> ve <privacy>Gizlilik Politikası</privacy> uyarınca bir Link hesabı oluşturmayı ve ödeme bilgilerinizi Link'e kaydetmeyi kabul edersiniz.
vi: Bằng việc cung cấp email, bạn đồng ý tạo tài khoản Link và lưu thông tin thanh toán vào Link, theo <terms>Điều khoản</terms> và <privacy>Chính sách Quyền riêng tư</privacy> của Link.
