Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: Too many attempts. Please try again in a few minutes.
bg_bg: Твърде много опити. Моля, опитайте отново след няколко минути.
ca_es: Massa intents. Torneu-ho a provar d'aquí uns minuts.
cs_cz: Příliš mnoho pokusů. Zkuste to prosím za pár minut znovu.
da: For mange forsøg. Prøv igen om et par minutter.
de: Zu viele Versuche. Versuchen Sie es in ein paar Minuten noch einmal.
el_gr: Πραγματοποιήθηκαν πολλές προσπάθειες. Δοκιμάστε ξανά σε λίγα λεπτά.
es_419: Se hicieron demasiados intentos. Vuelve a intentarlo en unos minutos.
et_ee: Liiga palju katseid. Proovige paari minuti pärast uuesti.
fi: Liian monta yritystä. Kokeile uudelleen muutaman minuutin kuluttua.
fil: Masyado nang marami ang pagtatangka. Pakisubukan muli sa loob ng ilang minuto.
fr: Vous avez effectué un nombre trop élevé de tentatives. Veuillez réessayer dans quelques minutes.
hr: Previše pokušaja. Pokušajte ponovno za nekoliko minuta.
hu: Túl sok kísérlet. Próbálja meg újra néhány perc múlva.
id: Terlalu banyak percobaan. Cobalah lagi sebentar lagi.
it: Troppi tentativi. Riprova tra qualche minuto.
ja: 試行回数が多すぎます。数分後に再度お試しください。
lt_lt: Per daug bandymų. Bandykite dar kartą po kelių minučių.
lv_lv: Pārāk daudz mēģinājumu. Mēģiniet vēlreiz pēc dažām minūtēm.
ms_my: Terlalu banyak percubaan. Sila cuba lagi dalam beberapa minit.
mt: Ippruvajt wisq drabi. Jekk jogħġbok erġa' pprova wara ftit minuti.
nl: Te veel pogingen. Probeer het over een paar minuten opnieuw.
pl_pl: Zbyt wiele prób. Spróbuj ponownie za kilka minut.
pt_pt: Demasiadas tentativas. Tente novamente dentro de alguns minutos.
ro_ro: Prea multe încercări. Vă rugăm să încercați din nou în câteva minute.
ru: Превышено разрешенное число попыток. Попробуйте еще раз через несколько минут.
sk_sk: Príliš veľa pokusov. Skúste to znova o niekoľko minút.
sl_si: Preveč poskusov. Poskusite znova čez nekaj minut.
th: ลองหลายครั้งเกินไป โปรดลองใหม่ในอีกสักครู่
tr: Çok fazla deneme yapıldı. Lütfen birkaç dakika içinde tekrar deneyin.
vi: Đã thử quá nhiều lần. Vui lòng thử lại sau vài phút.

source: Unavailable for this purchase
bg_bg: Недостъпно за тази покупка
ca_es: No disponible per a aquesta compra
cs_cz: Není k dispozici pro tento nákup
da: Ikke tilgængelig for dette køb
de: Nicht verfügbar für diesen Kauf
el_gr: Δεν είναι διαθέσιμο για αυτήν την αγορά
es_419: No disponible para esta compra
et_ee: Pole selle ostu puhul saadaval
fi: Ei käytettävissä tälle ostolle
fil: Hindi magamit sa pagbiling ito
fr: Indisponible pour cet achat
hr: Nije dostupno za ovu kupnju
hu: Nem érhető el ennél a vásárlásnál
id: Tidak tersedia untuk pembelian ini
it: Non disponibile per questo acquisto
ja: この購入には利用できません
lt_lt: Šiam pirkiniui nepasiekiama
lv_lv: Nav pieejams šim pirkumam
ms_my: Tidak tersedia untuk pembelian ini
mt: Mhux disponibbli għal dix-xirja
nl: Niet beschikbaar voor deze aankoop
pl_pl: Niedostępne dla tego zakupu
pt_pt: Indisponível para esta compra
ro_ro: Nu este disponibilă pentru această achiziție
ru: Не предусмотрено для этой покупки
sk_sk: Nie je k dispozícii pre tento nákup
sl_si: Ni na voljo za ta nakup
th: ใช้กับการซื้อรายการนี้ไม่ได้
tr: Bu satın alım için kullanılamaz
vi: Không khả dụng cho giao dịch mua hàng này

source: Update card
bg_bg: Актуализиране на банкова карта
ca_es: Actualitza la targeta
cs_cz: Aktualizovat kartu
da: Opdater kort
de: Karte aktualisieren
el_gr: Ενημέρωση κάρτας
es_419: Actualizar tarjeta
et_ee: Uuenda kaarti
fi: Päivitä kortti
fil: I-update ang kard
fr: Mettre à jour la carte
hr: Ažuriraj karticu
hu: Kártya módosítása
id: Perbarui kartu
it: Aggiorna carta
ja: カードを更新
lt_lt: Atnaujinti kortelę
lv_lv: Atjaunināt karti
ms_my: Kemas kinikan kad
mt: Aġġorna l-karta
nl: Betaalkaart bijwerken
pl_pl: Zaktualizuj kartę
pt_pt: Atualizar cartão
ro_ro: Actualizare card
ru: Обновить реквизиты карты
sk_sk: Aktualizovať kartu
sl_si: Posodobi kartico
th: อัปเดตบัตร
tr: Kartı güncelle
vi: Cập nhật thẻ

source: Update payment method
bg_bg: Актуализиране на начина на плащане
ca_es: Actualitza el mètode de pagament
cs_cz: Aktualizovat způsob platby
da: Opdater betalingsmetode
de: Zahlungsmethode ändern
el_gr: Ενημέρωση μεθόδου πληρωμής
es_419: Actualizar método de pago
et_ee: Uuenda makseviisi
fi: Päivitä maksutapa
fil: I-update ang paraan ng pagbabayad
fr: Mettre à jour le moyen de paiement
hr: Ažurirajte način plaćanja
hu: Fizetési mód frissítése
id: Perbarui metode pembayaran
it: Aggiorna il metodo di pagamento
ja: 決済手段の更新
lt_lt: Atnaujinti mokėjimo būdą
lv_lv: Atjaunināt maksājuma veidu
ms_my: Kemas kinikan kaedah pembayaran
mt: Ibdel il-metodu tal-pagament
nl: Betaalmethode bijwerken
pl_pl: Aktualizuj metodę płatności
pt_pt: Atualizar método de pagamento
ro_ro: Actualizare metodă de plată
ru: Обновить способ оплаты
sk_sk: Aktualizovať spôsob platby
sl_si: Posodobite način plačila
th: อัปเดตวิธีการชำระเงิน
tr: Ödeme yöntemini güncelleyin
vi: Cập nhật phương thức thanh toán

source: Use your saved info to check out faster
el_gr: Χρησιμοποιήστε τα αποθηκευμένα στοιχεία σας για τη συντομότερη ολοκλήρωση της αγοράς
lt_lt: Naudokite išsaugotą informaciją, kad atsiskaitytumėte greičiau
ru: Используйте сохраненные данные для ускоренного оформления покупок
sl_si: Uporabite svoje shranjene podatke za hitrejšo izvedbo plačila
tr: Kayıtlı bilgilerinizi kullanarak daha hızlı ödeme yapabilirsiniz

source: View more
bg_bg: Вижте повече
ca_es: Visualitza més
cs_cz: Zobrazit více
da: Vis mere
de: Mehr anzeigen
el_gr: Προβολή περισσότερων
es_419: Ver más
et_ee: Kuva rohkem
fi: Näytä lisää
fil: Tingnan ang higit pa
fr: Afficher plus
hr: Vidi više
hu: Továbbiak megjelenítése
id: Lihat selengkapnya
it: Visualizza altro
ja: さらに表示
lt_lt: Peržiūrėti daugiau
lv_lv: Skatīt vairāk
ms_my: Lihat lebih banyak
mt: Uri iktar
nl: Meer weergeven
pl_pl: Wyświetl więcej
pt_pt: Ver mais
ro_ro: Vizualizați mai multe
ru: Показать ещё
sk_sk: Zobraziť viac
sl_si: Prikaži več
th: ดูเพิ่มเติม
tr: Daha fazla göster
vi: Xem thêm

source: Your IBAN should start with a two-letter country code.
bg_bg: Вашият IBAN трябва да започва с двубуквен код на държава.
ca_es: El teu IBAN ha de començar amb un codi de país de dues lletres.
cs_cz: Číslo IBAN by mělo začínat dvěma písmeny kódu země.
da: Dit IBAN-nummer skal starte med en landekode på to bogstaver.
de: Ihre IBAN sollte mit einem zweistelligen Ländercode beginnen.
el_gr: Ο κωδικός IBAN σας πρέπει να αρχίζει με έναν διψήφιο κωδικό χώρας.
es_419: El IBAN debe empezar con un código de país de dos letras.
et_ee: Teie IBAN peab algama kahetähelise riigikoodiga.
fi: IBAN-tilinumero alkaa kaksikirjaimisella maakoodilla.
fil: Ang iyong IBAN ay dapat magsimula sa dalawang letra na code ng bansa.
fr: Votre IBAN doit commencer par un code pays à deux lettres.
hr: Vaš bi IBAN trebao započeti s kodom države od dva slova.
hu: Az IBAN-számának egy kétbetűs országkóddal kell kezdődnie.
id: IBAN Anda harus diawali dengan kode negara dua-huruf.
it: L'IBAN deve iniziare con un codice di paese di due lettere.
ja: IBANコードの先頭には 2 文字の国コードを入力してください。
lt_lt: Jūsų IBAN turėtų prasidėti šalies kodu iš dviejų raidžių.
lv_lv: IBAN sākumā jābūt divu burtu valsts kodam.
ms_my: IBAN anda harus bermula dengan kod negara dua huruf.
mt: L-IBAN tiegħek għandu jibda b'kodiċi tal-pajjiż magħmul minn żewġ ittri.
nl: Het IBAN-nummer moet beginnen met een landcode van twee letters.
pl_pl: IBAN powinien się zaczynać od dwuliterowego kodu kraju.
pt_pt: O seu IBAN deve começar por um código de duas letras correspondente ao país.
ro_ro: Codul dvs. IBAN trebuie să înceapă cu un cod de țară format din două litere.
ru: Код IBAN должен начинаться с двухбуквенного кода страны.
sk_sk: Váš IBAN by mal začínať dvojpísmenovým kódom krajiny.
sl_si: Vaša koda IBAN se mora začeti z dvomestno kodo države.
th: IBAN ควรเริ่มต้นด้วยรหัสประเทศ 2 ตัวอักษร
tr: IBAN numaranız iki harfli bir ülke koduyla başlamalıdır.
vi: IBAN của quý vị phải bắt đầu bằng mã quốc gia gồm hai chữ cái.

source: iDEAL Bank
ca_es: Bank iDeal
cs_cz: Banka iDEAL
es_419: Banco iDEAL
et_ee: iDEALi pank
fi: iDEAL-pankki
fr: Banque iDEAL
it: Banca iDEAL
ja: iDEAL銀行
lt_lt: iDEAL bankas
lv_lv: iDEAL banka
ms_my: Bank iDEAL
mt: Il-Bank iDEAL
pt_pt: Banco iDEAL
ru: Банк в системе iDEAL
sk_sk: iDEAL banka
sl_si: Banka iDEAL
th: ธนาคารที่รองรับ iDEAL
vi: Ngân hàng iDEAL

source: By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the "Merchant") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.
bg_bg: С предоставянето на данните за банковата си сметка и потвърждаването на това плащане вие се съгласявате с това искане за директен дебит и с <terms>договора за обслужване за искания за директен дебит</terms> и упълномощавате Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 („Stripe“) да дебитира сметката ви чрез системата за масов електронен (BECS) от името на %@ („Търговец“) за всички суми, които Търговецът ви съобщи отделно. Удостоверявате, че сте титуляр на сметката или упълномощено лице за подписване за сметката, посочена по-горе.
ca_es: En proporcionar les vostres dades bancàries i confirmar aquest pagament, accepteu aquesta Sol·licitud de Dèbit Directe i <terms>l'acord de servei de la Sol·licitud de Dèbit Directe</terms>, i autoritzeu Stripe Payments Australia Pty Ltd ACN 160 180 343 amb ID d'usuari de Dèbit Directe número 507156 (“Stripe”) a carregar el vostre compte mitjançant el Dèbit Directe BECS (sigles en anglès de Bulk Electronic Clearing System) en nom de %@ (el "Comerciant") per qualsevol import que el Comerciant us comuniqui per separat. Certifiqueu que sou el titular del compte o un signatari autoritzat del compte esmentat.
cs_cz: Poskytnutím údajů o svém bankovním účtu a potvrzením této platby souhlasíte s touto žádostí o inkaso a <terms>smlouvou o poskytování žádostí o inkaso</terms> a opravňujete společnost Stripe Payments Australia Pty Ltd ACN 160 180 343 s uživatelským identifikačním číslem 507156 pro přímé inkaso (dále jen „Stripe“) k tomu, aby z vašeho účtu prostřednictvím systému hromadného elektronického zúčtování (BECS) jménem společnosti %@ (dále jen „obchodník“) strhávala veškeré částky, které vám byly obchodníkem samostatně sděleny. Potvrzujete, že jste buď majitelem účtu, nebo oprávněnou osobou k výše uvedenému účtu.
da: Ved at angive dine bankkontooplysninger og bekræfte denne betaling accepterer du denne anmodning om direkte debitering og <terms>serviceaftalen for anmodning om direkte debitering</terms> og giver Stripe Payments Australia Pty Ltd ACN 160 180 343 bruger-id-nummer 507156 ("Stripe") tilladelse til at debitere din konto via Bulk Electronic Clearing System (BECS) på vegne af %@ ("forhandleren") for alle beløb, der kommunikeres separat til dig af forhandleren. Du bekræfter, at du enten er kontohaver eller autoriseret underskriver på den konto, der er angivet ovenfor.
de: Durch die Angabe Ihrer Bankverbindung und die Bestätigung dieser Zahlung erklären Sie sich mit diesem Lastschriftverfahren und den <terms>Bedingungen für das Lastschriftverfahren</terms> einverstanden und ermächtigen Stripe Payments Australia Pty Ltd ACN 160 180 343, Lastschrift-Benutzer-ID-Nummer 507156 („Stripe“), Ihr Konto über das Bulk Electronic Clearing System (BECS) im Namen von %@ (der/dem „Händler/in“) mit allen Beträgen zu belasten, die Ihnen von der/vom Händler/in separat mitgeteilt werden. Sie bestätigen, dass Sie entweder Kontoinhaber/in oder Zeichnungsberechtigte/r des oben genannten Kontos sind.
es_419: Si proporcionas los datos de tu cuenta bancaria y confirmas el pago, aceptas esta solicitud de débito directo y el <terms>contrato de servicio de solicitud de débito directo</terms> y autorizas a Stripe Payments Australia Pty Ltd, ACN 160 180 343, número de ID de usuario de débito directo 507156 («Stripe») a efectuar débitos en tu cuenta mediante el sistema Bulk Electronic Clearing System (BECS) en nombre de %@ (el «Comerciante») por los importes que te comunique por separado el Comerciante. Certificas que eres titular de una cuenta o signatario autorizado de la cuenta especificada anteriormente.
et_ee: Esitades oma pangakonto andmed ja kinnitades selle makse, nõustute selle otsekorralduse taotluse ja <terms>otsekorralduse taotluse teenuselepinguga</terms> ning volitate Stripe Payments Australia Pty Ltd ACN 160 180 343 otsekorralduse kasutajatunnuse numbrit 507156 („Stripe“) debiteerima teie kontot hulgielektroonilise arveldussüsteemi (BECS) kaudu %@ („kaupmees“) nimel mis tahes summade eest, mille kaupmees on teile eraldi teatanud. Kinnitate, et olete ülaltoodud konto konto omanik või allkirjaõiguslik isik.
fi: Antamalla pankkitilisi tiedot ja vahvistamalla tämän maksun hyväksyt tämän suoraveloituspyynnön ja <terms>suoraveloituspyyntöjen palvelusopimuksen</terms> sekä valtuutat Stripe Payments Australia Pty Ltd:n, ACN 160 180 343, Direct Debit User ID -numero 507156 (”Stripe”), veloittamaan tiliäsi BECS-järjestelmän kautta tahon %@ (”kauppias”) puolesta kaikista kauppiaan sinulle erikseen ilmoittamista summista. Vahvistat, että olet joko yllä mainitun tilin tilinomistaja tai sen valtuutettu allekirjoittaja.
fil: Sa pamamagitan ng pagbibigay ng mga detalye ng iyong bank account at pagkumpirma ng pagbabayad na ito, sumasang-ayon ka sa Direct Debit Request na ito at sa <terms>kasunduan sa serbisyo ng Direct Debit Request</terms>, at pinahihintulutan ang Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 ("Stripe") na i-debit ang iyong account sa pamamagitan ng Bulk Electronic Clearing System (BECS) sa ngalan ni %@ (ang "Merchant") para sa anumang halaga na hiwalay na ipinaalam sa iyo ng Merchant. Pinatutunayan mo na ikaw ay alinman sa may-ari ng account o awtorisadong lumagda sa account na nakalista sa itaas.
fr: En transmettant les informations de votre compte bancaire et en confirmant ce paiement, vous acceptez cette demande de prélèvement automatique et l'<terms>Accord de service de demande de prélèvement automatique</terms>, et autorisez Stripe Payments Australia Pty Ltd ACN 160 180 343 numéro d'identification de l'utilisateur de prélèvement automatique 507156 (« Stripe ») à débiter votre compte via le système de compensation électronique en gros (BECS) pour le compte de %@ (le « Commerçant ») pour tous les montants communiqués séparément par le Commerçant. Vous certifiez que vous êtes soit titulaire d'un compte, soit signataire autorisé sur le compte susmentionné.
hr: Davanjem podataka o svom bankovnom računu i potvrdom ove uplate pristajete na ovaj zahtjev za izravno terećenje i <terms>ugovor o usluzi zahtjeva za izravno terećenje</terms> i ovlašćujete Stripe Payments Australia Pty Ltd ACN 160 180 343, korisnički ID broj 507156 („Stripe”) da tereti vaš račun putem Bulk Electronic Clearing System (BECS) u ime %@ („Trgovac”) za sve iznose koje vam je Trgovac zasebno priopćio. Potvrđujete da ste vlasnik računa ili ovlašteni potpisnik na gore navedenom računu.
id: Dengan memberikan detail rekening bank Anda dan mengonfirmasi pembayaran ini, Anda menyetujui Permintaan Debit Langsung ini dan <terms>perjanjian layanan Permintaan Debit Langsung</terms>, dan mengizinkan Stripe Payments Australia Pty Ltd ACN 160 180 343 dengan Nomor ID Pengguna Debit Langsung 507156 ("Stripe") untuk mendebit akun Anda melalui Sistem Kliring Elektronik Massal (BECS) atas nama %@ ("Penjual") untuk jumlah apa pun yang dikomunikasikan secara terpisah kepada Anda oleh Penjual. Anda menyatakan bahwa Anda adalah pemegang akun atau penandatangan resmi pada akun yang tercantum di atas.
it: Fornendo i dati del tuo conto bancario e confermando questo pagamento, accetti la presente Richiesta di addebito diretto e il <terms>Contratto di servizio per la richiesta di addebito diretto</terms>, e autorizzi Stripe Payments Australia Pty Ltd ACN 160 180 343 Numero ID utente addebito diretto 507156 (“Stripe”) ad addebitare sul tuo conto tramite il Bulk Electronic Clearing System (BECS) per conto di %@ (il “Commerciante”) qualsiasi importo separatamente comunicato dal Commerciante. Dichiari di essere il titolare del conto o un firmatario autorizzato del conto sopra indicato.
ja: お客様は、銀行口座の詳細を提供し、この支払いを確認することにより、この ダイレクトデビットリクエストおよび <terms>ダイレクトデビットリクエストサービス契約 </terms> に同意し、Stripe Payments Australia Pty Ltd ACN 160 180 343 ダイレクトデビッドユーザー ID 番号507156 (以下「Stripe」)が、%@ (以下「マーチャント」) に代わってバルク電子決済システム (BECS) を通じてお客様のアカウントに、マーチャントから別途通知された金額を引き落とすことを承認したことになります。お客様は、上記のアカウントの保有者または正式な署名者であることを証明します。
lv_lv: Sniedzot savu bankas konta informāciju un apstiprinot šo maksājumu, jūs piekrītat šim Tiešā debeta pieprasījumam un <terms>Tiešā debeta pieprasīšanas pakalpojumu sniegšanas līgumam</terms>, kā arī pilnvarojat uzņēmumu Stripe Payments Australia Pty Ltd ACN 160 180 343, tiešā debeta lietotāja ID numurs 507156 (tālāk – “Stripe”), izmantot lielapjoma elektronisko klīringa sistēmu (BECS), lai uzņēmuma %@ (tālāk – “Tirgotājs”) vārdā no jūsu konta iekasētu jebkādas summas, par kurām Tirgotājs jūs ir atsevišķi informējis. Jūs apliecināt, ka esat vai nu iepriekš minētā konta turētājs, vai pilnvarota persona ar paraksta tiesībām.
ms_my: Dengan memberikan butiran akaun bank anda dan mengesahkan pembayaran ini, anda bersetuju dengan Permintaan Debit Terus ini dan <terms>perjanjian perkhidmatan Permintaan Debit Terus</terms>, serta membenarkan Stripe Payments Australia Pty Ltd ACN 160 180 343, ID Pengguna Debit Terus nombor 507156 (“Stripe”), untuk mendebitkan akaun anda melalui Sistem Penyelesaian Elektronik Pukal (BECS) bagi pihak %@ (“Peniaga”) bagi sebarang amaun yang dimaklumkan secara berasingan kepada anda oleh Peniaga. Anda mengesahkan bahawa anda ialah pemilik akaun atau penandatangan yang diberi kuasa bagi akaun yang disenaraikan di atas.
mt: Billi tipprovdi d-dettalji tal-kont bankarju tiegħek u tikkonferma dan il-ħlas, inti taqbel ma’ din it-Talba ta’ Debitu Dirett u l-<terms>ftehim tas-servizz tat-Talba ta’ Debitu Dirett</terms>, u tawtorizza lil Stripe Payments Australia Pty Ltd ACN 160 180 343 Numru tal-ID tal-Utent tad-Debitu Dirett 507156 (“Stripe”) biex tiddebita l-kont tiegħek permezz tas-Sistema ta’ Kklerjar Elettroniku bl-Ingrossa (BECS, Bulk Electronic Clearing System) f’isem %@ (il-“Kummerċjant”) għal kwalunkwe ammont ikkomunikat lilek separatament mill-Kummerċjant. Inti tiċċertifika li int detentur ta’ kont jew firmatarju awtorizzat fuq il-kont elenkat hawn fuq.
nl: Door uw bankgegevens te verstrekken en deze betaling te bevestigen, gaat u akkoord met deze Incasso-aanvraag en de <terms>Serviceovereenkomst voor Incasso-aanvragen</terms>, en machtigt u Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID nummer 507156 (“Stripe”) om uw rekening te debiteren via het Bulk Electronic Clearing System (BECS) namens %@ (de "Verkoper") voor alle bedragen die afzonderlijk aan u zijn gecommuniceerd door de Verkoper. U bevestigt dat u ofwel rekeninghouder bent of een gemachtigde ondertekenaar op de hierboven vermelde rekening.
pl_pl: Podając dane swojego konta bankowego i potwierdzając tę płatność, wyrażasz zgodę na niniejsze żądanie polecenia zapłaty oraz <terms>umowę o świadczenie usług polecenia zapłaty</terms>, a także upoważniasz Stripe Payments Australia Pty Ltd ACN 160 180 343, numer identyfikacyjny użytkownika polecenia zapłaty 507156 („Stripe”) do obciążenia Twojego konta za pośrednictwem systemu Bulk Electronic Clearing System (BECS) w imieniu %@ („Sprzedawca”) na wszelkie kwoty, o których Sprzedawca poinformuje Cię oddzielnie. Zaświadczasz, że jest posiadaczem wyżej wymienionego konta lub jego upoważnionym sygnatariuszem.
pt_pt: Ao fornecer os detalhes da sua conta bancária e confirmar este pagamento, concorda com esta Solicitação de Débito Direto e com o <terms>contrato de serviço de Solicitação de Débito Direto e autoriza a Stripe Payments Australia Pty Ltd ACN 160 180 343 número de identificação de utilizador de débito direto 507156 (“Stripe”) a debitar</terms> a sua conta através do Sistema de Compensação Eletrónica em Massa (BECS) em nome de %@ (o “Comerciante”) para quaisquer montantes que lhe forem comunicados separadamente pelo Estabelecimento Comerciante. Certifica que é titular de conta ou signatário autorizado na conta listada acima.
ro_ro: Prin furnizarea detaliilor contului dvs. bancar și confirmarea acestei plăți, sunteți de acord cu această solicitare de debit direct și cu <terms>Contractul de servicii privind solicitarea debitului direct</terms> și autorizați Stripe Payments Australia Pty Ltd ACN 160 180 343, cu ID-ul de utilizator Direct Debit cu numărul 507156 („Stripe”) să vă debiteze contul prin intermediul Bulk Electronic Clearing System (BECS) în numele %@ („Comerciantul”) pentru orice sume care vă sunt comunicate separat de către Comerciant. Certificați că sunteți fie titular de cont, fie semnatar autorizat al contului menționat mai sus.
sk_sk: Poskytnutím údajov o svojom bankovom účte a potvrdením tejto platby súhlasíte s touto žiadosťou o inkaso a <terms>zmluvou o poskytovaní služieb žiadosti o inkaso</terms> a oprávňujete spoločnosť Stripe Payments Australia Pty Ltd ACN 160 180 343 inkaso ID používateľa 507156 („Stripe“) na odpísanie žiadosti z vášho účtu prostredníctvom hromadného elektronického zúčtovacieho systému (BECS) v mene spoločnosti %@ (ďalej len „obchodník“) o akékoľvek sumy, ktoré vám obchodník osobitne oznámi. Potvrdzujete, že ste majiteľom účtu alebo oprávnenou signatárskou osobou na účte uvedenom vyššie.
th: การให้รายละเอียดบัญชีธนาคารของคุณและยืนยันการชำระเงินนี้แปลว่าคุณตกลงตามคำขอหักเงินในบัญชีโดยตรงนี้และ<terms>ข้อตกลงบริการคำขอหักเงินในบัญชีโดยตรง</terms> และอนุญาตให้ Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID หมายเลข 507156 (“Stripe”) หักเงินจากบัญชีของคุณผ่านระบบ Bulk Electronic Clearing System (BECS) ในนามของ %@ ("ผู้ค้า") เป็นจำนวนเงินที่ผู้ค้าแจ้งให้คุณทราบแยกต่างหาก คุณรับรองว่าคุณเป็นเจ้าของบัญชีหรือผู้มีอำนาจลงนามในบัญชีที่ระบุไว้ข้างต้น
vi: Bằng việc cung cấp thông tin tài khoản ngân hàng và xác nhận khoản thanh toán này, bạn đồng ý với Yêu cầu Ghi nợ Trực tiếp và với <terms>thỏa thuận dịch vụ Yêu cầu Ghi nợ Trực tiếp</terms>, đồng thời cho phép Stripe Payments Australia Pty Ltd ACN 160 180 343, Mã số người dùng ghi nợ trực tiếp 507156 (“Stripe”) được quyền trích tiền từ tài khoản của bạn thông qua hệ thống thanh toán bù trừ điện tử số lượng lớn (BECS) thay mặt cho %@ (“Đơn vị chấp nhận thanh toán”) cho bất kỳ khoản tiền nào đã được Đơn vị chấp nhận thanh toán thông báo riêng đến bạn. Bạn xác nhận rằng bạn là chủ tài khoản hoặc người được ủy quyền ký trên tài khoản được liệt kê ở trên.

source: CPF/CPNJ
fr: CPF/CNPJ
th: AU Direct Debit
