Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.
bg_bg: Потвърждавайки плащането си в PayPal, разрешавате на %@ да таксува Вашия PayPal акаунт при бъдещи плащания съгласно условията му.
ca_es: Si confirmeu el pagament amb PayPal, permeteu que %@ faci càrrecs al vostre compte de PayPal per a pagaments en el futur d'acord amb les seves condicions.
cs_cz: Potvrzením platby prostřednictvím služby PayPal povolujete, aby společnost %@ účtovala z vašeho účtu PayPal budoucí platby v souladu s jejich podmínkami.
da: Ved at bekræfte din betaling med PayPal, tillader du %@ at debitere din PayPal-konto for fremtidige betalinger i overensstemmelse med deres vilkår.
de: Indem Sie Ihre Zahlung bei PayPal bestätigen, erklären Sie sich damit einverstanden, dass %@ Ihr PayPal-Konto zur Durchführung zukünftiger Zahlungen gemäß der Nutzungsbedingungen belastet.
el_gr: Με την επιβεβαίωση της πληρωμής σας μέσω PayPal, επιτρέπετε στην %@ να χρεώσει τον λογαριασμό σας PayPal για μελλοντικές πληρωμές σύμφωνα με τους όρους της.
es_419: Si confirmas tu pago con PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.
et_ee: PayPaliga makset kinnitades lubate %@-l võtta teie PayPali kontolt tulevaste maksete eest tasu vastavalt nende tingimustele.
fi: Vahvistamalla maksusi PayPalin kanssa valtuutat %@ veloittamaan tulevia maksuja PayPal-tililtäsi heidän ehtojensa mukaisesti.
fil: Sa pagkumpirma sa iyong pagbabayad sa PayPal, pinapayagan mo ang %@ na singilin ang iyong PayPal account para sa mga pagbabayad sa hinaharap alinsunod sa kanilang mga tuntunin.
fr: En confirmant votre paiement via PayPal, vous autorisez %@ à débiter votre compte PayPal pour les paiements à venir, conformément à ses conditions.
hr: Potvrđivanjem vašeg plaćanja putem usluge PayPal, dopuštate poduzeću %@ da tereti vaš račun PayPal za buduća plaćanja u skladu s njegovim uvjetima.
hu: A fizetés megerősítésével a PayPalon engedélyezi, hogy a(z) %@ a feltételeinek megfelelően a jövőbeni kifizetésekkel megterhelje a PayPal számláját.
id: Dengan mengonfirmasi pembayaran menggunakan PayPal, berarti Anda mengizinkan %@ mengenakan charge untuk pembayaran mendatang pada akun PayPal Anda sesuai dengan ketentuan mereka.
it: Confermando il tuo pagamento con PayPal, consenti a %@ di addebitare i pagamenti futuri sul tuo conto PayPal in base a quanto previsto dai relativi termini e condizioni.
ja: PayPal による支払いを確定すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。
lt_lt: Patvirtindami savo mokėjimą "PayPal" leidžiate "%@" nuskaityti mokestį nuo jūsų "PayPal" sąskaitos vėlesniems mokėjimams pagal jų sąlygas.
lv_lv: Apstiprinot maksājumu PayPal, jūs atļaujat %@ saskaņā ar viņu noteikumiem iekasēt no jūsu PayPal konta summas par turpmākajiem maksājumiem.
ms_my: Dengan mengesahkan pembayaran anda dengan PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.
mt: Meta tikkonferma l-pagament b'PayPal tkun qed tħalli lil %@ tiġbor il-flus mill-kont ta' PayPal tiegħek għall-pagamenti tal-ġejjieni skont ir-regoli tagħha.
nl: Als je je betaling met PayPal bevestigt, geef je %@ toestemming om toekomstige betalingen af te schrijven van je PayPal-rekening in overeenstemming met hun voorwaarden.
pl_pl: Zatwierdzając płatność z PayPal, zezwalasz %@ na obciążenie Twojego konta PayPal przyszłymi płatnościami zgodnie z ich warunkami.
pt_pt: Ao confirmar o seu pagamento com o PayPal, autoriza %@ a cobrar pagamentos futuros à sua conta PayPal de acordo com as respetivas condições.
ro_ro: Prin confirmarea plății cu PayPal, permiteți %@ să vă taxeze contul PayPal pentru plățile viitoare în conformitate cu termenii acesteia.
ru: Подтверждая платеж через PayPal, вы тем самым разрешаете компании %@ списывать с вашего счета PayPal суммы будущих платежей согласно условиям.
sk_sk: Potvrdením platby prostredníctvom služby PayPal povolíte spoločnosti %@, aby z vášho účtu PayPal účtovala poplatky za budúce platby v súlade s podmienkami tejto spoločnosti.
sl_si: S potrditvijo plačila s storitvijo PayPal pooblaščate podjetje %@, da bremeni vaš račun za PayPal s prihodnjimi plačili v skladu s pogoji podjetja.
th: การยืนยันการการชำระเงินด้วย PayPal หมายความว่าคุณอนุญาตให้ %@ เรียกเก็บเงินจากบัญชี PayPal ของคุณสำหรับการชำระเงินในอนาคตตามเงื่อนไขของผู้ค้ารายดังกล่าว
tr: PayPal'la ödemeyi onayladığınızda, %@ şirketine gelecekteki ödemeler için kendi koşullarına uygun olarak PayPal hesabınızı ücretlendirme izni vermiş olursunuz.
vi: Bằng cách xác nhận khoản thanh toán của quý vị với PayPal, quý vị cho phép %@ tính phí tài khoản PayPal của quý vị cho các khoản thanh toán trong tương lai theo các điều khoản của họ.

source: By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms.
bg_bg: Продължавайки към Amazon Pay, разрешавате на %@ да таксува Вашия акаунт в Amazon Pay за бъдещи плащания съгласно условията му.
ca_es: En continuar a Amazon Pay, permeteu que %@ cobri pagaments futurs al vostre compte de d'Amazon Pay d'acord amb les seves condicions.
cs_cz: Pokračováním v Amazon Pay povolujete společnosti %@, aby v souladu se svými podmínkami účtovala na váš účet Revolut Pay budoucí platby.
da: Ved at fortsætte til Amazon Pay, tillader du %@ at debitere din Revolut Pay-konto for fremtidige betalinger i overensstemmelse med deres vilkår.
de: Indem Sie zur Amazon-Pay-Website wechseln, erklären Sie sich damit einverstanden, dass %@ Ihr Amazon-Pay-Konto zur Durchführung zukünftiger Zahlungen gemäß den Nutzungsbedingungen belastet.
el_gr: Αν συνεχίσετε στο Amazon Pay, επιτρέπετε στην %@ να χρεώνει τον λογαριασμό σας στο Amazon Pay για μελλοντικές πληρωμές σύμφωνα με τους όρους της.
es_419: Si accedes a Amazon Pay, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de Amazon Pay conforme a las condiciones estipuladas.
et_ee: Amazon Payga jätkates lubate %@ teie Amazon Pay kontot tulevaste maksete tegemiseks vastavalt nende tingimustele.
fi: Jatkamalla Amazon Payhin valtuutat %@ veloittamaan tulevia maksuja Amazon Pay -tililtäsi heidän ehtojensa mukaisesti.
fil: Sa pagpapatuloy sa Amazon Pay, pinahihintulutan mo ang %@ na singilin ang iyong Amazon Pay account para sa mga pagbabayad sa hinaharap alinsunod sa kanilang mga tuntunin.
fr: En poursuivant sur Amazon Pay, vous autorisez %@ à débiter votre compte Amazon Pay pour les paiements à venir, conformément à ses conditions.
hr: Nastavkom na Amazon Pay dopuštate poduzeću %@ da tereti vaš Amazon Pay račun za buduća plaćanja u skladu s njegovim uvjetima.
hu: Az Amazon Payre történő továbblépéssel engedélyezi, hogy a(z) %@ a feltételeinek megfelelően a jövőbeni kifizetésekkel megterhelje az Amazon Pay-számláját.
id: Dengan melanjutkan ke Amazon Pay, berarti Anda mengizinkan %@ mengenakan charge untuk pembayaran mendatang pada akun Amazon Pay Anda sesuai dengan ketentuan mereka.
it: Continuando su Amazon Pay, consenti a %@ di addebitare i pagamenti futuri sul tuo account Amazon Pay in base a quanto previsto dai relativi termini e condizioni.
ja: Amazon Pay への処理を続行すると、%@ が規約に従って今後の支払いをお客様の Amazon Pay アカウントに請求することを許可することになります。
lt_lt: Pereidami prie "Amazon Pay" leisite "%@" nuskaityti mokestį nuo jūsų "Amazon Pay" sąskaitos vėlesniems mokėjimams pagal jų sąlygas.
lv_lv: Turpinot doties uz Amazon Pay, jūs atļaujat %@ iekasēt no jūsu Amazon Pay konta turpmākajiem maksājumiem saskaņā ar Klarna noteikumiem.
ms_my: Dengan meneruskan langkah ke Amazon Pay, anda membenarkan %@ mengecaj akaun Amazon Pay anda bagi pembayaran masa hadapan menurut terma mereka.
mt: Meta tkompli għal fuq Amazon Pay, tkun qed tagħti permess lil %@ biex fil-ġejjieni tiġbor il-pagamenti mill-kont Amazon Pay tiegħek skont ir-regoli tagħha.
nl: Als je doorgaat naar Amazon Pay, geef je %@ toestemming om toekomstige betalingen in rekening te brengen op je Amazon Pay-account in overeenstemming met hun voorwaarden.
pl_pl: Przechodząc do Amazon Pay, zezwalasz %@ na obciążenie Twojego konta Amazon Pay przyszłymi płatnościami zgodnie z ich warunkami.
pt_pt: Ao continuar para Amazon Pay, autoriza %@ a cobrar pagamentos futuros à sua conta Amazon Pay de acordo com as respetivas condições.
ro_ro: Prin continuarea către Amazon Pay, permiteți %@ să vă taxeze contul Amazon Pay pentru plățile viitoare în conformitate cu termenii acesteia.
ru: Перейдя к Amazon Pay, вы тем самым разрешаете компании %@ списывать с вашего счета в Amazon Pay суммы будущих платежей согласно условиям компании.
sk_sk: Pokračovaním na službu Amazon Pay povolíte spoločnosti %@, aby z vášho účtu Amazon Pay účtovala poplatky za budúce platby v súlade s podmienkami tejto spoločnosti.
sl_si: Če potrdite preusmeritev v storitev Amazon Pay, pooblaščate podjetje %@, da bremeni vaš račun Amazon Pay s prihodnjimi plačili v skladu s pogoji podjetja.
th: การดำเนินการต่อที่ Amazon Pay หมายความว่าคุณอนุญาตให้ %@ เรียกเก็บเงินจากบัญชี Amazon Pay ของคุณสำหรับการชำระเงินในอนาคตตามเงื่อนไขของผู้ค้ารายดังกล่าว
tr: Amazon Pay'a devam ederek, %@ şirketine gelecekteki ödemeler için kendi koşullarına uygun olarak Amazon Pay hesabınızı ücretlendirme izni vermiş olursunuz.
vi: Bằng cách tiếp tục với Amazon Pay, bạn cho phép %@ tính phí tài khoản Amazon Pay của bạn cho các khoản thanh toán trong tương lai theo các điều khoản của họ.

source: By continuing to Klarna, you allow %1$@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %2$@.
bg_bg: Продължавайки към Klarna, позволявате на %1$@ да таксува вашия акаунт в Klarna за бъдещи плащания, в съответствие с техните условия и условията на Klarna. Можете да промените това по всяко време във вашето приложение Klarna или като се свържете с %2$@.
ca_es: En continuar a Klarna, permeteu que %1$@ cobri pagaments futurs al vostre compte de Klarna d'acord amb les seves condicions. Podeu canviar aquesta opció en qualsevol moment a l'aplicació Klarna o posant-vos en contacte amb %2$@.
cs_cz: Pokračováním ve službě Klarna povolujete společnosti %1$@, aby v souladu s jejími podmínkami a podmínkami účtovala na váš účet Klarna budoucí platby. Toto můžete kdykoli změnit v aplikaci Klarna nebo tak, že se obrátíte na %2$@.
da: Når du fortsætter til Klarna, giver du %1$@ tilladelse til at debitere din Klarna-konto for fremtidige betalinger i overensstemmelse med deres vilkår og Klarnas vilkår. Du kan til enhver tid ændre dette i din Klarna-app eller ved at kontakte %2$@.
de: Indem Sie zur Klarna-Website wechseln, erklären Sie sich damit einverstanden, dass %1$@ Ihr Klarna-Konto zur Durchführung zukünftiger Zahlungen gemäß den eigenen AGB und den AGB von Klarna belastet. Sie können Ihr Einverständnis jederzeit in Ihrer Klarna-App widerrufen oder indem Sie sich an %2$@ wenden.
el_gr: Αν συνεχίσετε στην Klarna, επιτρέπετε στην %1$@ να χρεώνει τον λογαριασμό σας στην Klarna για μελλοντικές πληρωμές σύμφωνα με τους όρους της και τους όρους της Klarna. Μπορείτε να αλλάξετε αυτήν την επιλογή οποιαδήποτε στιγμή στην εφαρμογή Klarna ή επικοινωνώντας με την %2$@.
es_419: Al acceder a Klarna, permitirás que %1$@ efectúe cargos de pagos futuros en tu cuenta de Klarna conforme a sus condiciones y a las condiciones de Klarna. Puedes cambiar esta configuración en cualquier momento en tu aplicación de Klarna o poniéndote en contacto con %2$@.
et_ee: Klarnaga jätkates, lubate ettevõttel %1$@ oma Klarna kontot vastavalt tema tingimustele ja vastavalt Klarna tingimustele tulevasteks makseteks debiteerida. Saate seda igal ajal oma Klarna rakenduses või ettevõtte %2$@ poole pöördudes muuta.
fi: Jatkamalla Klarnaan valtuutat %1$@ veloittamaan tulevia maksuja Klarna-tililtäsi heidän ehtojensa mukaisesti. Voit muuttaa tämän koska tahansa Klarna-sovelluksessa tai ottamalla yhteyttä kohteeseen %2$@.
fil: Sa pagpapatuloy sa Klarna, pinahihintulutan mo ang %1$@ na singilin ang iyong Klarna account para sa mga pagbabayad sa hinaharap alinsunod sa kanilang mga tuntunin. Maaari mong palitan ito anumang oras sa iyong Klarna app o sa pakikipag-ugnayan sa %2$@.
fr: En poursuivant sur Klarna, vous autorisez %1$@ à débiter votre compte Klarna pour les paiements à venir, conformément aux conditions du marchand et de Klarna. Vous pouvez modifier cela à tout moment dans votre application Klarna ou en contactant %2$@.
hr: Nastavkom na Klarnu, dopuštate %1$@ da tereti vaš Klarna račun za buduća plaćanja u skladu sa svojim uvjetima i uvjetima Klarne. To možete promijeniti bilo kada u svojoj aplikaciji Klarna ili tako da se obratite %2$@.
hu: A Klarna fizetési módra történő továbblépéssel Ön engedélyezi, hogy a(z) %1$@ és a Klarna feltételeinek megfelelően a jövőbeni kifizetésekkel megterhelje a Klarna-számláját. Ezt bármikor megváltoztathatja a Klarna alkalmazásban vagy a(z) %2$@ felkeresésével.
id: Dengan melanjutkan ke Klarna, berarti Anda mengizinkan %1$@ mengenakan charge untuk pembayaran mendatang pada akun Klarna Anda sesuai dengan ketentuan mereka dan ketentuan Klarna. Anda dapat mengubahnya kapan saja di aplikasi Klarna atau dengan menghubungi %2$@.
it: Continuando su Klarna, consenti a %1$@ di addebitare i pagamenti futuri sul tuo account Klarna in base a quanto previsto dai suoi termini e condizioni e da quelli di Klarna. Puoi modificare questa impostazione in qualsiasi momento nell'app Klarna o contattando %2$@.
ja: Klarna への処理を続行すると、%1$@ が自社の規約と Klarna の規約に従って今後の支払いをお客様の Klarna アカウントに請求することを許可することになります。この設定はいつでも変更できます。Klarna アプリから変更するか、%2$@ までお問い合わせください。
lt_lt: Pereidami prie "Klarna" leidžiate "%1$@" nuskaityti mokestį nuo jūsų "Klarna" sąskaitos vėlesniems mokėjimams pagal jų ir "Klarna" sąlygas. Galite bet kada tai pakeisti "Klarna" programėlėje arba susisiekdami su "%2$@".
lv_lv: Turpinot doties uz Klarna, jūs atļaujat %1$@ iekasēt no jūsu Klarna konta turpmākajiem maksājumiem saskaņā viņu noteikumiem un Klarna noteikumiem. To jebkurā laikā varat mainīt savā Klarna lietotnē vai sazinoties ar %2$@.
ms_my: Dengan meneruskan langkah ke Klarna, anda membenarkan %1$@ mengecaj akaun Klarna anda bagi pembayaran masa hadapan menurut terma mereka dan terma Klarna. Anda boleh mengubah tetapan ini pada bila-bila masa dalam app Klarna anda atau dengan menghubungi %2$@.
mt: Meta tkompli għal Klarna, tkun qed tagħti permess lil %1$@ biex fil-ġejjieni tiġbor il-pagamenti mill-kont Klarna tiegħek skont ir-regoli tagħha u ta' Klarna. Tista' tibdel dal-permess meta trid mill-app ta' Klarna tiegħek jew billi tikkuntattja lil %2$@.
nl: Als je doorgaat naar Klarna, geef je %1$@ toestemming om toekomstige betalingen in rekening te brengen op je Klarna-account in overeenstemming met hun voorwaarden en de voorwaarden van Klarna. Je kunt dit altijd wijzigen in je Klarna-app of door contact op te nemen met %2$@.
pl_pl: Przechodząc do Klarna, zezwalasz %1$@ na obciążenie Twojego konta Klarna przyszłymi płatnościami zgodnie z ich warunkami i warunkami Klarna. Możesz to zmienić w dowolnym momencie w aplikacji Klarna lub kontaktując się z %2$@.
pt_pt: Ao continuar para Klarna, autoriza %1$@ a cobrar pagamentos futuros à sua conta Klarna de acordo com as respetivas condições e as condições da Klarna. Pode alterar isto a qualquer momento na sua aplicação Klarna ou contactando %2$@.
ro_ro: Prin continuarea către Klarna, permiteți %1$@ să vă taxeze contul Klarna pentru plățile viitoare în conformitate cu termenii acesteia și termenii Klarna. Puteți schimba acest lucru în orice moment din aplicația dvs. Klarna sau contactându-ne la %2$@.
ru: Перейдя к Klarna, вы тем самым разрешаете компании %1$@ списывать с вашего счета в Klarna суммы будущих платежей согласно условиям компании и Klarna. Это разрешение можно отозвать в любой момент в вашем приложении Klarna или связавшись с %2$@.
sk_sk: Pokračovaním na službu Klarna povolíte spoločnosti %1$@, aby z vášho účtu Klarna účtovala budúce platby v súlade s ich podmienkami a podmienkami služby Klarna. Toto môžete kedykoľvek zmeniť vo svojej aplikácii Klarna alebo oslovením spoločnosti %2$@.
sl_si: Če potrdite preusmeritev v storitev Klarna, pooblaščate podjetje %1$@, da bremeni vaš račun Klarna s prihodnjimi plačili v skladu s pogoji podjetja in pogoji storitve Klarna. To lahko kadar koli spremenite v aplikaciji Klarna ali tako, da pišete na naslov %2$@.
th: การดำเนินการต่อที่ Klana หมายความว่าคุณอนุญาตให้ %1$@ เรียกเก็บเงินจากบัญชี Klana ของคุณสำหรับการชำระเงินในอนาคตตามเงื่อนไขของผู้ค้ารายดังกล่าว คุณสามารถเปลี่ยนการอนุญาตนี้ได้ทุกเมื่อในแอป Klana หรือติดต่อที่ %2$@
tr: Klarna'ya devam ederek, %1$@ şirketine gelecekteki ödemeler için kendi koşullarına ve Klarna'nın koşullarına uygun olarak Klarna hesabınızı ücretlendirme izni vermiş olursunuz. Bunu dilediğiniz zaman Klarna uygulamanızdan veya %2$@ ile iletişime geçerek değiştirebilirsiniz.
vi: Bằng việc tiếp tục với Klarna, bạn cho phép %1$@ tính phí vào tài khoản Klarna của bạn cho các khoản thanh toán trong tương lai căn cứ theo các điều khoản của khoản thanh toán và của Klarna. Bạn có thể thay đổi tùy chọn này bất kỳ lúc nào trong ứng dụng Klarna của mình hoặc bằng cách liên hệ với %2$@.

source: By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.
bg_bg: Продължавайки към PayPal, разрешавате на %@ да таксува Вашия акаунт в PayPal при бъдещи плащания съгласно условията му.
ca_es: Si continueu a PayPal, permeteu que %@ faci càrrecs al vostre compte de PayPal per a pagaments en el futur d'acord amb les seves condicions.
cs_cz: Pokračováním na PayPal povolujete společnosti %@, aby v souladu se svými podmínkami strhávala z vašeho účtu PayPal budoucí platby.
da: Ved at fortsætte til PayPal tillader du %@ at debitere din PayPal-konto for fremtidige betalinger i overensstemmelse med deres vilkår.
de: Indem Sie zur PayPal-Website wechseln, erklären Sie sich damit einverstanden, dass %@ Ihr PayPal-Konto zur Durchführung zukünftiger Zahlungen gemäß der Nutzungsbedingungen belastet.
el_gr: Εάν συνεχίσετε στο PayPal, επιτρέπετε στην %@ να χρεώσει τον λογαριασμό σας PayPal για μελλοντικές πληρωμές σύμφωνα με τους όρους της.
es_419: Si accedes a PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.
et_ee: PayPali jätkates lubate %@1-l võtta teie PayPali kontolt tulevaste maksete eest tasu vastavalt nende tingimustele.
fi: Jatkamalla PayPaliin valtuutat %@ veloittamaan tulevia maksuja PayPal-tililtäsi heidän ehtojensa mukaisesti.
fil: Sa pagpapatuloy sa PayPal, pinapayagan mo ang %@ na singilin ang iyong PayPal account para sa mga pagbabayad sa hinaharap alinsunod sa kanilang mga tuntunin.
fr: En poursuivant sur PayPal, vous autorisez %@ à débiter votre compte PayPal pour les paiements à venir, conformément à ses conditions.
hr: Nastavljanjem na PayPal, dopuštate poduzeću %@ da tereti vaš PayPal račun za buduća plaćanja u skladu s njihovim uvjetima.
hu: A PayPalra történő továbblépéssel engedélyezi, hogy a(z) %@ a feltételeinek megfelelően a jövőbeni kifizetésekkel megterhelje a PayPal számláját.
id: Dengan melanjutkan ke PayPal, berarti Anda mengizinkan %@ mengenakan charge untuk pembayaran mendatang pada akun PayPal Anda sesuai dengan ketentuan mereka.
it: Continuando su PayPal, consenti a %@ di addebitare i pagamenti futuri sul tuo conto PayPal in base a quanto previsto dai relativi termini e condizioni.
ja: PayPal を継続すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。
lt_lt: Pereidami į "PayPal" leisite "%@" nuskaityti mokestį nuo jūsų "PayPal" sąskaitos vėlesniems mokėjimams pagal taikomas sąlygas.
lv_lv: Turpinot doties uz Paypal, jūs atļaujat %@ saskaņā ar viņu noteikumiem iekasēt no jūsu Paypal konta summas par turpmākajiem maksājumiem.
ms_my: Dengan meneruskan langkah ke PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.
mt: Meta tkompli għal PayPal tkun qed tħalli lil %@ tiġbor il-flus mill-kont ta' PayPal tiegħek għall-pagamenti tal-ġejjieni skont ir-regoli tagħha.
nl: Als je doorgaat naar PayPal, geef je %@ toestemming om toekomstige betalingen af te schrijven van je PayPal-rekening in overeenstemming met hun voorwaarden.
pl_pl: Przechodząc do PayPal, zezwalasz %@ na obciążenie Twojego konta PayPal przyszłymi płatnościami zgodnie z ich warunkami.
pt_pt: Ao continuar para o PayPal, autoriza %@ a cobrar pagamentos futuros à sua conta PayPal de acordo com as respetivas condições.
ro_ro: Prin continuarea cu PayPal, permiteți %@ să vă taxeze contul PayPal pentru plățile viitoare în conformitate cu termenii acesteia.
ru: Подтверждая платеж через PayPal, вы тем самым разрешаете компании %@ списывать с вашего счета PayPal суммы будущих платежей согласно условиям.
sk_sk: Pokračovaním na službu PayPal povolíte spoločnosti %@, aby z vášho účtu PayPal účtovala poplatky za budúce platby v súlade s podmienkami tejto spoločnosti.
sl_si: Če potrdite preusmeritev v storitev PayPal, pooblaščate podjetje %@, da bremeni vaš račun za PayPal s prihodnjimi plačili v skladu s pogoji podjetja.
th: การดำเนินการต่อที่ PayPal หมายความว่าคุณอนุญาตให้ %@ เรียกเก็บเงินจากบัญชี PayPal ของคุณสำหรับการชำระเงินในอนาคตตามเงื่อนไขของผู้ค้ารายดังกล่าว
tr: PayPal'a devam ederek, %@ şirketine gelecekteki ödemeler için kendi koşullarına uygun olarak PayPal hesabınızı ücretlendirme izni vermiş olursunuz.
vi: Bằng cách tiếp tục với PayPal, quý vị cho phép %@ tính phí tài khoản PayPal của quý vị cho các khoản thanh toán trong tương lai theo các điều khoản của họ.
