Repository: stripe/stripe-ios
Catalog: StripePaymentSheet/StripePaymentSheet/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, fr, hr, hu, id, it, ja, lt_lt, lv_lv, ms_my, mt, nl, pl_pl, pt_pt, ro_ro, ru, sk_sk, sl_si, th, tr, vi

source: + Add
bg_bg: + Добавяне
ca_es: + Afegir
cs_cz: + Přidat
da: + Tilføj
de: + Hinzufügen
el_gr: + Προσθήκη
es_419: Agregar otro
et_ee: + lisa
fi: + Lisää
fil: +Magdagdag
fr: + Ajouter
hr: + Dodaj
hu: + Hozzáadás
id: + Tambahkan
it: + Aggiungi
ja: + 追加
lt_lt: + Pridėti
lv_lv: + Pievienot
ms_my: + Tambah
mt: + Żid
nl: + Toevoegen
pl_pl: + Dodaj
pt_pt: + Adicionar
ro_ro: + Adăugare
ru: + Добавить
sk_sk: + Pridať
sl_si: + Dodaj
th: + เพิ่ม
tr: + Ekle
vi: + Thêm

source: Add US bank account
bg_bg: Добавяне на банкова сметка в САЩ
ca_es: Afegeix un compte bancari dels EUA
cs_cz: Přidat bankovní účet v USA
da: Tilføj amerikansk bankkonto
de: Konto einer US-Bank hinzufügen
el_gr: Προσθήκη τραπεζικού λογαριασμού στις Ηνωμένες Πολιτείες
es_419: Agrega una cuenta bancaria de EE. UU.
et_ee: Lisa Ameerika Ühendriikide pangakonto
fi: Lisää yhdysvaltalainen pankkitili
fil: Magdagdag ng account sa bangko ng US
fr: Ajouter un compte bancaire américain
hr: Dodaj bankovni račun u SAD-u
hu: Amerikai bankszámla hozzáadása
id: Tambahkan rekening bank AS
it: Aggiungi un conto bancario degli Stati Uniti
ja: アメリカの銀行口座を追加
lt_lt: Pridėti JAV banko sąskaitą
lv_lv: Pievienot ASV bankas kontu
ms_my: Tambah akaun bank AS
mt: Żid kont tal-bank ibbażat ġewwa l-Istati Uniti tal-Amerka
nl: Amerikaanse bankrekening toevoegen
pl_pl: Dodaj rachunek bankowy w Stanach Zjednoczonych
pt_pt: Adicionar conta bancária nos EUA
ro_ro: Adăugați un cont bancar din SUA
ru: Добавить банковский счет в США
sk_sk: Pridať americký bankový účet
sl_si: Dodaj bančni račun v ZDA
th: เพิ่มบัญชีธนาคารในสหรัฐอเมริกา
tr: ABD banka hesabı ekleyin
vi: Thêm tài khoản ngân hàng Hoa Kỳ

source: Add a card
bg_bg: Добавяне на карта
ca_es: Afegir una targeta
cs_cz: Přidat kartu
da: Tilføj et kort
de: Karte hinzufügen
el_gr: Προσθήκη μιας κάρτας
es_419: Agrega una tarjeta
et_ee: Kaardi lisamine
fi: Lisää kortti
fil: Magdagdag ng isang kard
fr: Ajouter une carte bancaire
hr: Dodavanje kartice
hu: Kártya hozzáadása
id: Tambahkan sebuah kartu
it: Aggiungi una carta
ja: カードを追加
lt_lt: Pridėti kortelę
lv_lv: Pievienot karti
ms_my: Tambah kad
mt: Żid karta
nl: Een kaart toevoegen
pl_pl: Dodaj kartę
pt_pt: Adicionar um cartão
ro_ro: Adăugare card
ru: Добавьте карту
sk_sk: Pridať kartu
sl_si: Dodajte kartico
th: เพิ่มบัตร
tr: Kart ekle
vi: Thêm một thẻ

source: Add a payment method
bg_bg: Добавяне на начин на плащане
ca_es: Afegeix un mètode de pagament
cs_cz: Přidat způsob platby
da: Tilføj en betalingsmetode
de: Zahlungsmethode hinzufügen
el_gr: Προσθέστε μια μέθοδο πληρωμής
es_419: Agregar un método de pago
et_ee: Lisa makseviis
fi: Lisää maksutapa
fil: Magdagdag ng paraan ng pagbabayad
fr: Ajouter un moyen de paiement
hr: Dodaj način plaćanja
hu: Fizetési mód hozzáadása
id: Tambahkan metode pembayaran
it: Aggiungi un metodo di pagamento
ja: 決済手段を追加
lt_lt: Pridėkite mokėjimo būdą
lv_lv: Pievienot maksājuma veidu
ms_my: Tambah kaedah pembayaran
mt: Żid metodu tal-pagament
nl: Een betaalmethode toevoegen
pl_pl: Dodaj metodę płatności
pt_pt: Adicionar um método de pagamento
ro_ro: Adăugați o metodă de plată
ru: Добавьте способ оплаты
sk_sk: Pridať spôsob platby
sl_si: Dodaj način plačila
th: เพิ่มวิธีการชำระเงิน
tr: Ödeme yöntemi ekle
vi: Thêm phương thức thanh toán

source: Add bank account
bg_bg: Добавяне на банкова сметка
ca_es: Afegir compte bancari
cs_cz: Přidat bankovní účet
da: Tilføj bankkonto
de: Bankkonto hinzufügen
el_gr: Προσθήκη τραπεζικού λογαριασμού
es_419: Agregar cuenta bancaria
et_ee: Lisa pangakonto
fi: Lisää pankkitili
fil: Magdagdag ng account sa bangko
fr: Ajouter un compte bancaire
hr: Dodajte bankovni račun
hu: Bankszámla hozzáadása
id: Tambahkan rekening bank
it: Aggiungi conto bancario
ja: 銀行口座を追加する
lt_lt: Pridėti banko sąskaitą
lv_lv: Pievienot bankas kontu
ms_my: Tambah akaun bank
mt: Żid kont tal-bank
nl: Bankrekening toevoegen
pl_pl: Dodaj rachunek bankowy
pt_pt: Adicionar conta bancária
ro_ro: Adăugare cont bancar
ru: Добавить банковский счет
sk_sk: Pridať bankový účet
sl_si: Dodaj bančni račun
th: เพิ่มบัญชีธนาคาร
tr: Banka hesabı ekle
vi: Thêm tài khoản ngân hàng

source: Add card
bg_bg: Добавяне на карта
ca_es: Afegir targeta
cs_cz: Přidat kartu
da: Tilføj kort
de: Karte hinzufügen
el_gr: Προσθήκη κάρτας
es_419: Agregar tarjeta
et_ee: Kaardi lisamine
fi: Lisää kortti
fil: Magdagdag ng kard
fr: Ajouter une carte bancaire
hr: Dodaj karticu
hu: Kártya hozzáadása
id: Tambahkan kartu
it: Aggiungi carta
ja: カードを追加
lt_lt: Pridėti kortelę
lv_lv: Pievienot karti
ms_my: Tambah kad
mt: Żid karta
nl: Kaart toevoegen
pl_pl: Dodaj kartę
pt_pt: Adicionar cartão
ro_ro: Adăugare card
ru: Добавить карту
sk_sk: Pridať kartu
sl_si: Dodaj kartico
th: เพิ่มบัตร
tr: Kart ekle
vi: Thêm thẻ

source: Add new card
bg_bg: Добавяне на нова банкова карта
ca_es: Afegeix una targeta nova
cs_cz: Přidat novou kartu
da: Tilføj nyt kort
de: Neue Karte hinzufügen
el_gr: Προσθήκη νέας κάρτας
es_419: Agrega una nueva tarjeta
et_ee: Uue kaardi lisamine
fi: Lisää uusi kortti
fil: Magdagdag ng bagong kard
fr: Ajouter une carte
hr: Dodajte novu karticu
hu: Új kártya hozzáadása
id: Tambahkan kartu baru
it: Aggiungi carta
ja: 新しいカードを追加
lt_lt: Pridėti naują kortelę
lv_lv: Pievienot jaunu karti
ms_my: Tambah kad baharu
mt: Żid karta ġdida
nl: Nieuwe betaalkaart toevoegen
pl_pl: Dodaj nową kartę
pt_pt: Adicionar um novo cartão
ro_ro: Adăugare card nou
ru: Добавить новую карту
sk_sk: Pridať novú kartu
sl_si: Dodajte novo kartico
th: เพิ่มบัตรใหม่
tr: Yeni kart ekle
vi: Thêm thẻ mới

source: Add new payment method
bg_bg: Добавяне на нов метод на плащане
ca_es: Afegir nou mètode de pagament
cs_cz: Nová platební metoda
da: Tilføj ny betalingsmetode
de: Neue Zahlungsmethode hinzufügen
el_gr: Προσθέστε νέα μέθοδο πληρωμής
es_419: Agregar nuevo método de pago
et_ee: Lisage uus makseviis
fi: Lisää uusi maksutapa
fil: Magdagadag ng bagong pamamaraan ng pagbabayad
fr: Ajouter un moyen de paiement
hr: Dodajte novi način plaćanja
hu: Új fizetési mód hozzáadása
id: Tambahkan metode pembayaran baru
it: Aggiungi nuovo metodo di pagamento
ja: 新たな支払い方法を追加
lt_lt: Pridėti naują mokėjimo būdą
lv_lv: Pievienot jaunu maksājuma veidu
ms_my: Tambah kaedah pembayaran baharu
mt: Żid metodu tal-ħlas ġdid
nl: Nieuwe betaalmethode toevoegen
pl_pl: Dodaj nową metodę płatności
pt_pt: Adicionar novo método de pagamento
ro_ro: Adăuga o nouă metodă de plată
ru: Добавить новый метод оплаты
sk_sk: Pridajte nový spôsob platby
sl_si: Dodaj nov način plačila
th: เพิ่มวิธีการชำระเงินใหม่
tr: Yeni ödeme yöntemi ekle
vi: Thêm phương thức thanh toán mới

source: Add your payment information
bg_bg: Добавете своята информация за плащането
ca_es: Afegir la teva informació de pagament
cs_cz: Přidejte své platební údaje
da: Tilføj dine betalingsoplysninger
de: Zahlungsinformationen hinzufügen
el_gr: Προσθέστε τα στοιχεία πληρωμής σας
es_419: Agrega la información de pago
et_ee: Lisage makseteave
fi: Lisää maksutiedot
fil: Magdagdag ng iyong impormasyon sa pagbabayad
fr: Ajoutez vos informations de paiement
hr: Dodavanje informacija o plaćanju
hu: Fizetési adatok megadása
id: Tambahkan informasi pembayaran Anda
it: Aggiungi dati di pagamento
ja: 支払い情報を追加
lt_lt: Pridėkite mokėjimo informaciją
lv_lv: Pievienot maksājuma informāciju
ms_my: Tambah maklumat pembayaran anda
mt: Żid l-informazzjoni dwar il-pagament tiegħek
nl: Je betaalgegevens toevoegen
pl_pl: Dodaj informacje o płatności
pt_pt: Adicione as suas informações de pagamento
ro_ro: Adăuga informațiile privind plata
ru: Укажите платежные данные
sk_sk: Pridajte svoje informácie o platbe
sl_si: Dodajte podatke o plačilu
th: เพิ่มข้อมูลการชำระเงิน
tr: Ödeme bilgilerinizi ekleyin
vi: Thêm thông tin thanh toán của bạn

source: Agree and continue
el_gr: Αποδοχή και συνέχεια
lt_lt: Sutikti ir tęsti
ru: Согласиться и продолжить
sl_si: Strinjam se in nadaljuj
tr: Kabul et ve devam et

source: Approve payment
bg_bg: Одобряване на плащането
ca_es: Aprova el pagament
cs_cz: Schválit platbu
da: Godkend betaling
de: Zahlung genehmigen
el_gr: Έγκριση πληρωμής
es_419: Aprobar pago
et_ee: Kinnitage makse
fi: Hyväksy maksu
fil: Aprubahan ang pagbabayad
fr: Autoriser le paiement
hr: Odobri plaćanje
hu: Fizetés jóváhagyása
id: Setujui pembayaran
it: Approva pagamento
ja: 支払いを承認する
lt_lt: Patvirtinti mokėjimą
lv_lv: Apstiprināt maksājumu
ms_my: Luluskan pembayaran
mt: Approva l-pagament
nl: Betaling goedkeuren
pl_pl: Zatwierdź płatność
pt_pt: Aprovar pagamento
ro_ro: Aprobare plată
ru: Подтвердить платеж
sk_sk: Schváliť platbu
sl_si: Odobrite plačilo
th: อนุมัติการชำระเงิน
tr: Ödemeyi onaylayın
vi: Chấp nhận thanh toán

source: Are you sure you want to remove this card?
bg_bg: Сигурни ли сте, че желаете да премахнете тази банкова карта?
ca_es: Segur que vols eliminar aquesta targeta?
cs_cz: Opravdu chcete tuto kartu odebrat?
da: Er du sikker på, at du vil fjerne dette kort?
de: Sind Sie sicher, dass Sie diese Karte entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτήν την κάρτα;
es_419: ¿Deseas quitar esta tarjeta?
et_ee: Kas olete kindel, et soovite selle kaardi eemaldada?
fi: Haluatko varmasti poistaa tämän kortin?
fil: Sigurado ka bang nais mong alisin ang kard na ito?
fr: Voulez-vous vraiment supprimer cette carte bancaire ?
hr: Jeste li sigurni da želite ukloniti ovu karticu?
hu: Biztosan törli ezt a kártyát?
id: Anda yakin ingin menghapus kartu ini?
it: Rimuovere questa carta?
ja: このカードを削除しますか？
lt_lt: Ar tikrai norite pašalinti šią kortelę?
lv_lv: Vai tiešām vēlaties noņemt šo karti?
ms_my: Anda pasti ingin mengalih keluar kad ini?
mt: Żgur li tixtieq tneħħi dil-karta?
nl: Weet je zeker dat je deze betaalkaart wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę kartę?
pt_pt: Tem a certeza de que quer remover este cartão?
ro_ro: Sigur doriți să eliminați acest card?
ru: Вы уверены, что хотите удалить эту карту?
sk_sk: Naozaj chcete odstrániť túto kartu?
sl_si: Ali res želite odstraniti to kartico?
th: แน่ใจไหมว่าต้องการนำบัตรใบนี้ออก
tr: Bu kartı kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn gỡ bỏ thẻ này không?

source: Are you sure you want to remove this linked account?
bg_bg: Сигурни ли сте, че желаете да премахнете този свързан акаунт?
ca_es: Segur que vols eliminar aquest compte vinculat?
cs_cz: Opravdu chcete tento propojený účet odebrat?
da: Er du sikker på, at du vil fjerne denne linket konto?
de: Sind Sie sicher, dass Sie dieses verknüpfte Konto entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον συνδεδεμένο λογαριασμό;
es_419: ¿Deseas quitar esta cuenta vinculada?
et_ee: Kas olete kindel, et soovite selle lingitud konto eemaldada?
fi: Haluatko varmasti poistaa tämän linkitetyn tilin?
fil: Sigurado ka bang nais mong alisin ang naka-link na account na ito?
fr: Voulez-vous vraiment supprimer ce compte associé ?
hr: Jeste li sigurni da želite ukloniti ovaj povezani račun?
hu: Biztosan törli ezt a kapcsolt számlát?
id: Anda yakin ingin menghapus rekening tertaut ini?
it: Rimuovere questo conto collegato?
ja: この関連付けられた口座を削除しますか？
lt_lt: Ar tikrai norite pašalinti šią susietą paskyrą?
lv_lv: Vai tiešām vēlaties noņemt šo saistīto kontu?
ms_my: Anda pasti ingin mengalih keluar akaun yang dipautkan ini?
mt: Żgur li tixtieq tneħħi dal-kont marbut?
nl: Weet je zeker dat je dit gekoppelde account wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to połączone konto?
pt_pt: Tem a certeza de que quer remover esta conta associada?
ro_ro: Sigur doriți să eliminați acest cont asociat?
ru: Вы уверены, что хотите удалить этот привязанный счет?
sk_sk: Naozaj chcete odstrániť tento prepojený účet?
sl_si: Ali res želite odstraniti ta povezan račun?
th: แน่ใจไหมว่าต้องการนำบัญชีที่ลิงก์นี้ออก
tr: Bu bağlı hesabı kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn gỡ bỏ tài khoản liên kết này không?

source: Back
bg_bg: Назад
ca_es: Tornar
cs_cz: Zpět
da: Tilbage
de: Zurück
el_gr: Πίσω
es_419: Atrás
et_ee: Tagasi
fi: Takaisin
fil: Bumalik
fr: Retour
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
lt_lt: Atgal
lv_lv: Atpakaļ
ms_my: Undur
mt: Lura
nl: Terug
pl_pl: Wstecz
pt_pt: Voltar
ro_ro: Înapoi
ru: Назад
sk_sk: Späť
sl_si: Nazaj
th: ย้อนกลับ
tr: Geri
vi: Quay lại

source: Bank
bg_bg: Банка
ca_es: Banc
cs_cz: Banka
el_gr: Τράπεζα
es_419: Banco
et_ee: Pank
fi: Pankki
fil: Bangko
fr: Bancaire
hr: Banka
it: Banca
ja: 銀行
lt_lt: Bankas
lv_lv: Banka
pt_pt: Banco
ro_ro: Bancă
ru: Банк
sk_sk: Banka
sl_si: Banka
th: ธนาคาร
tr: Banka
vi: Ngân hàng

source: Bank account
bg_bg: Банкова сметка
ca_es: Compte bancari
cs_cz: Bankovní účet
da: Bankkonto
de: Bankkonto
el_gr: Τραπεζικός λογαριασμός
es_419: Cuenta bancaria
et_ee: Pangakonto
fi: Pankkitili
fil: Account sa bangko
fr: Compte bancaire
hr: Bankovni račun
hu: Bankszámla
id: Rekening bank
it: Conto bancario
ja: 銀行口座
lt_lt: Banko sąskaita
lv_lv: Bankas konts
ms_my: Akaun bank
mt: Kont tal-bank
nl: Bankrekening
pl_pl: Konto bankowe
pt_pt: Conta bancária
ro_ro: Cont bancar
ru: Банковский счет
sk_sk: Bankový účet
sl_si: Bančni račun
th: บัญชีธนาคาร
tr: Banka hesabı
vi: Tài khoản ngân hàng

source: Bank account details cannot be changed.
bg_bg: Данните на банковата сметка не могат да бъдат променяни.
ca_es: Les dades del compte bancari no es poden canviar.
cs_cz: Údaje o bankovním účtu nelze měnit.
da: Bankkontooplysninger kan ikke ændres.
de: Die Bankkontoangaben können nicht geändert werden.
el_gr: Δεν είναι δυνατή η αλλαγή των στοιχείων τραπεζικού λογαριασμού.
es_419: Los datos de la cuenta bancaria no se pueden modificar.
et_ee: Pangakonto andmeid ei saa muuta.
fi: Pankkitilin tietoja ei voi muuttaa.
fil: Hindi puwedeng baguhin ang mga detalye ng account sa bangko.
fr: Les coordonnées bancaires ne peuvent pas être modifiées.
hr: Podaci o bankovnom računu ne mogu se mijenjati.
hu: A bankszámlaadatok nem módosíthatók.
id: Detail rekening bank tidak dapat diubah.
it: Non puoi modificare i dati del conto bancario.
ja: 銀行口座の詳細は変更できません。
lt_lt: Banko sąskaitos duomenų keisti negalima.
lv_lv: Bankas konta informāciju nevar mainīt.
ms_my: Butiran akaun bank tidak boleh diubah.
mt: Id-dettalji tal-kont tal-bank ma jistgħux jinbidlu.
nl: Bankrekeninggegevens kunnen niet worden gewijzigd.
pl_pl: Nie można zmienić szczegółów konta bankowego.
pt_pt: Os detalhes da conta bancária não podem ser alterados.
ro_ro: Detaliile contului bancar nu pot fi modificate.
ru: Реквизиты банковского счета нельзя изменить.
sk_sk: Informácie o bankovom účte nie je možné meniť.
sl_si: Podatkov o bančnem računu ni mogoče spremeniti.
th: เปลี่ยนแปลงรายละเอียดบัญชีธนาคารไม่ได้
tr: Banka hesabı ayrıntıları değiştirilemiyor.
vi: Không thể thay đổi thông tin tài khoản ngân hàng.

source: Buy now or pay later with <img/>
bg_bg: Купете сега или платете по-късно чрез <img/>
ca_es: Compra ara o paga més endavant amb <img/>
cs_cz: Kupte nyní nebo zaplaťte později pomocí <img/>
da: Køb nu, eller betal senere med <img/>
de: Jetzt kaufen oder später bezahlen mit <img/>
el_gr: Αγορά τώρα ή πληρωμή αργότερα με <img/>
es_419: Compra ahora y paga después con <img/>
et_ee: Osta kohe või maksa hiljem makseviisiga <img/>
fi: Osta nyt tai maksa myöhemmin Afterpaylla/Clearpaylla <img/>
fil: Bumili ngayon o magbayad sa ibang pagkakataon gamit ang <img/>
fr: Paiement différé avec <img/>
hr: Kupite sada ili platite kasnije s <img/>
hu: Vegye meg most vagy fizessen később a következővel: <img/>
id: Beli sekarang atau bayar nanti dengan <img/>
it: Paga a rate con <img/>
ja: <img/> で後払い
lt_lt: Pirkite dabar arba mokėkite vėliau naudodami "<img/>"
lv_lv: Pērciet tagad vai maksājiet vēlāk ar <img/>
ms_my: Beli sekarang atau bayar kemudian dengan <img/>
mt: Ixtri issa jew ħallas iktar tard grazzi għal <img/>
nl: Koop nu of betaal later met <img/>
pl_pl: Kup teraz lub zapłać później za pomocą <img/>
pt_pt: Comprar agora ou pagar mais tarde com <img/>
ro_ro: Cumpărați acum sau plătiți mai târziu folosind <img/>
ru: Купите сейчас или оплатите позже через <img/>
sk_sk: Kúpte teraz alebo zaplaťte neskôr pomocou služby <img/>
sl_si: Kupite zdaj ali pa plačajte pozneje s storitvijo <img/>
th: ซื้อตอนนี้หรือจ่ายทีหลังด้วย <img/>
tr: Şimdi satın alın veya daha sonra <img/> ile ödeyin.
vi: Mua ngay hoặc thanh toán sau bằng <img/>

source: Buy now or pay later with Afterpay
bg_bg: Платете сега или платете по-късно чрез Afterpay
ca_es: Compra ara o paga més endavant amb Afterpay
cs_cz: Koupit nyní nebo zaplatit pomocí Afterpay
da: Køb nu eller betal senere med Afterpay
de: Jetzt kaufen oder mit Afterpay später bezahlen
el_gr: Αγορά τώρα ή πληρωμή αργότερα με Afterpay
es_419: Compra ahora o paga después con Afterpay
et_ee: Osta praegu või maksa Afterpay abil hiljem
fi: Osta nyt tai maksa myöhemmin Afterpaylla
fil: Bumili ngayon o magbayad sa ibang pagkakataon gamit ang Afterpay
fr: Paiement différé avec Afterpay
hr: Kupite odmah ili platite kasnije pomoću Afterpaya
hu: Vegye meg most, vagy fizessen később Afterpayjel
id: Beli sekarang atau bayar nanti dengan Afterpay
it: Acquista ora, paga dopo con Afterpay
ja: Afterpay で後払い
lt_lt: Pirkite dabar arba mokėkite vėliau naudodami "Afterpay"
lv_lv: Pērciet tagad vai maksājiet vēlāk ar Afterpay
ms_my: Beli sekarang atau bayar kemudian dengan Afterpay
mt: Ixtri issa jew ħallas iktar tard b'Afterpay
nl: Koop nu of betaal later met Afterpay
pl_pl: Kup teraz lub zapłać później za pomocą Afterpay
pt_pt: Comprar agora ou pagar mais tarde com Afterpay
ro_ro: Cumpărați acum sau plătiți mai târziu folosind Afterpay
ru: Купите сейчас или оплатите позже через систему Afterpay
sk_sk: Kúpte teraz alebo zaplaťte neskôr pomocou služby Afterpay
sl_si: Kupite zdaj ali pa plačajte pozneje s storitvijo Afterpay
th: ซื้อตอนนี้หรือจ่ายทีหลังด้วย Afterpay
tr: Şimdi satın alın veya daha sonra Afterpay ile ödeyin
vi: Mua ngay hoặc thanh toán sau bằng Afterpay

source: Buy now or pay later with Cash App Afterpay
bg_bg: Купете сега или платете по-късно чрез Cash App Afterpay
ca_es: Compra ara o paga més endavant amb Cash App Afterpay
cs_cz: Koupit nyní nebo zaplatit později s Cash App Afterpay
da: Køb nu eller betal senere med Cash-appen Afterpay
de: Jetzt kaufen oder mit Cash App Afterpay später bezahlen
el_gr: Αγορά τώρα ή πληρωμή αργότερα με Cash App Afterpay
es_419: Compra ahora o paga después con Afterpay
et_ee: Osta praegu või maksa Cash App Afterpay abil hiljem
fi: Osta nyt tai maksa myöhemmin Cash App Afterpaylla
fil: Bumili ngayon o magbayad sa ibang pagkakataon gamit ang Cash App Afterpay
fr: Paiement différé avec Cash App Afterpay
hr: Kupite sada ili platite kasnije s Cash App Afterpay
hu: Vegye meg most, vagy fizessen később Cash App Afterpayjel
id: Beli sekarang atau bayar nanti dengan Cash App Afterpay
it: Acquista ora, paga dopo con Cash App Afterpay
ja: Cash App Afterpay で後払い
lt_lt: Pirkite dabar arba mokėkite vėliau naudodami "Cash App Afterpay"
lv_lv: Pērciet tagad vai maksājiet vēlāk ar Cash App Afterpay
ms_my: Beli sekarang atau bayar kemudian dengan Cash App Afterpay
mt: Ixtri issa jew ħallas iktar tard b'Cash App Afterpay
nl: Koop nu of betaal later met Cash App Afterpay
pl_pl: Kup teraz lub zapłać później za pomocą Cash App Afterpay
pt_pt: Comprar agora ou pagar mais tarde com Cash App Afterpay
ro_ro: Cumpărați acum sau plătiți mai târziu folosind Cash App Afterpay
ru: Купите сейчас или оплатите позже через Cash App Afterpay
sk_sk: Kúpte teraz alebo zaplaťte neskôr pomocou aplikácie Cash App Afterpay
sl_si: Kupite zdaj ali pa plačajte pozneje s storitvijo Cash App Afterpay
th: ซื้อตอนนี้หรือจ่ายทีหลังด้วย Cash App Afterpay
tr: Şimdi satın alın veya daha sonra Cash Uygulaması Afterpay ile ödeyin
vi: Mua ngay hoặc thanh toán sau bằng Ứng dụng Thanh toán Afterpay

source: Buy now or pay later with Clearpay
bg_bg: Платете сега или платете по-късно чрез Clearpay
ca_es: Compra ara o paga més endavant amb Clearpay
cs_cz: Koupit nyní nebo zaplatit pomocí Clearpay
da: Køb nu eller betal senere med Clearpay
de: Jetzt kaufen oder mit Clearpay später bezahlen
el_gr: Αγορά τώρα ή πληρωμή αργότερα με Clearpay
es_419: Compra ahora o paga después con Clearpay
et_ee: Osta praegu või maksa Clearpay abil hiljem
fi: Osta nyt tai maksa myöhemmin Clearpaylla
fil: Bumili ngayon o magbayad sa ibang pagkakataon gamit ang Clearpay
fr: Paiement différé avec Clearpay
hr: Kupite odmah ili platite kasnije pomoću Clearpaya
hu: Vegye meg most, vagy fizessen később Clearpayjel
id: Beli sekarang atau bayar nanti dengan Clearpay
it: Acquista ora, paga dopo con Clearpay
ja: Clearpay で後払い
lt_lt: Pirkite dabar arba mokėkite vėliau naudodami "Clearpay"
lv_lv: Pērciet tagad vai maksājiet vēlāk ar Clearpay
ms_my: Beli sekarang atau bayar kemudian dengan Clearpay
mt: Ixtri issa jew ħallas iktar tard bi Clearpay
nl: Koop nu of betaal later met Clearpay
pl_pl: Kup teraz lub zapłać później za pomocą Clearpay
pt_pt: Comprar agora ou pagar mais tarde com Clearpay
ro_ro: Cumpărați acum sau plătiți mai târziu folosind Clearpay
ru: Купите сейчас или оплатите позже через систему Clearpay
sk_sk: Kúpte teraz alebo zaplaťte neskôr pomocou služby Clearpay
sl_si: Kupite zdaj ali pa plačajte pozneje s storitvijo Clearpay
th: ซื้อตอนนี้หรือจ่ายทีหลังด้วย Clearpay
tr: Şimdi satın alın veya daha sonra Clearpay ile ödeyin
vi: Mua ngay hoặc thanh toán sau bằng Clearpay

source: Buy now or pay later with Klarna
bg_bg: Платете сега или платете по-късно чрез Klarna
ca_es: Compra ara o paga més endavant amb Klarna
cs_cz: Koupit nyní nebo zaplatit pomocí Klarna
da: Køb nu eller betal senere med Klarna
de: Jetzt kaufen oder später bezahlen mit Klarna
el_gr: Αγορά τώρα ή πληρωμή αργότερα με Klarna
es_419: Compra ahora o paga después con Klarna
et_ee: Ostke nüüd või makske hiljem Klarnaga
fi: Osta nyt tai maksa myöhemmin Klarnalla
fil: Bumili ngayon o magbayad sa ibang pagkakataon gamit ang Klarna
fr: Paiement différé avec Klarna
hr: Kupite sada ili platite kasnije pomoću Klarne
hu: Vegye meg most, vagy fizessen később Klarnával
id: Beli sekarang atau bayar nanti dengan Klarna
it: Paga a rate con Klarna
ja: Klarna で後払い
lt_lt: Pirkite dabar arba mokėkite vėliau naudodami "Klarna"
lv_lv: Pērciet tagad vai maksājiet vēlāk ar Klarna
ms_my: Beli sekarang atau bayar kemudian dengan Klarna
mt: Ixtri issa jew ħallas iktar tard bi Klarna
nl: Koop nu of betaal later met Klarna
pl_pl: Kup teraz lub zapłać później z Klarna
pt_pt: Comprar agora ou pagar mais tarde com Klarna
ro_ro: Cumpărați acum sau plătiți mai târziu folosind Klarna
ru: Купите сейчас или оплатите позже через систему Klarna
sk_sk: Kúpte teraz alebo zaplaťte neskôr pomocou služby Klarna
sl_si: Kupite zdaj ali pa za plačilo pozneje uporabite Klarna
th: ซื้อตอนนี้หรือจ่ายทีหลังด้วย Klarna
tr: Şimdi satın alın veya daha sonra Klarna ile ödeyin
vi: Mua ngay hoặc thanh toán sau bằng Klarna

source: Buy using a UPI ID
bg_bg: Купуване с помощта на UPI ID
ca_es: Compra amb un ID d'UPI
cs_cz: Koupit pomocí UPI ID
da: Køb ved hjælp af et UPI ID
de: Per UPI-ID kaufen
el_gr: Αγορά με χρήση αναγνωριστικού UPI
es_419: Comprar con un ID de UPI
et_ee: UPI ID abil ostmine
fi: Osta käyttämällä UPI-tunnusta
fil: Bumili gamit ang isang UPI ID
fr: Acheter à l'aide d'un ID d'UPI
hr: Kupi koristeći UPI ID
hu: Vásárlás UPI-azonosítóval
id: Beli menggunakan identifikasi UPI
it: Acquista utilizzando un ID UPI
ja: UPI ID を使って購入
lt_lt: Pirkti naudojant UPI ID
lv_lv: Pirkt, izmantojot UPI ID
ms_my: Beli menggunakan ID UPI
mt: Ixtri billi tuża ID UPI
nl: Kopen met een UPI-ID
pl_pl: Kup za pomocą UPI ID
pt_pt: Comprar com uma ID UPI
ro_ro: Cumpărați folosind un ID UPI
ru: Купить с помощью идентификатора UPI
sk_sk: Zakúpiť prostredníctvom identifikačného čísla UPI
sl_si: Za nakup uporabite UPI ID
th: ซื้อโดยใช้ UPI ID
tr: UPI Numarası kullanarak satın alın
vi: Mua bằng cách sử dụng ID UPI
