Repository: stripe/stripe-ios
Catalog: Stripe3DS2/Stripe3DS2/Resources/*.lproj/Localizable.strings
Languages: it, ja, mt, ru

# 028f7
source: A debugger is attached to the App.
it: All'app è connesso un debugger.
ja: アプリにデバッガが添付されています。
mt: Debugger huwa mqabbad mal-Applikazzjoni.
ru: К приложению подключен отладчик.

# 8bcbe
source: An emulator is being used to run the App.
it: Per eseguire l'app viene utilizzato un emulatore.
ja: アプリの実行にエミュレータが使用されています。
mt: Qed jintuża emulatur biex iħaddem l-Applikazzjoni.
ru: Приложение запускается и работает в симуляторе.

source: Cancel
it: Annulla
ja: キャンセル
mt: Ikkanċella
ru: Отмена

# dc380
source: Loading
it: Caricamento in corso
ja: 読み込み中
mt: Qed jillowdja
ru: Идет загрузка

# 1ea44
source: No
ja: いいえ
mt: Le
ru: Нет

# 58f32
source: Secure checkout
it: Completamento del pagamento sicuro
ja: セキュアなチェックアウト
mt: Checkout sigur
ru: Безопасное оформление и оплата заказа

# 57fd7
source: Selected
it: Selezionato
ja: 選択済み
mt: Attivata
ru: Выбранные

# 0eb49
source: The device has been jailbroken.
it: Il dispositivo è jailbroken.
ja: このデバイスは脱獄状態です。
mt: L-apparat huwa mmodifikat (jailbroken).
ru: Устройство разблокировано.

# 29abb
source: The integrity of the SDK has been tampered with.
it: L'integrità dell'SDK è stata manomessa.
ja: SDK の完全性が改ざんされています。
mt: L-integrità tal-SDK ġiet imbagħbsa.
ru: Целостность пакета средств разработки программного обеспечения нарушена.

# 79d01
source: The OS or the OS version is not supported.
it: Il sistema operativo o la versione del sistema operativo non sono supportati.
ja: OS または OS のバージョンがサポートされていません。
mt: Is-Sistema Operattiva (OS) jew il-Verżjoni tas-Sistema Operattiva (OS) mhijiex appoġġjata.
ru: Данная операционная система или данная версия операционной системы не поддерживается.

source: Timeout
ja: タイムアウト
mt: Waqfa qasira
ru: Истечение лимита времени

source: Unselected
it: Non selezionato
ja: 選択解除済み
mt: Mhijiex attivata
ru: Не выбранные

# 85a39
source: Yes
it: Sì
ja: はい
mt: Iva
ru: Да
