Repository: stripe/stripe-ios
Catalog: StripeCore/StripeCore/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, hr, hu, id, ja, ko, lt_lt, lv_lv, ms_my, mt, nb, nl, nn_no, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: An error occurred. Please try again.
es_419: Se produjo un error. Vuelve a intentarlo.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง

source: Card brand was not updated. Please try again.
es_419: La marca de la tarjeta no se actualizó. Vuelve a intentarlo.
th: ระบบไม่ได้อัปเดตแบรนด์ของบัตร โปรดลองอีกครั้ง

source: Close
bg_bg: Затваряне
ca_es: Tanca
cs_cz: Zavřít
da: Luk
de: Schließen
el_gr: Κλείσιμο
es_419: Cerrar
et_ee: Sule
fi: Sulje
fil: Isara
hr: Zatvori
hu: Bezárás
id: Tutup
ja: 閉じる
ko: 닫기
lt_lt: Užverti
lv_lv: Aizvērt
ms_my: Tutup
mt: Agħlaq
nb: Lukk
nl: Sluiten
nn_no: Lukk
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro_ro: Închidere
ru: Закрыть
sk_sk: Zatvoriť
sl_si: Zapri
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Default payment method was not updated. Please try again.
es_419: El método de pago predeterminado no se actualizó. Vuelve a intentarlo.
th: ระบบไม่ได้อัปเดตวิธีการชำระเงินเริ่มต้น โปรดลองอีกครั้ง

source: Scan Card
bg_bg: Сканиране на картата
ca_es: Escanejar targeta
cs_cz: Naskenovat kartu
da: Scan kort
de: Karte scannen
el_gr: Σάρωση κάρτας
es_419: Escanear tarjeta
et_ee: Skanni kaart
fi: Skannaa kortti
fil: I-scan ang kard
hr: Skeniraj karticu
hu: Kártya beolvasása
id: Pindai Kartu
ja: クレジットカードをスキャン
ko: 카드 스캔
lt_lt: Skenuoti kortelę
lv_lv: Skenēt karti
ms_my: Imbas Kad
mt: Skennja l-Kard
nb: Skann kort
nl: Kaart scannen
nn_no: Skann kortet
pl_pl: Skanuj kartę
pt_br: Digitalizar cartão
pt_pt: Ler cartão
ro_ro: Scanare card
ru: Сканировать карту
sk_sk: Naskenovať kartu
sl_si: Optično preberi kartico
sv: Skanna kort
th: สแกนบัตร
tr: Kartı Tara
vi: Quét thẻ
zh_hans: 扫描银行卡
zh_hant: 掃描金融卡
zh_hk: 掃描銀行卡

source: Scan card
bg_bg: Сканиране на карта
ca_es: Escanejar targeta
cs_cz: Naskenovat kartu
da: Scan kort
de: Karte scannen
el_gr: Σάρωση κάρτας
es_419: Escanear tarjeta
et_ee: Skanni kaart
fi: Skannaa kortti
fil: I-scan ang kard
hr: Skeniraj karticu
hu: Kártya beolvasása
id: Pindai kartu
ja: カードをスキャン
ko: 카드 스캔
lt_lt: Nuskaityti kortelę
lv_lv: Skenēt karti
ms_my: Imbas kad
mt: Skennja l-karta
nb: Skann kort
nl: Betaalkaart scannen
nn_no: Skann kort
pl_pl: Skanuj kartę
pt_br: Ler cartão
pt_pt: Ler cartão
ro_ro: Scanare card
ru: Сканировать карту
sk_sk: Naskenovať kartu
sl_si: Optično preberi kartico
sv: Skanna kort
th: สแกนบัตร
tr: Kartı tara
vi: Quét thẻ
zh_hans: 扫描卡
zh_hant: 掃描卡
zh_hk: 掃描卡

source: The IBAN you entered is invalid.
bg_bg: IBAN, който сте въвели, е невалиден.
ca_es: L'IBAN és incorrecte.
cs_cz: Číslo IBAN, které jste zadali, je neplatné.
da: Det indtastede IBAN-nummer er ugyldigt.
de: Die eingegebene IBAN ist ungültig.
el_gr: Ο κωδικός IBAN που εισαγάγατε δεν είναι έγκυρος.
es_419: El IBAN que ingresaste no es válido.
et_ee: Sisestatud IBAN on kehtetu.
fi: Antamasi IBAN on virheellinen.
fil: Ang IBAN na iniligay mo ay imbalido.
hr: Uneseni IBAN nije valjan.
hu: A beírt IBAN-szám érvénytelen.
id: IBAN yang Anda masukkan tidak valid.
ja: 入力した IBAN が無効です。
ko: 입력한 IBAN이 잘못되었습니다.
lt_lt: Įvedėte neteisingą IBAN.
lv_lv: Ievadītais IBAN nav derīgs.
ms_my: IBAN yang anda masukkan tidak sah.
mt: L-IBAN li daħħalt mhux tajjeb.
nb: IBAN-nummeret du la inn er ugyldig.
nl: Het opgegeven IBAN-nummer is ongeldig.
nn_no: Du skreiv inn eit ugyldig IBAN-nummer.
pl_pl: Podany IBAN jest nieprawidłowy.
pt_br: O IBAN inserido é inválido.
pt_pt: O IBAN que introduziu é inválido.
ro_ro: Codul IBAN pe care l-ați introdus nu este valid.
ru: Введенный код IBAN содержит ошибку.
sk_sk: Zadaný IBAN je neplatný.
sl_si: Vnesena koda IBAN ni veljavna.
sv: Angivet IBAN är ogiltigt.
th: IBAN ที่คุณป้อนไม่ถูกต้อง
tr: Girdiğiniz IBAN geçersiz.
vi: IBAN quý vị đã nhập không hợp lệ.
zh_hans: 您输入的 IBAN 无效。
zh_hant: 您輸入的 IBAN 無效。
zh_hk: 您輸入的 IBAN 無效。

source: There was an error processing your card -- try again in a few seconds
bg_bg: Възникна грешка при обработката на Вашата карта -- опитайте отново след няколко секунди
ca_es: Hi ha hagut un error processant la teva targeta - torna-ho a intentar en uns segons
cs_cz: Při zpracování Vaší karty došlo k chybě -- zkuste to za několik sekund znovu
da: Der opstod en fejl under behandling af dit kort – prøv igen om et par sekunder
de: Fehler bei der Verarbeitung Ihrer Karte – versuchen Sie es in ein paar Sekunden noch einmal.
el_gr: Προέκυψε απροσδόκητο σφάλμα κατά την επεξεργασία της κάρτας σας -- δοκιμάστε ξανά σε μερικά δευτερόλεπτα
es_419: Hubo un error al procesar tu tarjeta. Vuelve a intentar en unos segundos.
et_ee: Kaardi töötlemisel esines tõrge – proovige mõne sekundi pärast uuesti
fi: Kortin käsittelyssä tapahtui virhe – kokeile uudelleen muutaman sekunnin kuluttua
fil: Nagkaroon ng kamalian sa pagproseso ng iyong kard -- subukin muli sa ilang segundo
hr: Došlo je do pogreške u obradi vaše kartice -- pokušajte ponovno za nekoliko sekundi
hu: Hiba történt kártyája feldolgozása során, próbálja újra néhány másodperc múlva
id: Ada kesalahan saat memproses kartu Anda -- cobalah lagi dalam beberapa detik
ja: クレジットカード情報の処理中にエラーが発生しました。数秒後にもう一度お試しください
ko: 카드를 처리하는 동안 오류가 발생했습니다. 몇 초 후에 다시 시도하십시오.
lt_lt: Įvyko kortelės apdorojimo klaida, po kelių sekundžių bandykite dar kartą
lv_lv: Radās kļūda, apstrādājot jūsu karti — mēģiniet vēlreiz pēc dažām sekundēm
ms_my: Ada ralat semasa memproses kad anda -- cuba lagi dalam masa beberapa saat
mt: Kien hemm żball fl-ipproċessar tal-kard tiegħek -- erġa' pprova wara ftit sekondi
nb: Det oppstod en feil ved prosessering av kortet -- prøv igjen om et par sekunder
nl: Er is een fout met de verwerking van je kaart. Probeer het over enkele seconden opnieuw
nn_no: Det oppstod ei feil under behandlinga av kortet – prøv igjen om nokre få sekund
pl_pl: Podczas przetwarzania Twojej karty wystąpił błąd – spróbuj ponownie za kilka sekund
pt_br: Erro ao processar o cartão – tente novamente em alguns segundos
pt_pt: Ocorreu um erro ao processar o seu cartão -- tente novamente dentro de alguns segundos
ro_ro: A apărut o eroare la procesarea cardului dvs. -- încercați din nou în câteva secunde
ru: При обработке карты произошла ошибка. Подождите несколько секунд и повторите попытку
sk_sk: Pri spracovaní vašej karty sa vyskytla chyba -- skúste znova o niekoľko sekúnd
sl_si: Pri obdelavi vaše kartice je prišlo do napake. Poskusite znova čez nekaj sekund.
sv: Ett fel uppstod vid behandlingen av ditt kort - försök igen om ett par sekunder
th: เกิดข้อผิดพลาดขณะประมวลผลบัตร โปรดลองอีกครั้งในอีกสักครู่
tr: Kartınızla işlem yapılırken bir hata oluştu -- birazdan tekrar deneyin
vi: Có lỗi bất ngờ khi xử lý thẻ -- hãy thử lại sau vài giây
zh_hans: 处理您的卡时发生错误 —— 请稍后再试
zh_hant: 處理您的卡時發生錯誤 -- 請等待幾秒後再試
zh_hk: 處理您的卡時發生了錯誤 -- 請稍候再試

source: There was an unexpected error -- try again in a few seconds
bg_bg: Това беше неочаквана грешка -- опитайте отново след няколко секунди
ca_es: Hi ha hagut un error inesperat - torna-ho a intentar en uns segons
cs_cz: Došlo k neočekávané chybě -- zkuste to znovu za několik sekund
da: Der opstod en uventet fejl – prøv igen om et par sekunder
de: Unerwarteter Fehler – versuchen Sie es in ein paar Sekunden noch einmal.
el_gr: Προέκυψε απροσδόκητο σφάλμα -- δοκιμάστε ξανά σε μερικά δευτερόλεπτα
es_419: Se produjo un error inesperado. Vuelve a intentar en unos segundos.
et_ee: Esines ootamatu tõrge – proovige mõne sekundi pärast uuesti
fi: Odottamaton virhe – kokeile uudelleen muutaman sekunnin kuluttua
fil: Nagkaroon ng di-inaasahang kamalian -- subukin muli sa ilang segundo
hr: Došlo je do neočekivane pogreške -- pokušajte ponovno za nekoliko sekundi
hu: Váratlan hiba lépett fel, próbálja újra néhány másodperc múlva
id: Ada kesalahan tak terduga -- cobalah lagi dalam beberapa detik
ja: 予期しないエラーが発生しました。数秒後にもう一度お試しください
ko: 예기치 않은 오류가 발생했습니다. 몇 초 후에 다시 시도하십시오.
lt_lt: Įvyko netikėta klaida, po kelių sekundžių bandykite dar kartą
lv_lv: Radusies negaidīta kļūda — mēģiniet vēlreiz pēc dažām sekundēm
ms_my: Ada ralat yang tidak dijangka -- cuba lagi dalam masa beberapa saat
mt: Kien hemm żball mhux mistenni -- erġa' pprova wara ftit sekondi
nb: En uventet feil har oppstått -- prøv igjen om et par sekunder
nl: Er is een onverwachte fout opgetreden. Probeer het over enkele seconden opnieuw
nn_no: Det oppstod ein uventa feil – prøv igjen om nokre få sekund
pl_pl: Wystąpił nieoczekiwany błąd – spróbuj ponownie za kilka sekund
pt_br: Erro inesperado – tente novamente em alguns segundos
pt_pt: Ocorreu um erro inesperado -- tente novamente dentro de alguns segundos
ro_ro: A apărut o eroare neașteptată -- încercați din nou în câteva secunde
ru: Произошла непредвиденная ошибка. Подождите несколько секунд и повторите попытку.
sk_sk: Vyskytla sa neočakávaná chyba -- skúste znova o niekoľko sekúnd
sl_si: Prišlo je do nepričakovane napake. Poskusite znova čez nekaj sekund.
sv: Ett oväntat fel uppstod - försök igen om ett par sekunder
th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองอีกครั้งในอีกสักครู่
tr: Beklenmedik bir hata oluştu -- birazdan tekrar deneyin
vi: Có lỗi bất ngờ -- hãy thử lại sau vài giây
zh_hans: 发生了意外错误 —— 请过几秒钟再试
zh_hant: 發生了意外錯誤 -- 請等待幾秒後再試一次
zh_hk: 發生了意外錯誤 -- 請稍候再試

source: Try again
bg_bg: Опитайте отново
ca_es: Intenta-ho un altre cop
cs_cz: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el_gr: Δοκιμάστε ξανά
es_419: Reintentar
et_ee: Proovi uuesti
fi: Yritä uudelleen
fil: Subukan muli
hr: Pokušajte ponovo
hu: Próbálja újra
id: Coba lagi
ja: もう一度お試しください
ko: 다시 시도
lt_lt: Bandyti dar kartą
lv_lv: Mēģināt vēlreiz
ms_my: Cuba lagi
mt: Erġa' pprova
nb: Prøv igjen
nl: Opnieuw proberen
nn_no: Prøv igjen
pl_pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro_ro: Încercați din nou
ru: Повторите попытку
sk_sk: Skúsiť znova
sl_si: Poskusi znova
sv: Försök igen
th: โปรดลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試
zh_hk: 重試

source: We use Stripe to verify your card details. Stripe may use and store your data according its privacy policy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Learn more</u></a>
bg_bg: Използваме Stripe, за да потвърдим данните на картата Ви. Stripe може да използва и съхранява данните Ви в съответствие с правилата си за защита на личните данни. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Научете повече</u></a>
ca_es: Emprem Stripe per verificar els detalls de la vostra targeta. És possible que Stripe faci ús i emmagatzemi les dades d'acord amb la política de privadesa. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Més informació</u></a>
cs_cz: K ověření údajů o vaší kartě používáme službu Stripe. Společnost Stripe může vaše údaje používat a ukládat v souladu se svými zásadami ochrany osobních údajů. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Více informací</u></a>
da: Vi bruger Stripe til at bekræfte dine kortoplysninger. Stripe kan bruge og gemme dine oplysninger i henhold til selskabets Privatlivspolitik. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Lær mere</u></a>
de: Wir nutzen Stripe, um Ihre Kartenangaben zu verifizieren. Stripe kann im Einklang mit seiner Datenschutzerklärung Ihre Daten verwenden und speichern. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Mehr erfahren</u></a>
el_gr: Χρησιμοποιούμε τη Stripe για να επαληθεύσουμε τα στοιχεία της κάρτας σας. Η Stripe μπορεί να χρησιμοποιεί και να αποθηκεύει τα δεδομένα σας σύμφωνα με την πολιτική απορρήτου της. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Μάθετε περισσότερα</u></a>
es_419: Usamos Stripe para verificar los datos de tu tarjeta. Stripe puede usar y almacenar tus datos de acuerdo con la política de privacidad. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Más información</u></a>
et_ee: Kasutame teie kaardiandmete kontrollimiseks Stripe'i. Stripe võib teie andmeid kasutada ja säilitada vastavalt oma privaatsuspoliitikale. <a href='https://support.stripe.com/questions/stripes-card-image-verification'>Vaata lähemalt</u></a><u>
fi: Käytämme Stripeä korttitietojen vahvistamiseen. Stripe voi käyttää ja säilyttää tietojasi heidän tietosuojaselosteensa mukaisesti. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Lue lisää</u></a>
fil: Gumagamit kami ng Stripe para i-verify ang mga detalye ng iyong kard. Maaaring gamitin at imbakin ng Stripe ang iyong data ayon sa patakaran sa privacy nito. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Alamin ang higit pa</u></a>
hr: Koristimo Stripe za provjeru vaših podataka o kartici. Stripe može koristiti i pohranjivati vaše podatke u skladu sa svojim pravilima privatnosti. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Saznajte više</u></a>
hu: A Stripe-ot használjuk a kártyájának az ellenőrzésére. A Stripe az adatvédelmi szabályzatának megfelelően használhatja és tárolhatja az Ön adatait. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>További tudnivalók</u></a>
id: Kami menggunakan Stripe untuk memverifikasi detail kartu Anda. Stripe mungkin menggunakan dan menyimpan data Anda sesuai dengan kebijakan privasi mereka. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Pelajari selengkapnya</u></a>
ja: Stripe を使用してカード詳細を確認します。Stripe はプライバシーポリシーに従ってお客様のデータを使用および保管することがあります。<a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>もっと知る</u></a>
ko: Stripe를 통해 카드 세부사항을 확인합니다. Stripe에서 자사 개인정보정책에 따라 귀하의 데이터를 사용하고 저장할 수 있습니다. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>자세히 알아보기</u></a>
lt_lt: Naudojame „Stripe“, kad patikrintume jūsų kortelės duomenis. „Stripe“ gali naudoti ir saugoti jūsų duomenis pagal savo privatumo politiką. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Sužinokite daugiau</u></a>
lv_lv: Mēs izmantojam Stripe, lai verificētu jūsu kartes informāciju. Stripe var izmantot un uzglabāt jūsu datus saskaņā ar konfidencialitātes politiku. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Uzzināt vairāk</u></a>
ms_my: Kami menggunakan Stripe untuk mengesahkan butiran kad anda. Stripe mungkin menggunakan dan menyimpan data anda menurut dasar privasi Stripe. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Ketahui selanjutnya</u></a>
mt: Aħna naħdmu ma' Stripe biex nivverifikaw id-dettalji tal-karta tiegħek. Stripe tista' tuża u taħżen id-dejta tiegħek skont il-politika tal-privatezza tagħha. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Sir af iktar</u></a>
nb: Vi bruker Stripe til å verifisere kontoopplysningene. Stripe kan bruke og lagre opplysningene dine i henhold til personvernerklæringen sin. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Finn ut mer</u></a>
nl: We gebruiken Stripe om je kaartgegevens te verifiÃ«ren. Stripe kan je gegevens gebruiken en bewaren volgens hun privacybeleid. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Meer informatie</u></a>
nn_no: Vi brukar Stripe til å verifisere kortdetaljane dine. Stripe kan bruke og lagre dataa dine i samsvar med personvernerklæringa deira. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Finn ut meir</u></a>
pl_pl: Korzystamy ze Stripe, aby weryfikować szczegóły Twojej karty. Stripe może używać Twoich danych i przechowywać je zgodnie ze swoją polityką prywatności. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Dowiedz się więcej</u></a>
pt_br: Usamos a Stripe para verificar os dados do seu cartão. A Stripe pode usar e armazenar seus dados de acordo com a política de privacidade da empresa. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Saiba mais</u></a>
pt_pt: Utilizamos a Stripe para verificar os detalhes do seu cartão. A Stripe pode utilizar e armazenar os seus dados de acordo com a sua política de privacidade. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Saiba mais</u></a>
ro_ro: Folosim Stripe pentru a verifica detaliile cardului dvs. Stripe poate utiliza și stoca datele dvs. în conformitate cu politica sa de confidențialitate. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Aflați mai multe</u></a>
ru: Мы используем Stripe для проверки данных вашей карты. Stripe может использовать и хранить ваши данные в соответствии со своей политикой конфиденциальности. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Подробнее</u></a>
sk_sk: Na overenie údajov o vašej karte používame službu Stripe. Spoločnosť Stripe môže používať a uchovávať vaše údaje v súlade so zásadami ochrany osobných údajov. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Ďalšie informácie</u></a>
sl_si: Za preverjanje podatkov o vaši kartici uporabljamo storitev Stripe. Stripe lahko vaše podatke uporablja in hrani v skladu s svojim pravilnikom o zasebnosti. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Več informacij</u></a>
sv: Vi använder Stripe för att verifiera dina kortuppgifter. Stripe kan komma att använda och lagra dina uppgifter i enlighet med sin integritetspolicy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Läs mer</u></a>
th: เราใช้ Stripe เพื่อยืนยันรายละเอียดบัตรของคุณ ดังนั้น Stripe อาจจะใช้และจัดเก็บข้อมูลของคุณไว้ตามนโยบายความเป็นส่วนตัวของบริษัท <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>ดูข้อมูลเพิ่มเติม</u></a>
tr: Kart bilgilerinizi doğrulamak için Stripe kullanıyoruz. Stripe verilerinizi gizlilik politikasına uygun şekilde kullanabilir ve saklayabilir.<a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Daha fazlasını öğrenin</u></a>
vi: Chúng tôi sử dụng Stripe để xác minh chi tiết thẻ của bạn. Stripe có thể sử dụng và lưu trữ dữ liệu của bạn theo chính sách quyền riêng tư của họ. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Tìm hiểu thêm</u></a>
zh_hans: 我们用 Stripe 来验证您的银行卡信息。Stripe 可能会根据其隐私政策使用并存储您的数据。<a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>了解更多</u></a>
zh_hant: 我們用 Stripe 來驗證您的金融卡資訊。Stripe 可能會根據其隱私政策使用並存儲您的資料。<a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>瞭解更多</u></a>

source: Your card has expired
bg_bg: Вашата карта е изтекла
ca_es: La teva targeta ha caducat
cs_cz: Platnost Vaší karty uplynula
da: Dit kort er udløbet
de: Ihre Karte ist abgelaufen.
el_gr: Η κάρτα σας έχει λήξει
es_419: Tu tarjeta ha vencido.
et_ee: Kaart on aegunud
fi: Korttisi on vanhentunut
fil: Napaso na ang iyong kard
hr: Vaša kartica je istekla
hu: A kártyája lejárt
id: Kartu Anda telah kedaluwarsa
ja: クレジットカードの有効期限が切れています
ko: 카드가 만료되었습니다
lt_lt: Kortelė baigė galioti
lv_lv: Kartes derīguma termiņš ir beidzies
ms_my: Kad anda telah tamat tempoh
mt: Il-kard tiegħek skadiet
nb: Kortet ditt har utløpt
nl: Je kaart is vervallen
nn_no: Kortet har gått ut
pl_pl: Ważność Twojej karty wygasła
pt_br: O cartão expirou
pt_pt: O seu cartão expirou
ro_ro: Cardul dvs. a expirat
ru: Срок действия карты истек
sk_sk: Platnosť vašej karty vypršala
sl_si: Vaša kartica je potekla
sv: Kortet har löpt ut
th: บัตรของคุณหมดอายุแล้ว
tr: Kartınızın kullanım süresi dolmuş
vi: Thẻ đã hết hạn
zh_hans: 您的银行卡已过期
zh_hant: 您的卡已過期
zh_hk: 您的卡已過期

source: Your card was declined
bg_bg: Вашата карта бе отхвърлена
ca_es: S'ha rebutjat la teva targeta
cs_cz: Vaše karta byla odmítnuta
da: Dit kort blev afvist
de: Ihre Karte wurde abgelehnt.
el_gr: Η κάρτα σας απορρίφθηκε
es_419: Tu tarjeta fue rechazada.
et_ee: Kaart lükati tagasi
fi: Korttiasi ei hyväksytty
fil: Tinanggihan ang iyong kard
hr: Kartica je odbijena
hu: A kártyáját elutasítottuk
id: Kartu Anda ditolak
ja: クレジットカードが拒否されました
ko: 카드가 거절되었습니다
lt_lt: Kortelė buvo atmesta
lv_lv: Karte tika noraidīta
ms_my: Kad anda telah ditolak
mt: Il-kard tiegħek ma ġietx aċċettata
nb: Kortet ditt ble avvist
nl: Je kaart is geweigerd
nn_no: Kortet vart avvist
pl_pl: Karta została odrzucona
pt_br: O cartão foi recusado
pt_pt: O seu cartão foi recusado
ro_ro: Cardul dvs. a fost respins
ru: Карта отклонена
sk_sk: Vaša karta bola odmietnutá
sl_si: Vaša kartica je bila zavrnjena
sv: Ditt kort nekades
th: บัตรของคุณถูกปฏิเสธ
tr: Kartınız reddedildi
vi: Thẻ bị từ chối
zh_hans: 您的卡已被拒绝
zh_hant: 您的卡已被拒絕
zh_hk: 您的卡已被拒絕

source: Your card's expiration month is invalid
bg_bg: Месецът на валидност на Вашата карта е невалиден
ca_es: El mes de caducitat de la teva targeta no és vàlid
cs_cz: Měsíc konce platnosti Vaší karty je neplatný
da: Kortets udløbsmåned er ugyldig
de: Der Ablaufmonat Ihrer Karte ist ungültig
el_gr: Ο μήνας λήξης της κάρτας σας δεν είναι έγκυρος
es_419: El mes de vencimiento de tu tarjeta no es válido.
et_ee: Kaardi aegumiskuu on kehtetu
fi: Kortin erääntymiskuukausi ei kelpaa
fil: Ang buwan ng pagkapaso ng iyong kard ay di balido
hr: Mjesec isteka kartice nije valjan
hu: Kártyájának lejárati hónapja érvénytelen
id: Bulan kedaluwarsa kartu Anda tidak valid
ja: 指定したクレジットカードの有効期限の月が無効です
ko: 카드의 만료 월이 유효하지 않습니다
lt_lt: Negaliojantis kortelės galiojimo pabaigos mėnuo
lv_lv: Kartes derīguma termiņa mēnesis nav derīgs
ms_my: Bulan tamat tempoh kad anda tidak sah
mt: Ix-xahar tal-iskadenza tal-kard tiegħek mhux validu
nb: Kortet sin utløpsmåned er ugyldig
nl: De vervalmaand van je kaart is ongeldig
nn_no: Utløpsmånaden på kortet er ugyldig
pl_pl: Miesiąc daty ważności karty jest nieprawidłowy.
pt_br: O mês de expiração doi cartão é inválido
pt_pt: O mês de validade do seu cartão é inválido
ro_ro: Luna de expirare a cardului dvs. nu este validă
ru: Недопустимый месяц окончания действия карты
sk_sk: Mesiac ukončenia platnosti vašej karty je neplatný
sl_si: Mesec poteka vaše kartice ni veljaven
sv: Kortets utgångsmånad är ogiltig
th: เดือนที่หมดอายุของบัตรไม่ถูกต้อง
tr: Kartınızın son kullanma ayı geçersiz
vi: Tháng hết hạn trên thẻ không hợp lệ
zh_hans: 您银行卡有效期的月份无效
zh_hant: 您的金融卡的到期月份無效
zh_hk: 您的銀行卡的到期月份無效
