Repository: stripe/stripe-ios
Catalog: StripeCore/StripeCore/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es_419, et_ee, fi, fil, hr, hu, id, ja, ko, lt_lt, lv_lv, ms_my, mt, nb, nl, nn_no, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: Your card's expiration year is invalid
bg_bg: Годината на валидност на Вашата карта е невалидна
ca_es: L'any de caducitat de la teva targeta no és vàlid
cs_cz: Rok konce platnosti Vaší karty je neplatný
da: Kortets udløbsår er ugyldigt
de: Das Ablaufjahr Ihrer Karte ist ungültig.
el_gr: Το έτος λήξης της κάρτας σας δεν είναι έγκυρο
es_419: El año de vencimiento de tu tarjeta no es válido
et_ee: Kaardi aegumisaasta on kehtetu
fi: Kortin erääntymisvuosi ei kelpaa
fil: Ang taon ng pagkapaso ng iyong kard ay di balido
hr: Godina isteka kartice nije valjana
hu: A kártyája lejárati éve érvénytelen
id: Tahun kedaluwarsa kartu Anda tidak valid
ja: 指定したクレジットカードの有効期限の年が無効です
ko: 카드의 만료 연도가 유효하지 않습니다
lt_lt: Kortelės galiojimo pabaigos metai neteisingi
lv_lv: Kartes derīguma termiņa gads nav derīgs
ms_my: Tahun tamat tempoh kad anda tidak sah
mt: Is-sena tal-iskadenza tal-kard tiegħek mhijiex valida
nb: Kortet sitt utløpsår er ugyldig
nl: Het vervaljaar van je kaart is ongeldig
nn_no: Utløpsåret på kortet ditt er ugyldig
pl_pl: Rok daty ważności karty jest nieprawidłowy
pt_br: O ano de expiração do cartão é inválido
pt_pt: O ano de validade do seu cartão é inválido
ro_ro: Anul de expirare al cardului dvs. nu este valid
ru: Недопустимый год окончания действия карты
sk_sk: Rok ukončenia platnosti vašej karty je neplatný
sl_si: Leto poteka vaše kartice ni veljavno
sv: Kortets utgångsår är ogiltigt
th: ปีที่หมดอายุของบัตรไม่ถูกต้อง
tr: Kartınızın son kullanma yılı geçersiz
vi: Năm hết hạn trên thẻ không hợp lệ
zh_hans: 您的银行卡的到期年份无效。
zh_hant: 您的金融卡的到期年份無效
zh_hk: 您的銀行卡的到期年份無效

source: Your card's number is invalid
bg_bg: Номерът на Вашата карта е невалиден
ca_es: El número de la teva targeta no és vàlid
cs_cz: Číslo Vaší karty je neplatné
da: Kortnummeret er ugyldigt
de: Die Kartennummer ist ungültig.
el_gr: Ο αριθμός της κάρτας σας δεν είναι έγκυρος
es_419: El número de tarjeta no es válido
et_ee: Kaardi number on kehtetu
fi: Kortin numero ei kelpaa
fil: Ang numero ng iyong kard ay di balido
hr: Broj kartice nije valjan
hu: Kártyaszáma érvénytelen
id: Nomor kartu Anda tidak valid
ja: 指定したクレジットカードの番号が無効です
ko: 카드 번호가 유효하지 않습니다
lt_lt: Negaliojantis kortelės numeris
lv_lv: Kartes numurs nav derīgs
ms_my: Nombor kad anda tidak sah
mt: In-numru tal-kard tiegħek mhux validu
nb: Ugyldig kortnummer
nl: Je kaartnummer is ongeldig
nn_no: Kortnummeret ditt er ugyldig
pl_pl: Numer Twojej karty jest nieprawidłowy
pt_br: O número do cartão é inválido
pt_pt: O número do seu cartão é inválido
ro_ro: Numărul cardului dvs. nu este valid
ru: Номер карты недействителен
sk_sk: Číslo vašej karty je neplatné
sl_si: Številka vaše kartice ni veljavna
sv: Kortnumret är ogiltigt
th: หมายเลขบัตรไม่ถูกต้อง
tr: Kart numaranız geçersiz
vi: Số thẻ không đúng
zh_hans: 您的卡号无效
zh_hant: 您的卡號無效
zh_hk: 您的卡號無效

source: Your card's security code is invalid
bg_bg: Кодът за сигурност на Вашата карта е невалиден
ca_es: El codi de seguretat de la teva targeta no és vàlid
cs_cz: Bezpečnostní kód Vaší karty je neplatný
da: Kortets sikkerhedskode er ugyldig
de: Der Sicherheitscode Ihrer Karte ist ungültig.
el_gr: Ο κωδικός ασφαλείας της κάρτας σας δεν είναι έγκυρος
es_419: El código de seguridad de tu tarjeta no es válido.
et_ee: Kaardi turvakood on kehtetu
fi: Kortin turvakoodi ei kelpaa
fil: Ang security code ng iyong kard ay di balido
hr: Sigurnosni kod vaše kartice nije valjan
hu: Kártyájának biztonsági kódja érvénytelen
id: Kode keamanan kartu Anda tidak valid
ja: 指定したクレジットカードのセキュリティコードが無効です
ko: 카드의 보안 코드가 유효하지 않습니다
lt_lt: Kortelės saugos kodas negalioja
lv_lv: Kartes drošības kods nav derīgs
ms_my: Kod keselamatan kad anda tidak sah
mt: Il-kodiċi tas-sigurtà tal-kard tiegħek mhux validu
nb: Ugyldig sikkerhetskode
nl: De beveiligingscode van je kaart is ongeldig
nn_no: Sikkerheitskoden til kortet er ugyldig
pl_pl: Kod bezpieczeństwa karty jest nieprawidłowy
pt_br: O código de segurança do cartão é inválido
pt_pt: O código de segurança do seu cartão é inválido
ro_ro: Codul de securitate al cardului dvs. nu este valid
ru: Недопустимый код CVV/CVC карты
sk_sk: Bezpečnostný kód vašej karty je neplatný
sl_si: Varnostna koda vaše kartice ni veljavna
sv: Kortets säkerhetskod är ogiltig
th: รหัสความปลอดภัยของบัตรไม่ถูกต้อง
tr: Kartınızın güvenlik kodu geçersiz
vi: Mã bảo mật của thẻ không đúng
zh_hans: 您的银行卡的安全码无效
zh_hant: 您的金融卡的安全碼無效
zh_hk: 您的銀行卡的安全碼無效

source: Your name is invalid.
bg_bg: Името Ви е невалидно.
ca_es: El nom no és vàlid.
cs_cz: Vaše jméno je neplatné.
da: Dit navn er ugyldigt.
de: Ihr Name ist ungültig.
el_gr: Το όνομά σας δεν είναι έγκυρο.
es_419: El nombre no es válido.
et_ee: Teie nimi on kehtetu.
fi: Nimi on virheellinen.
fil: Ang iyong pangalan ay imbalido.
hr: Vaše ime je neispravno.
hu: Érvénytelen név.
id: Nama Anda tidak valid.
ja: 名前が無効です。
ko: 이름이 잘못되었습니다.
lt_lt: Jūsų vardas neteisingas.
lv_lv: Jūsu vārds nav derīgs.
ms_my: Nama anda tidak sah.
mt: L-isem li daħħalt mhux tajjeb.
nb: Navnet er ugyldig.
nl: Je naam is ongeldig.
nn_no: Namnet ditt er ugyldig.
pl_pl: Twoje imię i nazwisko jest nieprawidłowe.
pt_br: Nome inválido.
pt_pt: O seu nome é inválido.
ro_ro: Numele dvs. nu este valid.
ru: Недействительное имя.
sk_sk: Vaše meno je neplatné.
sl_si: Vaše ime ni veljavno.
sv: Ditt namn är ogiltigt.
th: ชื่อไม่ถูกต้อง
tr: Adınız geçersiz.
vi: Tên của quý vị không hợp lệ.
zh_hans: 您的姓名无效。
zh_hant: 您的名稱無效。
zh_hk: 您的姓名無效。

source: Your payment method was declined.
es_419: Tu método de pago fue rechazado.
th: การชำระเงินของคุณถูกปฏิเสธ
