{
  "transform_params" : {
    "0" : {
      "bias_a" : 0,
      "bias_g" : -0.99221789836883545,
      "bias_r" : -0.99221789836883545,
      "bias_b" : -0.99221789836883545,
      "center_mean" : 0,
      "is_network_bgr" : 0,
      "scale" : 0.0077821011655032635
    }
  },
  "properties" : {

  },
  "analyses" : {

  },
  "format_version" : 200,
  "storage" : "model.espresso.weights",
  "layers" : [
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "377",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "379",
      "K" : 3,
      "blob_biases" : 1,
      "stride_x" : 2,
      "name" : "377",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 1,
      "stride_y" : 2,
      "has_biases" : 1,
      "C" : 16,
      "bottom" : "0",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 3
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "380",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "382",
      "K" : 16,
      "blob_biases" : 5,
      "name" : "380",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 16,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 16,
      "bottom" : "379",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 7
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "383",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "384",
      "K" : 16,
      "blob_biases" : 9,
      "name" : "383",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 8,
      "bottom" : "382",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 11
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "385",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "387",
      "K" : 8,
      "blob_biases" : 13,
      "name" : "385",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 48,
      "bottom" : "384",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 15
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "388",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "390",
      "K" : 48,
      "blob_biases" : 17,
      "stride_x" : 2,
      "name" : "388",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 48,
      "pad_t" : 1,
      "stride_y" : 2,
      "has_biases" : 1,
      "C" : 48,
      "bottom" : "387",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 19
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "391",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "392",
      "K" : 48,
      "blob_biases" : 21,
      "name" : "391",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 12,
      "bottom" : "390",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 23
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "393",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "395",
      "K" : 12,
      "blob_biases" : 25,
      "name" : "393",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 72,
      "bottom" : "392",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 27
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "396",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "398",
      "K" : 72,
      "blob_biases" : 29,
      "name" : "396",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 72,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 72,
      "bottom" : "395",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 31
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "399",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "400",
      "K" : 72,
      "blob_biases" : 33,
      "name" : "399",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 12,
      "bottom" : "398",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 35
    },
    {
      "bottom" : "392,400",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "401",
      "top" : "401",
      "type" : "elementwise",
      "name" : "401",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "402",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "404",
      "K" : 12,
      "blob_biases" : 37,
      "name" : "402",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 72,
      "bottom" : "401",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 39
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "405",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "407",
      "K" : 72,
      "blob_biases" : 41,
      "stride_x" : 2,
      "name" : "405",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 72,
      "pad_t" : 1,
      "stride_y" : 2,
      "has_biases" : 1,
      "C" : 72,
      "bottom" : "404",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 43
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "408",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "409",
      "K" : 72,
      "blob_biases" : 45,
      "name" : "408",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 16,
      "bottom" : "407",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 47
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "410",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "412",
      "K" : 16,
      "blob_biases" : 49,
      "name" : "410",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 96,
      "bottom" : "409",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 51
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "413",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "415",
      "K" : 96,
      "blob_biases" : 53,
      "name" : "413",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 96,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 96,
      "bottom" : "412",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 55
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "416",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "417",
      "K" : 96,
      "blob_biases" : 57,
      "name" : "416",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 16,
      "bottom" : "415",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 59
    },
    {
      "bottom" : "409,417",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "418",
      "top" : "418",
      "type" : "elementwise",
      "name" : "418",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "419",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "421",
      "K" : 16,
      "blob_biases" : 61,
      "name" : "419",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 96,
      "bottom" : "418",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 63
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "422",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "424",
      "K" : 96,
      "blob_biases" : 65,
      "name" : "422",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 96,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 96,
      "bottom" : "421",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 67
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "425",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "426",
      "K" : 96,
      "blob_biases" : 69,
      "name" : "425",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 16,
      "bottom" : "424",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 71
    },
    {
      "bottom" : "418,426",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "427",
      "top" : "427",
      "type" : "elementwise",
      "name" : "427",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "428",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "430",
      "K" : 16,
      "blob_biases" : 73,
      "name" : "428",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 96,
      "bottom" : "427",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 75
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "431",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "433",
      "K" : 96,
      "blob_biases" : 77,
      "stride_x" : 2,
      "name" : "431",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 96,
      "pad_t" : 1,
      "stride_y" : 2,
      "has_biases" : 1,
      "C" : 96,
      "bottom" : "430",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 79
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "434",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "435",
      "K" : 96,
      "blob_biases" : 81,
      "name" : "434",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 32,
      "bottom" : "433",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 83
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "436",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "438",
      "K" : 32,
      "blob_biases" : 85,
      "name" : "436",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "435",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 87
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "439",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "441",
      "K" : 192,
      "blob_biases" : 89,
      "name" : "439",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 192,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "438",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 91
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "442",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "443",
      "K" : 192,
      "blob_biases" : 93,
      "name" : "442",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 32,
      "bottom" : "441",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 95
    },
    {
      "bottom" : "435,443",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "444",
      "top" : "444",
      "type" : "elementwise",
      "name" : "444",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "445",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "447",
      "K" : 32,
      "blob_biases" : 97,
      "name" : "445",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "444",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 99
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "448",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "450",
      "K" : 192,
      "blob_biases" : 101,
      "name" : "448",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 192,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "447",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 103
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "451",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "452",
      "K" : 192,
      "blob_biases" : 105,
      "name" : "451",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 32,
      "bottom" : "450",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 107
    },
    {
      "bottom" : "444,452",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "453",
      "top" : "453",
      "type" : "elementwise",
      "name" : "453",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "454",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "456",
      "K" : 32,
      "blob_biases" : 109,
      "name" : "454",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "453",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 111
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "457",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "459",
      "K" : 192,
      "blob_biases" : 113,
      "name" : "457",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 192,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "456",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 115
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "460",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "461",
      "K" : 192,
      "blob_biases" : 117,
      "name" : "460",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 32,
      "bottom" : "459",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 119
    },
    {
      "bottom" : "453,461",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "462",
      "top" : "462",
      "type" : "elementwise",
      "name" : "462",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "463",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "465",
      "K" : 32,
      "blob_biases" : 121,
      "name" : "463",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "462",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 123
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "466",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "468",
      "K" : 192,
      "blob_biases" : 125,
      "name" : "466",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 192,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 192,
      "bottom" : "465",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 127
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "469",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "470",
      "K" : 192,
      "blob_biases" : 129,
      "name" : "469",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 48,
      "bottom" : "468",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 131
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "471",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "473",
      "K" : 48,
      "blob_biases" : 133,
      "name" : "471",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "470",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 135
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "474",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "476",
      "K" : 288,
      "blob_biases" : 137,
      "name" : "474",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 288,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "473",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 139
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "477",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "478",
      "K" : 288,
      "blob_biases" : 141,
      "name" : "477",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 48,
      "bottom" : "476",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 143
    },
    {
      "bottom" : "470,478",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "479",
      "top" : "479",
      "type" : "elementwise",
      "name" : "479",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "480",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "482",
      "K" : 48,
      "blob_biases" : 145,
      "name" : "480",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "479",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 147
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "483",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "485",
      "K" : 288,
      "blob_biases" : 149,
      "name" : "483",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 288,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "482",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 151
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "486",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "487",
      "K" : 288,
      "blob_biases" : 153,
      "name" : "486",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 48,
      "bottom" : "485",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 155
    },
    {
      "bottom" : "479,487",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "488",
      "top" : "488",
      "type" : "elementwise",
      "name" : "488",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "489",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "491",
      "K" : 48,
      "blob_biases" : 157,
      "name" : "489",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "488",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 159
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "492",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "494",
      "K" : 288,
      "blob_biases" : 161,
      "stride_x" : 2,
      "name" : "492",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 288,
      "pad_t" : 1,
      "stride_y" : 2,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "491",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 163
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "495",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "496",
      "K" : 288,
      "blob_biases" : 165,
      "name" : "495",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 80,
      "bottom" : "494",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 167
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "497",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "499",
      "K" : 288,
      "blob_biases" : 169,
      "name" : "497",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 288,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "491",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 171
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "500",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "502",
      "K" : 288,
      "blob_biases" : 173,
      "name" : "500",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 288,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "499",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 175
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "503",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "505",
      "K" : 288,
      "blob_biases" : 177,
      "name" : "503",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 288,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "502",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 179
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "506",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "506",
      "K" : 288,
      "blob_biases" : 181,
      "name" : "506",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 33,
      "bottom" : "505",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 183
    },
    {
      "axis_h" : 0,
      "axis_w" : 2,
      "bottom" : "506",
      "axis_k" : 1,
      "axis_n" : 3,
      "axis_seq" : 4,
      "weights" : {

      },
      "debug_info" : "507",
      "top" : "507",
      "type" : "transpose",
      "name" : "507"
    },
    {
      "name" : "509",
      "weights" : {

      },
      "dst_w" : 1,
      "version" : 1,
      "dst_n" : 0,
      "type" : "reshape",
      "dst_h" : 1,
      "mode" : 0,
      "bottom" : "507",
      "debug_info" : "509",
      "hint_fallback_from_metal" : 1,
      "dst_seq" : -1,
      "dst_k" : 11,
      "top" : "509"
    },
    {
      "pad_r" : 1,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "510",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "511",
      "K" : 288,
      "blob_biases" : 185,
      "name" : "510",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 288,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 288,
      "bottom" : "491",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 187
    },
    {
      "alpha" : 0.1666666716337204,
      "bottom" : "511",
      "weights" : {

      },
      "mode" : 6,
      "debug_info" : "512_scale_0_1",
      "top" : "511_scale_0_1",
      "type" : "activation",
      "name" : "512_scale_0_1",
      "beta" : 0
    },
    {
      "bottom" : "511_scale_0_1",
      "weights" : {

      },
      "mode" : 7,
      "debug_info" : "512_clip_0_1",
      "top" : "511_clip_0_1",
      "type" : "activation",
      "name" : "512_clip_0_1",
      "beta" : 0
    },
    {
      "alpha" : 6,
      "bottom" : "511_clip_0_1",
      "weights" : {

      },
      "mode" : 6,
      "debug_info" : "512",
      "top" : "512",
      "type" : "activation",
      "name" : "512",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "513",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "513",
      "K" : 288,
      "blob_biases" : 189,
      "name" : "513",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 12,
      "bottom" : "512",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 191
    },
    {
      "axis_h" : 0,
      "axis_w" : 2,
      "bottom" : "513",
      "axis_k" : 1,
      "axis_n" : 3,
      "axis_seq" : 4,
      "weights" : {

      },
      "debug_info" : "514",
      "top" : "514",
      "type" : "transpose",
      "name" : "514"
    },
    {
      "name" : "524",
      "weights" : {

      },
      "dst_w" : 4,
      "version" : 1,
      "dst_n" : 0,
      "type" : "reshape",
      "dst_h" : -1,
      "mode" : 0,
      "bottom" : "514",
      "debug_info" : "524",
      "dst_seq" : 1,
      "dst_k" : 1,
      "top" : "524"
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "525",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "527",
      "K" : 80,
      "blob_biases" : 193,
      "name" : "525",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 480,
      "bottom" : "496",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 195
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "528",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "530",
      "K" : 480,
      "blob_biases" : 197,
      "name" : "528",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 480,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 480,
      "bottom" : "527",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 199
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "531",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "532",
      "K" : 480,
      "blob_biases" : 201,
      "name" : "531",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 80,
      "bottom" : "530",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 203
    },
    {
      "bottom" : "496,532",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "533",
      "top" : "533",
      "type" : "elementwise",
      "name" : "533",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "534",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "536",
      "K" : 80,
      "blob_biases" : 205,
      "name" : "534",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 480,
      "bottom" : "533",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 207
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "537",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "539",
      "K" : 480,
      "blob_biases" : 209,
      "name" : "537",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 480,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 480,
      "bottom" : "536",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 211
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "540",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "541",
      "K" : 480,
      "blob_biases" : 213,
      "name" : "540",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 80,
      "bottom" : "539",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 215
    },
    {
      "bottom" : "533,541",
      "alpha" : 1,
      "operation" : 0,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "542",
      "top" : "542",
      "type" : "elementwise",
      "name" : "542",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "543",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "545",
      "K" : 80,
      "blob_biases" : 217,
      "name" : "543",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 480,
      "bottom" : "542",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 219
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "546",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "548",
      "K" : 480,
      "blob_biases" : 221,
      "name" : "546",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 480,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 480,
      "bottom" : "545",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 223
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "549",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "550",
      "K" : 480,
      "blob_biases" : 225,
      "name" : "549",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 160,
      "bottom" : "548",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 227
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "551",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "553",
      "K" : 160,
      "blob_biases" : 229,
      "name" : "551",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 1280,
      "bottom" : "550",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 231
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "554",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "556",
      "K" : 1280,
      "blob_biases" : 233,
      "name" : "554",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1280,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 1280,
      "bottom" : "553",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 235
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "557",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "559",
      "K" : 1280,
      "blob_biases" : 237,
      "name" : "557",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1280,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 1280,
      "bottom" : "556",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 239
    },
    {
      "pad_r" : 1,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "560",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "562",
      "K" : 1280,
      "blob_biases" : 241,
      "name" : "560",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1280,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 1280,
      "bottom" : "559",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 243
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "563",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "563",
      "K" : 1280,
      "blob_biases" : 245,
      "name" : "563",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 33,
      "bottom" : "562",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 247
    },
    {
      "axis_h" : 0,
      "axis_w" : 2,
      "bottom" : "563",
      "axis_k" : 1,
      "axis_n" : 3,
      "axis_seq" : 4,
      "weights" : {

      },
      "debug_info" : "564",
      "top" : "564",
      "type" : "transpose",
      "name" : "564"
    },
    {
      "name" : "566",
      "weights" : {

      },
      "dst_w" : 1,
      "version" : 1,
      "dst_n" : 0,
      "type" : "reshape",
      "dst_h" : 1,
      "mode" : 0,
      "bottom" : "564",
      "debug_info" : "566",
      "dst_seq" : -1,
      "dst_k" : 11,
      "top" : "566"
    },
    {
      "pad_r" : 1,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "567",
      "pad_fill_mode" : 0,
      "pad_b" : 1,
      "pad_l" : 1,
      "top" : "568",
      "K" : 1280,
      "blob_biases" : 249,
      "name" : "567",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1280,
      "pad_t" : 1,
      "has_biases" : 1,
      "C" : 1280,
      "bottom" : "553",
      "weights" : {

      },
      "Nx" : 3,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 3,
      "n_parallel" : 1,
      "blob_weights_f16" : 251
    },
    {
      "alpha" : 0.1666666716337204,
      "bottom" : "568",
      "weights" : {

      },
      "mode" : 6,
      "debug_info" : "569_scale_0_1",
      "top" : "568_scale_0_1",
      "type" : "activation",
      "name" : "569_scale_0_1",
      "beta" : 0
    },
    {
      "bottom" : "568_scale_0_1",
      "weights" : {

      },
      "mode" : 7,
      "debug_info" : "569_clip_0_1",
      "top" : "568_clip_0_1",
      "type" : "activation",
      "name" : "569_clip_0_1",
      "beta" : 0
    },
    {
      "alpha" : 6,
      "bottom" : "568_clip_0_1",
      "weights" : {

      },
      "mode" : 6,
      "debug_info" : "569",
      "top" : "569",
      "type" : "activation",
      "name" : "569",
      "beta" : 0
    },
    {
      "pad_r" : 0,
      "fused_relu" : 0,
      "fused_tanh" : 0,
      "debug_info" : "570",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "570",
      "K" : 1280,
      "blob_biases" : 253,
      "name" : "570",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 12,
      "bottom" : "569",
      "weights" : {

      },
      "Nx" : 1,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1,
      "blob_weights_f16" : 255
    },
    {
      "axis_h" : 0,
      "axis_w" : 2,
      "bottom" : "570",
      "axis_k" : 1,
      "axis_n" : 3,
      "axis_seq" : 4,
      "weights" : {

      },
      "debug_info" : "571",
      "top" : "571",
      "type" : "transpose",
      "name" : "571"
    },
    {
      "name" : "581",
      "weights" : {

      },
      "dst_w" : 4,
      "version" : 1,
      "dst_n" : 0,
      "type" : "reshape",
      "dst_h" : -1,
      "mode" : 0,
      "bottom" : "571",
      "debug_info" : "581",
      "dst_seq" : 1,
      "dst_k" : 1,
      "top" : "581"
    },
    {
      "bottom" : "509,566",
      "weights" : {

      },
      "simple_concat" : 1,
      "hint_fallback_from_metal" : 1,
      "debug_info" : "582",
      "top" : "582",
      "type" : "sequence_concat",
      "name" : "582"
    },
    {
      "axis_h" : 2,
      "axis_w" : 0,
      "bottom" : "524",
      "axis_k" : 1,
      "axis_n" : 3,
      "axis_seq" : 4,
      "weights" : {

      },
      "debug_info" : "boxes_input_transpose0",
      "top" : "boxes_524_transpose",
      "type" : "transpose",
      "name" : "boxes_input_transpose0"
    },
    {
      "axis_h" : 2,
      "axis_w" : 0,
      "bottom" : "581",
      "axis_k" : 1,
      "axis_n" : 3,
      "axis_seq" : 4,
      "weights" : {

      },
      "debug_info" : "boxes_input_transpose1",
      "top" : "boxes_581_transpose",
      "type" : "transpose",
      "name" : "boxes_input_transpose1"
    },
    {
      "weights" : {

      },
      "debug_info" : "boxes",
      "top" : "boxes_transpose",
      "type" : "concat",
      "name" : "boxes",
      "bottom" : "boxes_524_transpose,boxes_581_transpose"
    },
    {
      "axis_seq" : 4,
      "name" : "boxes_output_transpose0",
      "axis_n" : 3,
      "axis_h" : 2,
      "type" : "transpose",
      "attributes" : {
        "is_output" : 1
      },
      "bottom" : "boxes_transpose",
      "axis_w" : 0,
      "axis_k" : 1,
      "debug_info" : "boxes_output_transpose0",
      "weights" : {

      },
      "top" : "boxes"
    },
    {
      "bottom" : "582",
      "alpha" : 1,
      "operation" : 27,
      "weights" : {

      },
      "hint_fallback_from_metal" : 1,
      "fused_relu" : 0,
      "debug_info" : "584",
      "top" : "584",
      "type" : "elementwise",
      "name" : "584",
      "beta" : 0
    },
    {
      "bottom" : "584",
      "axis_mode" : 4,
      "weights" : {

      },
      "mode" : 0,
      "hint_fallback_from_metal" : 1,
      "debug_info" : "585",
      "use_version" : 1,
      "top" : "585",
      "type" : "reduce",
      "name" : "585"
    },
    {
      "bottom" : "585",
      "weights" : {

      },
      "mode" : 0,
      "nd_axis" : 0,
      "debug_info" : "587",
      "top" : "587",
      "type" : "flatten",
      "name" : "587"
    },
    {
      "bottom" : "584",
      "weights" : {

      },
      "mode" : 6,
      "hint_fallback_from_metal" : 1,
      "debug_info" : "588",
      "top" : "588",
      "type" : "activation",
      "name" : "588",
      "beta" : 0
    },
    {
      "bottom" : "588",
      "weights" : {

      },
      "mode" : 6,
      "hint_fallback_from_metal" : 1,
      "debug_info" : "589",
      "top" : "589",
      "type" : "activation",
      "name" : "589",
      "beta" : 0
    },
    {
      "bottom" : "587",
      "weights" : {

      },
      "mode" : 6,
      "debug_info" : "590",
      "top" : "590",
      "type" : "activation",
      "name" : "590",
      "beta" : 0
    },
    {
      "bottom" : "590",
      "alpha" : 1,
      "operation" : 10,
      "weights" : {

      },
      "fused_relu" : 0,
      "debug_info" : "591_inverse",
      "top" : "590_inverse",
      "type" : "elementwise",
      "name" : "591_inverse",
      "beta" : 0
    },
    {
      "bottom" : "589,590_inverse",
      "alpha" : 1,
      "operation" : 1,
      "weights" : {

      },
      "hint_fallback_from_metal" : 1,
      "fused_relu" : 0,
      "debug_info" : "591",
      "top" : "591",
      "type" : "elementwise",
      "name" : "591",
      "beta" : 0
    },
    {
      "bottom" : "591",
      "weights" : {

      },
      "mode" : 6,
      "hint_fallback_from_metal" : 1,
      "debug_info" : "592",
      "top" : "592",
      "type" : "activation",
      "name" : "592",
      "beta" : 0
    },
    {
      "bottom" : "592",
      "end" : 11,
      "start" : 1,
      "weights" : {

      },
      "hint_fallback_from_metal" : 1,
      "debug_info" : "593",
      "axis" : 2,
      "top" : "593",
      "type" : "slice",
      "name" : "593"
    },
    {
      "bottom" : "593",
      "axis_mode" : 4,
      "weights" : {

      },
      "mode" : 0,
      "hint_fallback_from_metal" : 1,
      "debug_info" : "594",
      "use_version" : 1,
      "top" : "594",
      "type" : "reduce",
      "name" : "594"
    },
    {
      "dst_seq" : 1,
      "weights" : {

      },
      "dst_w" : 10,
      "version" : 1,
      "dst_n" : 0,
      "type" : "reshape",
      "dst_h" : -1,
      "mode" : 0,
      "attributes" : {
        "is_output" : 1
      },
      "bottom" : "593",
      "debug_info" : "scores",
      "hint_fallback_from_metal" : 1,
      "dst_k" : 1,
      "name" : "scores",
      "top" : "scores"
    },
    {
      "bottom" : "594",
      "weights" : {

      },
      "mode" : 0,
      "nd_axis" : 0,
      "debug_info" : "filter",
      "top" : "filter",
      "type" : "flatten",
      "name" : "filter",
      "attributes" : {
        "is_output" : 1
      }
    }
  ]
}