Repository: stripe/stripe-ios
Catalog: StripeUICore/StripeUICore/Resources/Localizations/*.lproj/Localizable.strings
Languages: fil, lv_lv, mt

source: %@ (optional)
fil: %@(opsyonal)
lv_lv: %@ (nav obligāti)
mt: %@ (mhux obbligatorja)

source: Account number
fil: Numero ng account
lv_lv: Konta numurs
mt: In-numru tal-kont

source: Address
fil: Adres
lv_lv: Adrese
mt: Indirizz

source: Address line 1
fil: Unang linya ng adres
lv_lv: 1. adreses rindiņa
mt: Indirizz linja 1

source: Address line 2
fil: Linya 2 ng address
lv_lv: 2. adreses rindiņa
mt: It-tieni linja tal-indirizz

source: Area
fil: Lugar
lv_lv: Apgabals
mt: Żona

source: BSB number
fil: Numero ng BSB
lv_lv: BSB numurs
mt: Numru BSB

source: Cancel
fil: Kanselahin
lv_lv: Atcelt
mt: Ikkanċella

source: City
fil: Siyudad
lv_lv: Pilsēta
mt: Belt

source: Company
fil: Kompanya
lv_lv: Uzņēmums
mt: Kumpanija

source: Continue
fil: Magpatuloy
lv_lv: Turpināt
mt: Kompli

source: Country
fil: Bansa
lv_lv: Valsts
mt: Pajjiż

source: Country or region
fil: Bansa o rehiyon
lv_lv: Valsts vai reģions
mt: Pajjiż jew reġjun

source: County
lv_lv: Apriņķis
mt: Kontea

source: Department
fil: Departamento
lv_lv: Departaments
mt: Dipartiment

source: District
fil: Distrito
lv_lv: Rajons
mt: Distrett

source: Do Si
lv_lv: Province un pilsēta (Do Si)

source: Done
fil: Tapos Na
lv_lv: Gatavs
mt: Bil-lest

source: Eircode
lv_lv: Pasta indekss (Eirkods)

source: Email
lv_lv: E-pasts

source: Emirate
lv_lv: Emirāts
mt: Emirat

source: First
fil: Pangalan
lv_lv: Vārds
mt: Ismek

source: Incomplete phone number
fil: Kulang na numero ng telepono
lv_lv: Nepilnīgs tālruņa numurs
mt: In-numru tat-telefon mhuwiex komplut

source: Island
fil: Isla
lv_lv: Sala
mt: Gżira

source: Last
fil: Apelyido
lv_lv: Uzvārds
mt: L-aħħar

source: Name
fil: Pangalan
lv_lv: Vārds, uzvārds
mt: Isem

source: Name on account
fil: Pangalan sa account
lv_lv: Konta īpašnieks
mt: Isem sid il-kont

source: OK
lv_lv: Labi
mt: Tajjeb

source: Oblast
lv_lv: Apgabals

source: Other
fil: Iba Pa
lv_lv: Cits
mt: Oħrajn

source: Parish
fil: Parokya
lv_lv: Pagasts
mt: Parroċċa

source: Postal code
lv_lv: Pasta indekss
mt: Kodiċi postali

source: Prefecture
lv_lv: Prefektūra
mt: Prefettura

source: Remove
fil: Alisin
lv_lv: Noņemt
mt: Neħħi

source: State
lv_lv: Novads/štats
mt: Stat

source: Suburb
lv_lv: Priekšpilsēta
mt: Subborg

source: Suburb or city
fil: Suburb o lungsod
lv_lv: Priekšpilsēta vai pilsēta
mt: Subborg jew belt

source: The BSB you entered is incomplete.
fil: Ang BSB na ipinasok mo ay di kumpleto.
lv_lv: Ievadītais BSB ir nepilnīgs.
mt: Il-BSB li daħħalt mhux komplut.

source: The ID number you entered is incomplete.
fil: Ang numero ng ID na inilagay mo ay kulang.
lv_lv: Ievadītais ID numurs nav pilnīgs.
mt: In-numru tal-ID li daħħalt mhuwiex komplut.

source: The account number you entered is incomplete.
fil: Ang numero ng account na inilagay mo ay kulang.
lv_lv: Jūsu ievadītais konta numurs nav pilnīgs.
mt: In-numru tal-kont li daħħalt mhux komplut.

source: Town or city
fil: Bayan o siyudad
lv_lv: Ciems vai pilsēta
mt: Belt

source: Unable to parse phone number
fil: Hindi ma=parse ang numero ng telepono
lv_lv: Neizdevās parsēt tālruņa numuru
mt: Ma jistax jaqra n-numru tat-telefown

source: Use rotor to access links
fil: Gumamit ng rotor para i-access ang mga link
lv_lv: Izmantot rotoru, lai piekļūtu saitēm
mt: Uża r-rotor biex tiftaħ il-ħoloq

source: Your ZIP is incomplete.
fil: Ang iyong ZIP ay di kumpleto.
lv_lv: Pasta indekss nav pilnīgs.
mt: Il-kodiċi postali tiegħek mhux komplut.

source: Your email is invalid.
fil: Ang iyong email ay imbalido.
lv_lv: E-pasta adrese nav derīga.
mt: L-indirizz tal-email li daħħalt mhux tajjeb.

source: Your postal code is incomplete.
fil: Ang iyong postal code ay di kumpleto.
lv_lv: Pasta indekss nav pilnīgs.
mt: Il-kodiċi postali tiegħek mhux komplut.

source: ZIP
lv_lv: Pasta ind.
mt: Kodiċi Postali

source: Error
mt: Żball

source: Province
fil: Probinsiya
mt: Provinċja
