Repository: stripe/stripe-ios
Catalog: Stripe/Resources/Localizations/*.lproj/Localizable.strings
Languages: ca_es, de, et_ee, fi, hr, hu, ja, mt, nb, nn_no, pt_br, ro_ro, sk_sk, sv, tr

source: To scan your card, allow camera access in Settings.
ca_es: Per escanejar la teva targeta, permet l'accès a la càmera a Ajusts.
de: Um die Karte scannen zu können, müssen Sie unter „Einstellungen“ den Kamerazugriff erlauben.
et_ee: Kaardi skannimiseks lubage seadetes juurdepääs kaamerale.
fi: Anna kameralle käyttöoikeus, jotta voit skannata kortin.
hr: Da biste skenirali karticu, dopustite pristup kameri u Postavkama.
hu: A kártya beolvasásához engedélyezze a kamerához való hozzáférést a Beállításokban.
ja: カードをスキャンするには、設定でカメラへのアクセスを許可してください。
mt: Biex tiskennja l-kard tiegħek, ippermetti l-aċċess tal-kamera fis-Settings.
nb: Gi tilgang til kamera i Innstillinger for å skanne kortet.
nn_no: Gi tilgang til kameraet i Innstillingar for å skanne kortet.
pt_br: Para escanear seu cartão, autorize o acesso à câmera nos Ajustes.
ro_ro: Pentru a vă scana cardul, permiteți accesul camerei din Setări.
sk_sk: Na nasnímanie vašej karty umožnite prístup ku kamere pod položkou Nastavenia.
sv: Tillåt kameraåtkomst i Inställningar för att skanna kortet.
tr: Kartınızı taramak için Ayarlar'da kamera erişimine izin verin.

source: Too many attempts. Please try again in a few minutes.
mt: Ippruvajt wisq drabi. Jekk jogħġbok erġa' pprova wara ftit minuti.

source: US Bank Account
mt: Kont tal-bank tal-Istati Uniti tal-Amerka
nb: Bankkonto i USA
nn_no: Bankkonto i USA
sv: Amerikanskt bankkonto

source: Unavailable for this purchase
ca_es: No disponible per a aquesta compra
de: Nicht verfügbar für diesen Kauf
et_ee: Pole selle ostu puhul saadaval
fi: Ei käytettävissä tälle ostolle
hr: Nije dostupno za ovu kupnju
hu: Nem érhető el ennél a vásárlásnál
ja: この購入には利用できません
mt: Mhux disponibbli għal dix-xirja
nb: Utilgjengelig for dette kjøpet
nn_no: Ikkje tilgjengeleg for dette kjøpet
pt_br: Indisponível para esta compra
ro_ro: Nu este disponibilă pentru această achiziție
sk_sk: Nie je k dispozícii pre tento nákup
sv: Otillgängligt för detta köp
tr: Bu satın alım için kullanılamaz

source: Unknown
ca_es: Desconegut
de: Unbekannt
et_ee: Tundmatu
fi: Tuntematon
hr: Nepoznato
hu: Ismeretlen
ja: 不明
mt: Mhux magħruf
nb: Ukjent
nn_no: Ukjend
pt_br: Desconhecido
ro_ro: Necunoscut
sk_sk: Neznáme
sv: Okänd
tr: Bilinmeyen

source: Update card
ca_es: Actualitza la targeta
de: Karte aktualisieren
et_ee: Uuenda kaarti
fi: Päivitä kortti
hr: Ažuriraj karticu
hu: Kártya módosítása
ja: カードを更新
mt: Aġġorna l-karta
nb: Oppdater kort
nn_no: Oppdater kort
pt_br: Atualizar cartão
ro_ro: Actualizare card
sk_sk: Aktualizovať kartu
sv: Uppdatera kort
tr: Kartı güncelle

source: Use Billing
ca_es: Fer servir Facturació
de: Rechnungsadresse verwenden
et_ee: Kasuta arveldusaadressi
fi: Käytä laskutusosoitetta
hr: Koristi istu adresu kao i za naplatu
hu: Számlázási használata
ja: 請求先を使用
mt: Uża tal-Kont
nb: Bruk fakturaadresse
nn_no: Bruk fakturering
pt_br: Usar cobrança
ro_ro: Utilizare adresă de facturare
sk_sk: Použiť fakturačnú adresu
sv: Använd faktureringsadress
tr: Fatura Adresini Kullan

source: Use Delivery
ca_es: Fer servir Lliurament
de: Lieferadresse verwenden
et_ee: Kasuta saaja aadressi
fi: Käytä toimitusosoitetta
hr: Koristi istu adresu kao i za dostavu
hu: Szállítási használata
ja: 配達先を使用
mt: Uża tal-Kunsinna
nb: Bruk leveringsadresse
nn_no: Bruk leveringsadressa
pt_br: Usar entrega
ro_ro: Utilizare adresă de livrare
sk_sk: Použiť adresu doručenia
sv: Använd leveransadress
tr: Teslimat Adresini Kullan

source: Use Shipping
ca_es: Fes servir Enviament
de: Versandadresse verwenden
et_ee: Kasuta tarneaadressi
fi: Käytä lähetysosoitetta
hr: Koristi istu adresu kao i za otpremu
hu: Szállítási használata
ja: 配送先を使用
mt: Uża tat-Trasport tal-Merkanzija
nb: Bruk forsendelsesadresse
nn_no: Bruk sendingsadressa
pt_br: Usar envio
ro_ro: Utilizare adresă de expediere
sk_sk: Použiť dodaciu adresu
sv: Använd fraktadress
tr: Gönderi Adresini Kullan

source: Use your saved info to check out faster
ca_es: Utilitza la informació desada per pagar més ràpidament
de: Nutzen Sie Ihre gespeicherten Angaben, um den Kauf schneller abzuschließen.
et_ee: Kasutage oma salvestatud teavet kiiremaks makse lõpuleviimiseks
fi: Käytä tallennettuja tietoja nopeampaan maksamiseen
hr: Upotrijebite svoje spremljene podatke za brže plaćanje
hu: Mentett adatok használata a gyorsabb fizetéshez
ja: 保存された情報を使用して迅速に決済
mt: Uża l-informazzjoni li għandek merfugħa biex tħallas iktar malajr
nb: Bruk den lagrede informasjonen din til å betale raskere
nn_no: Bruk din lagra info for å betale raskare
pt_br: Use as informações salvas para pagar mais rápido
ro_ro: Folosiți informațiile dvs. salvate pentru a finaliza comanda mai rapid
sk_sk: Použite vaše uložené údaje a plaťte rýchlejšie
sv: Använd din sparade information för att betala snabbare
tr: Kayıtlı bilgilerinizi kullanarak daha hızlı ödeme yapabilirsiniz

source: We are unable to authenticate your payment method. Please choose a different payment method and try again.
ca_es: No podem autenticar el teu mètode de pagament. Si us plau, escull un mètode de pagament diferent.
de: Wir können Ihre Zahlungsmethode nicht authentifizieren. Bitte wählen Sie eine andere Zahlungsmethode und versuchen Sie es noch einmal.
et_ee: Makseviisi ei õnnestunud autentida. Palun valige muu makseviis ja proovige uuesti.
fi: Emme pystyneet todentamaan maksutapaasi. Valitse toinen maksutapa ja yritä uudelleen.
hr: Nismo mogli potvrditi vaš način plaćanja. Odaberite drugi način plaćanja i pokušajte ponovno.
hu: Nem tudjuk hitelesíteni a fizetési módját. Kérjük, válasszon másik fizetési módot, és próbálkozzon újból.
ja: お客様の支払い方法を認証できませんでした。別の支払い方法を選択してもう一度お試しください。
mt: Ma nistgħux nawtentikaw il-metodu tal-ħlas tiegħek. Jekk jogħġbok agħżel metodu tal-ħlas differenti u erġa' pprova.
nb: Vi kan ikke godkjenne betalingsmåten din. Vennligst velg en annen betalingsmetode og prøv igjen.
nn_no: Vi kan ikkje godkjenne betalingsmåten. Ver vennleg å velje ein annan betalingsmetode og prøv igjen.
pt_br: Não é possível autenticar sua forma de pagamento. Escolha outra forma de pagamento e tente de novo.
ro_ro: Nu vă putem autentifica metoda de plată. Alegeți o altă metodă de plată și încercați din nou.
sk_sk: Nemôžeme overiť váš spôsob platby. Vyberte iný spôsob platby a skúste to znova.
sv: Vi kan inte verifiera din betalningsmetod. Välj en annan betalningsmetod och försök igen.
tr: Ödeme metodunuzu doğrulayamadık. Lütfen farklı bir ödeme metodu seçin ve tekrar deneyin.

source: Your IBAN should start with a two-letter country code.
ca_es: El teu IBAN ha de començar amb un codi de país de dues lletres.
de: Ihre IBAN sollte mit einem zweistelligen Ländercode beginnen.
et_ee: Teie IBAN peab algama kahetähelise riigikoodiga.
fi: IBAN-tilinumero alkaa kaksikirjaimisella maakoodilla.
hr: Vaš bi IBAN trebao započeti s kodom države od dva slova.
hu: Az IBAN-számának egy kétbetűs országkóddal kell kezdődnie.
ja: IBANコードの先頭には 2 文字の国コードを入力してください。
mt: L-IBAN tiegħek għandu jibda b'kodiċi tal-pajjiż magħmul minn żewġ ittri.
nb: IBAN-nummeret skal starte med en tosifret landskode.
nn_no: IBAN-nummeret bør starte med ei landskode med to bokstavar.
pt_br: Seu IBAN deve começar com um código de país de duas letras.
ro_ro: Codul dvs. IBAN trebuie să înceapă cu un cod de țară format din două litere.
sk_sk: Váš IBAN by mal začínať dvojpísmenovým kódom krajiny.
sv: Ditt IBAN ska börja med en landskod (två bokstäver).
tr: IBAN numaranız iki harfli bir ülke koduyla başlamalıdır.

source: Your ZIP is invalid.
ca_es: El teu ZIP no és vàlid.
de: Postleitzahl ist ungültig.
et_ee: Teie sihtnumber on kehtetu.
fi: Postinumero on virheellinen.
hr: Vaš ZIP broj nije valjan.
hu: A ZIP érvénytelen.
ja: 郵便番号が無効です。
mt: Il-kodiċi postali tiegħek mhux validu.
nb: ZIP er ugyldig.
nn_no: ZIP-koden er ugyldig.
pt_br: Código postal inválido.
ro_ro: Codul dvs. poștal nu este valid.
sk_sk: Vaše PSČ je neplatné.
sv: Ditt postnummer är ogiltigt.
tr: Posta kodunuz geçersiz.

source: Your card number is incomplete.
ca_es: El número de la teva targeta no està complet.
de: Kartennummer ist unvollständig.
et_ee: Teie kaardinumber on puudulik.
fi: Kortin numero on puutteellinen.
hr: Broj vaše kartice nije kompletan.
hu: A kártyaszám hiányos.
ja: カード番号に不備があります。
mt: In-numru tal-kard tiegħek mhux komplut.
nb: Kortnummeret er ufullstendig.
nn_no: Kortnummeret er ufullstendig.
pt_br: Número do cartão incompleto.
ro_ro: Numărul cardului dvs. nu este complet.
sk_sk: Číslo vašej karty je neúplné.
sv: Ditt kortnummer är ofullständigt.
tr: Kart numaranız eksik.

source: Your card number is invalid.
ca_es: El número de la teva targeta no és vàlid.
de: Kartennummer ist ungültig.
et_ee: Teie kaardinumber on kehtetu.
fi: Kortin numero on virheellinen.
hr: Broj vaše kartice nije valjan.
hu: A kártyaszám érvénytelen.
ja: カード番号が無効です。
mt: In-numru tal-kard tiegħek mhux validu.
nb: Kortnummeret er ugyldig.
nn_no: Kortnummeret ditt er ugyldig.
pt_br: Número do cartão inválido.
ro_ro: Numărul cardului dvs. nu este valid.
sk_sk: Číslo vašej karty je neplatné.
sv: Ditt kortnummer är ogiltigt.
tr: Kart numaranız geçersiz.

source: Your card's expiration date is incomplete.
ca_es: La data de caducitat de la teva targeta no està completa.
de: Ablaufdatum der Karte ist unvollständig.
et_ee: Kaardi aegumiskuupäev on puudulik.
fi: Kortin voimassaoloaika on puutteellinen.
hr: Datum isteka vaše kartice nije kompletan.
hu: A kártya lejárati dátuma hiányos.
ja: カードの有効期限の日付に不備があります。
mt: Id-data tal-iskadenza tal-kard tiegħek mhijiex kompluta.
nb: Kortets utløpsdato er ufullstendig.
nn_no: Utløpsdatoen til kortet er ufullstendig.
pt_br: Data de validade incompleta.
ro_ro: Data de expirare a cardului dvs. nu este completă.
sk_sk: Dátum vypršania platnosti vašej karty je neúplný.
sv: Kortets utgångsdatum är ofullständigt.
tr: Kartınızın son kullanma tarihi eksik.

source: Your card's expiration date is invalid.
ca_es: La data de caducitat de la teva targeta no és vàlida.
de: Ablaufdatum der Karte ist ungültig.
et_ee: Teie kaardi aegumiskuupäev on kehtetu.
fi: Kortin voimassaoloaika on virheellinen.
hr: Datum isteka vaše kartice nije valjan.
hu: A kártya lejárati dátuma érvénytelen.
ja: カードの有効期限の日付が無効です。
mt: Id-data tal-iskadenza tal-kard tiegħek mhijiex valida.
nb: Kortets utløpsdato er ugyldig.
nn_no: Utløpsdatoen til kortet er ugyldig.
pt_br: Data de validade inválida.
ro_ro: Data de expirare a cardului dvs. nu este validă.
sk_sk: Dátum vypršania platnosti vašej karty je neplatný.
sv: Kortets utgångsdatum är ogiltigt.
tr: Kartınızın son kullanma tarihi geçersiz.

source: Your card's expiration month is invalid.
ca_es: El mes de caducitat de la teva targeta no és vàlid.
de: Der Ablaufmonat Ihrer Karte ist ungültig.
et_ee: Kaardi aegumiskuu on kehtetu.
fi: Kortin erääntymiskuukausi ei kelpaa.
hr: Mjesec isteka kartice nije valjan.
hu: Kártyájának lejárati hónapja érvénytelen.
ja: カードの有効期限の月が無効です。
mt: Ix-xahar tal-iskadenza tal-kard tiegħek mhux validu.
nb: Kortets utløpsmåned er ugyldig.
nn_no: Utløpsmånaden på kortet er ugyldig.
pt_br: O mês de validade do cartão é inválido.
ro_ro: Luna de expirare a cardului dvs. nu este validă.
sk_sk: Mesiac vypršania platnosti vašej karty je neplatný.
sv: Kortets utgångsmånad är ogiltig.
tr: Kartınızın son kullanma ayı geçersiz.

source: Your card's expiration year is invalid.
ca_es: L'any de caducitat de la teva targeta no és vàlid.
de: Das Ablaufjahr der Karte ist ungültig.
et_ee: Kaardi aegumisaasta on kehtetu.
fi: Kortin voimassaolovuosi ei kelpaa.
hr: Godina isteka kartice nije valjana.
hu: Kártyájának lejárati éve érvénytelen.
ja: カードの有効期限の年が無効です。
mt: Is-sena tal-iskadenza tal-kard tiegħek mhijiex valida.
nb: Kortets utløpsår er ugyldig.
nn_no: Utløpsåret på kortet ditt er ugyldig.
pt_br: Ano de validade inválido.
ro_ro: Anul de expirare al cardului dvs. nu este valid.
sk_sk: Rok ukončenia platnosti vašej karty je neplatný.
sv: Kortets utgångsår är ogiltigt.
tr: Kartınızın son kullanma yılı geçersiz.

source: Your card's security code is incomplete.
ca_es: El codi de seguretat de la teva targeta no està complet.
de: Sicherheitscode der Karte ist unvollständig.
et_ee: Teie kaardi turvakood on puudulik.
fi: Kortin turvakoodi on puutteellinen.
hr: Sigurnosni kod vaše kartice nije kompletan.
hu: A kártya biztonsági kódja hiányos.
ja: カードのセキュリティコードに不備があります。
mt: Il-kodiċi tas-sigurtà tal-kard tiegħek mhux komplut.
nb: Kortets sikkerhetskode er ufullstendig.
nn_no: Sikkerheitskoden til kortet er ufullstendig.
pt_br: Código de segurança incompleto.
ro_ro: Codul de securitate al cardului dvs. nu este complet.
sk_sk: Bezpečnostný kód vašej karty je neúplný.
sv: Kortets säkerhetskod är ofullständig.
tr: Kartınızın güvenlik kodu eksik.

source: Your card's security code is invalid.
ca_es: El codi de seguretat de la teva targeta no és vàlid
de: Sicherheitscode der Karte ist ungültig.
et_ee: Kaardi turvakood on kehtetu.
fi: Kortin turvakoodi on virheellinen.
hr: Sigurnosni kod vaše kartice nije valjan.
hu: A kártya biztonsági kódja érvénytelen.
ja: カードのセキュリティコードが無効です。
mt: Il-kodiċi tas-sigurtà tal-kard tiegħek mhux validu.
nb: Kortets sikkerhetskode er ugyldig.
nn_no: Sikkerheitskoden til kortet er ugyldig.
pt_br: Código de segurança inválido.
ro_ro: Codul de securitate al cardului dvs. nu este valid.
sk_sk: Bezpečnostný kód vašej karty je neplatný.
sv: Kortets säkerhetskod är ogiltig.
tr: Kartınızın güvenlik kodu geçersiz.

source: Your postal code is invalid.
ca_es: El teu codi postal no és vàlid.
de: Postleitzahl ist ungültig
et_ee: Teie sihtnumber on kehtetu.
fi: Postinumeroon virheellinen.
hr: Vaš poštanski broj nije valjan.
hu: Az irányítószám érvénytelen.
ja: 郵便番号が無効です
mt: Il-kodiċi postali tiegħek mhux validu.
nb: Postnummeret er ugyldig.
nn_no: Postnummeret ditt er ugyldig.
pt_br: Código postal inválido.
ro_ro: Codul dvs. poștal nu este valid.
sk_sk: Vaše PSČ je neplatné.
sv: Ditt postnummer är ogiltigt.
tr: Posta kodunuz geçersiz.

source: ZIP Code
ca_es: Codi ZIP
de: Postleitzahl
et_ee: Sihtnumber
fi: Postinumero
hr: ZIP broj
hu: Irányítószám
ja: 郵便番号
mt: Kodiċi Postali
nb: ZIP-kode
nn_no: Postnummer
pt_br: Código postal
ro_ro: Cod poștal
sk_sk: PSČ
sv: Postkod
tr: Posta Kodu

source: card number
ca_es: número de targeta
de: Kartennummer
et_ee: kaardinumber
fi: kortin numero
hr: broj kartice
hu: kártyaszám
ja: カード番号
mt: in-numru tal-kard
nb: kortnummer
nn_no: kortnummer
pt_br: número do cartão
ro_ro: număr card
sk_sk: číslo karty
sv: kortnummer
tr: kart numarası

source: example@example.com
de: beispiel@beispiel.com
et_ee: näide@näide.com
fi: esimerkki@esimerkki.com
hu: valaki@example.com
mt: eżempju@eżempju.com
nb: eksempel@example.com
pt_br: exemplo@exemplo.com
ro_ro: exemplu@exemplu.com
sv: exempel@exempel.com
tr: ornek@ornek.com

source: expiration date
ca_es: data de caducitat
de: Gültig bis
et_ee: aegumiskuupäev
fi: erääntymispäivä
hr: Datum isteka
hu: lejárati dátum
ja: 有効期限
mt: id-data tal-iskadenza
nb: utløpsdato
nn_no: utløpsdato
pt_br: data de expiração
ro_ro: data de expirare
sk_sk: dátum exspirácie
sv: utgångsdatum
tr: son kullanma tarihi

source: iDEAL Bank
ca_es: Bank iDeal
et_ee: iDEALi pank
fi: iDEAL-pankki
ja: iDEAL銀行
mt: Il-Bank iDEAL
pt_br: Banco iDEAL
sk_sk: iDEAL banka

source: %@ - Offline
ca_es: %@ - Fora de línia
et_ee: %@ - Võrguühenduseta
fi: %@ Offline-tila
hr: %@ - Izvan mreže
ja: %@ - オフライン
nb: %@ – frakoblet
nn_no: %@ - Fråkopla
tr: %@ - Çevrimdışı

source: Bank
ca_es: Banc
et_ee: Pank
fi: Pankki
hr: Banka
ja: 銀行
pt_br: Banco
ro_ro: Bancă
sk_sk: Banka
tr: Banka

source: CVC
fi: CVC-tunnus
ja: セキュリティコード
ro_ro: Cod CVC
sv: CVC-kod

source: CVV
fi: CVV-koodi
ro_ro: Cod CVC
sv: CVV-kod

source: EPS Bank
ca_es: Banc EPS
et_ee: EPS pank
fi: EPS-pankki
hr: Banka EPS
ja: EPS 銀行
pt_br: Banco EPS
ro_ro: Banca EPS

source: Link
fi: Linkki

source: 3D Secure
ca_es: 3D Segur
de: Secure
ja: 3D セキュア
tr: 3D Güvenli

source: NetBanking
ja: ネットバンキング

source: BSB
nn_no: BSB-kode
ro_ro: Număr BSB
