Repository: stripe/stripe-ios
Catalog: Stripe/Resources/Localizations/*.lproj/Localizable.strings
Languages: ca_es, de, et_ee, fi, hr, hu, ja, mt, nb, nn_no, pt_br, ro_ro, sk_sk, sv, tr

source: %1$@ ending in %2$@
ca_es: %1$@ que acaba en %2$@
de: %1$@, endend auf %2$@
et_ee: %1$@, lõpeb nr-ga %2$@
fi: %1$@ päättyy numeroihin %2$@
hr: %1$@ završava na %2$@
hu: %1$@ végződése %2$@
ja: 末尾が %2$@ の %1$@
mt: %1$@ li jispiċċa %2$@
nb: %1$@ som slutter på %2$@
nn_no: %1$@ sluttar på %2$@
pt_br: %1$@ com final %2$@
ro_ro: %1$@ se termină în %2$@
sk_sk: Karta %1$@ s poslednými štyrmi číslami %2$@
sv: %1$@ med slutsiffrorna %2$@
tr: %2$@ İle Biten %1$@

source: + Add
ca_es: + Afegir
de: + Hinzufügen
et_ee: + lisa
fi: + Lisää
hr: + Dodaj
hu: + Hozzáadás
ja: + 追加
mt: + Żid
nb: + Legg til
nn_no: + Legg til
pt_br: + Adicionar
ro_ro: + Adăugare
sk_sk: + Pridať
sv: + Lägg till
tr: + Ekle

source: AU BECS Direct Debit
ca_es: Domiciliació bancària AU BECS
de: AU BECS-Lastschriftverfahren
et_ee: AU BECS-i otsekorraldus
fi: AU BECS -suoraveloitus
hr: AU BECS Izravno terećenje
hu: AU BECS-beszedés
ja: BECS ダイレクトデビット (オーストラリア)
mt: Debitu Dirett BECS AU
nb: AU BECS-direktedebitering
pt_br: Débito automático AU BECS
sk_sk: AU BECS inkaso
tr: AU BECS Otomatik Ödeme

source: Add New Card…
ca_es: Afegir nova targeta...
de: Neue Karte hinzufügen…
et_ee: Lisa uus kaart ...
fi: Lisää uusi kortti...
hr: Dodaj novu karticu...
hu: Új kártya hozzáadása...
ja: 新しいクレジットカードを追加...
mt: Żid Kard Ġdida…
nb: Legg til nytt kort…
nn_no: Legg til nytt kort …
pt_br: Adicionar novo cartão...
ro_ro: Adăugare card nou...
sk_sk: Pridať novú kartu...
sv: Lägg till nytt kort …
tr: Yeni Kart Ekle...

source: Add a Card
ca_es: Afegir una targeta
de: Karte hinzufügen
et_ee: Kaardi lisamine
fi: Lisää kortti
hr: Dodaj karticu
hu: Kártya hozzáadása
ja: カードを追加
mt: Żid Kard
nb: Legg til kort
nn_no: Legg til kort
pt_br: Adicionar um cartão
ro_ro: Adăugare card
sk_sk: Pridať kartu
sv: Lägg till kort
tr: Kart Ekle

source: Add a card
ca_es: Afegir una targeta
de: Karte hinzufügen
et_ee: Kaardi lisamine
fi: Lisää kortti
hr: Dodavanje kartice
hu: Kártya hozzáadása
ja: カードを追加
mt: Żid kard
nb: Legg til et kort
nn_no: Legg til kort
pt_br: Adicione um cartão
ro_ro: Adăugare card
sk_sk: Pridať kartu
sv: Lägg till ett kort
tr: Kart ekle

source: Add a payment method
ca_es: Afegeix un mètode de pagament
de: Zahlungsmethode hinzufügen
et_ee: Lisa makseviis
fi: Lisää maksutapa
hr: Dodaj način plaćanja
hu: Fizetési mód hozzáadása
ja: 決済手段を追加
mt: Żid metodu tal-pagament
nb: Legg til betalingsmetode
nn_no: Legg til ein betalingsmetode
pt_br: Adicionar forma de pagamento
ro_ro: Adăugați o metodă de plată
sk_sk: Pridať spôsob platby
sv: Lägg till en betalningsmetod
tr: Ödeme yöntemi ekle

source: Add bank account
ca_es: Afegir compte bancari
de: Bankkonto hinzufügen
et_ee: Lisa pangakonto
fi: Lisää pankkitili
hr: Dodajte bankovni račun
hu: Bankszámla hozzáadása
ja: 銀行口座を追加する
mt: Żid kont tal-bank
nb: Legg til bankkonto
nn_no: Legg til bankkonto
pt_br: Adicionar conta bancária
ro_ro: Adăugare cont bancar
sk_sk: Pridať bankový účet
sv: Lägg till bankkonto
tr: Banka hesabı ekle

source: Add new payment method
ca_es: Afegir nou mètode de pagament
de: Neue Zahlungsmethode hinzufügen
et_ee: Lisage uus makseviis
fi: Lisää uusi maksutapa
hr: Dodajte novi način plaćanja
hu: Új fizetési mód hozzáadása
ja: 新たな支払い方法を追加
mt: Żid metodu tal-ħlas ġdid
nb: Legg til ny betalingsmetode
nn_no: Legg til ny betalingsmåte
pt_br: Adicionar nova forma de pagamento
ro_ro: Adăugare metodă de plată nouă
sk_sk: Pridajte nový spôsob platby
sv: Lägg till ny betalningsmetod
tr: Yeni ödeme yöntemi ekle

source: Add your payment information
ca_es: Afegir la teva informació de pagament
de: Zahlungsinformationen hinzufügen
et_ee: Lisage makseteave
fi: Lisää maksutiedot
hr: Dodavanje informacija o plaćanju
hu: Fizetési adatok megadása
ja: 支払い情報を追加
mt: Żid l-informazzjoni dwar il-pagament tiegħek
nb: Legg til betalingsinformasjon
nn_no: Legg til betalingsinformasjonen din
pt_br: Adicione seus dados de pagamento
ro_ro: Adăugați informațiile dvs. privind plata
sk_sk: Pridajte svoje informácie o platbe
sv: Lägg till betalningsinformation
tr: Ödeme bilgilerinizi ekleyin

source: Address line 2 (optional)
ca_es: Línia de l'adreça 2 (opcional)
de: Adresszeile 2 (optional)
et_ee: Aadressirida 2 (valikuline)
fi: Osoiterivi 2 (valinnainen)
hr: Ulica i kućni broj 2 (neobavezno)
hu: Cím 2. sora (nem kötelező)
ja: 住所 (2 行目、省略可)
mt: Indirizz linja 2 (mhux obbligatorju)
nb: Adresselinje 2 (valgfritt)
nn_no: Adresselinje 2 (valfri)
pt_br: Endereço – Linha 2 (opcional)
ro_ro: Rândul 2 pentru adresă (opțional)
sk_sk: Riadok adresy 2 (voliteľne)
sv: Adressrad 2 (valfritt)
tr: Adres satırı 2 (isteğe bağlı)

source: Apt.
de: Adresszeile 2
et_ee: Korter
fi: Asunto
hr: Stan br.
hu: Házszám
ja: 建物名
mt: Appartament
nb: Leil.
nn_no: Leilegheit
ro_ro: Apartament
sk_sk: Byt
sv: Lägenhetsnr.

source: Are you sure you want to remove this card?
ca_es: Segur que vols eliminar aquesta targeta?
de: Sind Sie sicher, dass Sie diese Karte entfernen möchten?
et_ee: Kas olete kindel, et soovite selle kaardi eemaldada?
fi: Haluatko varmasti poistaa tämän kortin?
hr: Jeste li sigurni da želite ukloniti ovu karticu?
hu: Biztosan törli ezt a kártyát?
ja: このカードを削除しますか？
mt: Żgur li tixtieq tneħħi dil-karta?
nb: Er du sikker på at du vil fjerne dette kortet?
nn_no: Er du sikker på at du vil slette dette kortet?
pt_br: Tem certeza de que deseja remover este cartão?
ro_ro: Sigur doriți să eliminați acest card?
sk_sk: Naozaj chcete odstrániť túto kartu?
sv: Är du säker på att du vill ta bort kortet?
tr: Bu kartı kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove this linked account?
ca_es: Segur que vols eliminar aquest compte vinculat?
de: Sind Sie sicher, dass Sie dieses verknüpfte Konto entfernen möchten?
et_ee: Kas olete kindel, et soovite selle lingitud konto eemaldada?
fi: Haluatko varmasti poistaa tämän linkitetyn tilin?
hr: Jeste li sigurni da želite ukloniti ovaj povezani račun?
hu: Biztosan törli ezt a kapcsolt számlát?
ja: この関連付けられた口座を削除しますか？
mt: Żgur li tixtieq tneħħi dal-kont marbut?
nb: Er du sikker på at du vil fjerne denne tilkoblede kontoen?
nn_no: Er du sikker på at du vil slette kontoen som er tilknytt?
pt_br: Tem certeza de que deseja remover esta conta vinculada?
ro_ro: Sigur doriți să eliminați acest cont asociat?
sk_sk: Naozaj chcete odstrániť tento prepojený účet?
sv: Är du säker på att du vill ta bort det länkade kontot?
tr: Bu bağlı hesabı kaldırmak istediğinizden emin misiniz?

source: Back
ca_es: Tornar
de: Zurück
et_ee: Tagasi
fi: Takaisin
hr: Natrag
hu: Vissza
ja: 戻る
mt: Lura
nb: Tilbake
nn_no: Tilbake
pt_br: Voltar
ro_ro: Înapoi
sk_sk: Späť
sv: Tillbaka
tr: Geri

source: Bank Account
ca_es: Compte bancari
de: Bankkonto
et_ee: Pangakonto
fi: Pankkitili
hr: Bankovni račun
hu: Bankszámla
ja: 銀行口座
mt: Kont bankarju
nb: Bankkonto
nn_no: Bankkonto
pt_br: Conta bancária
ro_ro: Cont bancar
sk_sk: Bankový účet
sv: Bankkonto
tr: Banka Hesabı

source: Bank account
mt: Kont tal-bank

source: Billing Address
ca_es: Adreça de facturació
de: Rechnungsadresse
et_ee: Arveldusaadress
fi: Laskutusosoite
hr: Adresa za naplatu
hu: Számlázási cím
ja: 請求先住所
mt: Indirizz tal-Kont
nb: Fakturaadresse
nn_no: Fakturaadresse
pt_br: Endereço de cobrança
ro_ro: Adresa de facturare
sk_sk: Fakturačná adresa
sv: Faktureringsadress
tr: Fatura Adresi

source: Billing address
ca_es: Adreça de facturació
de: Rechnungsadresse
et_ee: Arveldusaadress
fi: Laskutusosoite
hr: Adresa za naplatu
hu: Számlázási cím
ja: 請求先住所
mt: Indirizz tal-kont
nb: Fakturaadresse
nn_no: Fakturaadresse
pt_br: Endereço de cobrança
ro_ro: Adresă de facturare
sk_sk: Fakturačná adresa
sv: Faktureringsadress
tr: Fatura adresi

source: Buy now or pay later with Klarna.
ca_es: Compra ara o paga més endavant amb Klarna.
de: Jetzt kaufen oder später mit Klarna bezahlen.
et_ee: Ostke nüüd või makske hiljem Klarnaga.
fi: Osta nyt tai maksa myöhemmin Klarnalla.
hr: Kupite sada ili platite kasnije pomoću Klarne
hu: Megvásárlás most, vagy fizetés később Klarnával.
ja: Klarna で後払いします。
mt: Ixtri issa jew ħallas iktar tard bil-Klarna.
nb: Kjøp nå eller betal senere med Klarna.
nn_no: Kjøp no eller betal seinare med Klarna.
pt_br: Compre agora ou pague depois com Klarna.
ro_ro: Cumpărați acum sau plătiți mai târziu folosind Klarna.
sk_sk: Kúpte teraz alebo zaplaťte neskôr pomocou služby Klarna.
sv: Köp nu eller betala senare med Klarna.
tr: Şimdi satın alın veya daha sonra Klarna ile ödeyin.

source: By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>.
ca_es: En continuar, accepteu autoritzar aquests pagaments segons <terms>aquests termes</terms>.
de: Indem Sie fortfahren, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.
et_ee: Jätkates nõustute maksete autoriseerimisega vastavalt nendele <terms>tingimustele</terms>.
fi: Jatkamalla hyväksyt maksujen valtuutuksen <terms>näiden ehtojen mukaisesti</terms>.
hr: Ako nastavite, pristajete na autorizaciju plaćanja u skladu s <terms>ovim uvjetima</terms>.
hu: A folytatással elfogadja, hogy engedélyezi a kifizetéseket ezen <terms>feltételek</terms> szerint.
ja: 続行すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものとみなされます。
mt: Meta tkompli tkun qed taqbel li tawtorizza l-pagamenti skont <terms>dar-regoli</terms>.
nb: Ved å fortsette godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.
nn_no: Ved å halde fram godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.
pt_br: Ao continuar, você aceita autorizar pagamentos de acordo com <terms>estes termos</terms>.
ro_ro: Continuând, sunteți de acord să autorizați plățile în conformitate cu <terms>acești termeni</terms>.
sk_sk: Pokračovaním súhlasíte s autorizáciou platieb podľa <terms>týchto podmienok</terms>.
sv: Genom att fortsätta samtycker du till att godkänna betalningar i enlighet med dessa <terms>villkor</terms>.
tr: Devam ettiğinizde ödemeleri <terms>bu koşullara</terms> göre yetkilendirmeyi kabul etmiş olursunuz.

source: By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>.
ca_es: En continuar, accepteu autoritzar aquests pagaments segons aquests <terms>termes</terms>.
de: Indem Sie fortfahren, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.
et_ee: Jätkates nõustute maksete autoriseerimisega vastavalt nendele <terms>tingimustele</terms>.
fi: Jatkamalla hyväksyt maksut näiden <terms>ehtojen</terms> mukaisesti.
hr: Ako nastavite, pristajete na autorizaciju plaćanja u skladu s ovim <terms>uvjetima</terms>.
hu: A folytatással elfogadja, hogy engedélyezi a kifizetéseket ezen <terms>feltételek</terms> szerint.
ja: 続行すると、これらの<terms>規約</terms>に従って支払いをオーソリすることに同意したものとみなされます。
mt: Meta tkompli, inti taqbel li tawtorizza l-pagamenti skont dawn <terms>it-termini</terms>.
nb: Ved å fortsette godtar du å autorisere betalinger i samsvar med <terms>vilkårene</terms>.
nn_no: Ved å halde fram godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.
pt_br: Ao continuar, você concorda em autorizar pagamentos conforme estes <terms>termos</terms>.
ro_ro: Continuând, sunteți de acord să autorizați plățile în conformitate cu acești <terms>termeni</terms>.
sk_sk: Pokračovaním súhlasíte s autorizáciou platieb podľa týchto <terms>podmienok</terms>.
sv: Genom att fortsätta samtycker du till att godkänna betalningar i enlighet med dessa <terms>villkor</terms>.
tr: Devam ettiğinizde, bu <terms>koşullar</terms>a uygun olarak ödemelere izin vermeyi kabul etmiş olursunuz.

source: By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.
ca_es: Quan t'incorpores a Link, acceptes els <terms>Termes</terms> i la <privacy>Política de privacitat</privacy>.
de: Indem Sie Link beitreten, stimmen Sie den <terms>Nutzungsbedingungen</terms> und der <privacy>Datenschutzerklärung</privacy> zu.
et_ee: Link liitudes nõustute <terms>tingimuste</terms> ja <privacy>privaatsuseeskirjadega</privacy>.
fi: Liittymällä Linkiin hyväksyt <terms>ehdot</terms> ja <privacy>tietosuojaselosteen</privacy>.
hr: Prisupanjem u Link, prihvaćate <terms>Uvjete</terms> i <privacy>Pravila privatnosti</privacy>.
hu: A Linkhez történő csatlakozással Őn elfogadja a <terms>feltételeket</terms> és az </privacy>adatvédelmi szabályzatot<privacy>.
ja: Link に登録することで、お客様は<terms>利用規約</terms>および<privacy>プライバシーポリシー</privacy>に同意したことになります。
mt: Meta tingħaqad ma' Link tkun qed taqbel mat-<terms>Termini</terms> u l-<privacy>Politika tal-Privatezza</privacy>.
nb: Ved å bli med i Link, godtar du <terms>vilkårene</terms> og <privacy>personvernerklæringen</privacy>.
nn_no: Ved å bli med i Link godtek du <terms>Vilkåra</terms> og <privacy>Personvernerklæringa</privacy>.
pt_br: Ao entrar no Link, você concorda com os <terms>Termos</terms> e <privacy>Política de Privacidade</privacy>.
ro_ro: Prin accesarea link-ului de asociere, sunteți de acord cu <terms>Termenii</terms> și <privacy>Politica de confidențialitate</privacy>.
sk_sk: Pripojením k službe Link súhlasíte s <terms>podmienkami</terms> a <privacy>zásadami ochrany osobných údajov</privacy>.
sv: Genom att registrera dig på Link, godkänner du våra <terms>villkor</terms> och vår <privacy>integritetspolicy</privacy>.
tr: Link'e katılarak <terms>Hükümleri</terms> ve <privacy>Gizlilik Politikasını</privacy> kabul etmiş olursunuz.

source: By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the "Merchant") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.
ca_es: En facilitar-nos les dades bancàries i confirmar aquest pagament, esteu d'acord amb aquesta Sol·licitud de Domiciliació Bancària i amb el <terms>Servei de Sol·licitud de Domiciliació Bancària</terms>, i autoritzeu Stripe Payments Australia Pty Ltd ACN 160 180 343, amb número d'identificador d'usuari de domiciliació bancària 507156 («Stripe») a carregar el vostre compte mitjançant el Sistema de Compensació Electrònica a gran escala (BECS per les seves sigles en anglès) en nom de %@ (el «Venedor») per qualsevol import que se us hagi comunicat de manera separada per part del Venedor. Certifiqueu que sou el titular del compte o un signatari autoritzat del compte indicat anteriorment.
de: Indem Sie Ihre Bankkontodetails angeben und diese Zahlung bestätigen, stimmen Sie dieser Lastschriftanfrage und der <terms>Dienstleistungsvereinbarung zu Lastschriftenanfragen</terms> zu und autorisieren Stripe Payments Australia Pty Ltd ACN 160 180 343 Lastschriftnutzer-ID, Nummer 507156 („Stripe“), Ihr Konto über das Bulk Electronic Clearing System (BECS) im Namen von %@ (der „Händler“) mit jedem mit dem Händler separat abgesprochenen Betrag zu belasten. Sie bestätigen, dass Sie entweder Kontoinhaber/in oder Zeichnungsberechtigter/Zeichnungsberechtigte des oben angeführten Kontos sind.
et_ee: Esitades oma pangakonto andmed ja kinnitades selle makse, nõustute käesoleva otsekorralduse taotluse ja <terms>otsekorralduse taotluse teenuselepinguga</terms> ning volitate ettevõtet Stripe Payments Australia Pty Ltd ACN 160 180 343, otsekorralduse kasutaja ID number 507156 („Stripe“), sooritama teenuse Bulk Electronic Clearing System (BECS) kaudu %@ („Kaupleja“) nimel makseid teie kontolt kooskõlas teie ja Kaupleja vahel kokku lepitud summades. Te kinnitate, et olete ülalnimetatud konto omanik või volitatud allkirjaõiguslik isik.
fi: Antamalla pankkitilisi tiedot ja vahvistamalla tämän maksun hyväksyt suoraveloituspyynnön ja <terms>suoraveloituspyynnön palvelusopimuksen</terms> ja valtuutat Stripe Payments Australia Pty Ltd:n ACN, 160 180 343 suoraveloituksen käyttäjätunnus 507156 ("Stripe"), veloittamaan tililtäsi BECS:n kautta kohteen %@ ("Kauppias") puolesta kaikista kauppiaan erikseen ilmoittamista summista. Vakuutat, että olet joko tilinhaltija tai valtuutettu allekirjoittaja yllä mainitulla tilillä.
hr: Unosom svojih podataka o bankovnom računu i potvrdom ovoga plaćanja, suglasni ste s ovim Zahtjevom za izravno terećenje i <terms>Ugovorom o usluzi za izravno terećenje</terms>, te ovlašćujete Stripe Payments Australia Pty Ltd ACN 160 180 343, ID broj korisnika za izravno terećenje 507156 (“Stripe”) da tereti vaš račun koristeći Bulk Electronic Clearing System (BECS) u ime %@ ("Trgovac") za bilo koji iznos koji vam je Trgovac javio u odvojenoj korespondenciji. Potvrđujete da ste ili vlasnik računa ili ovlašteni potpisnik na prethodno navedenom računu.
hu: Bankszámlaadatainak megadásával és a kifizetés jóváhagyásával Ön elfogadja ezt a Beszedési igényt és a <terms>Beszedési igény szolgáltatást</terms>, és felhatalmazza a Stripe Payments Australia Pty Ltd ACN 160 180 343 beszedési szolgáltatót, amelynek azonosítója 507156 („Stripe”), hogy megterhelje számláját a Bulk Electronic Clearing System (BECS) rendszeren keresztül a(z) %@ (a „Kereskedő”) nevében minden olyan összeg vonatkozásában, amelyet a Kereskedő külön közölt Önnel. Ön tanúsítja, hogy vagy számlatulajdonosa vagy egy aláírási meghatalmazottja a fent említett számlának.
ja: お客様の銀行情報を提供し、この支払いを確認することで、お客様はこの口座引き落とし依頼および<terms>ダイレクトデビットリクエスト利用規約</terms>に同意し、Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (「Stripe」) が、%@ (「加盟店」) の代理として、加盟店から別途連絡された金額について、Bulk Electronic Clearing System (BECS 振替) を通して口座引き落としを行うことを承認したものとします。お客様が上記の口座の口座名義人または承認された署名者であることを保証したものとみなされます。
mt: Meta tagħti d-dettalji tal-kont tal-bank tiegħek u tikkonferma dal-pagament tkun qed taqbel mat-Talba tad-Debitu Dirett u mal-<terms>ftehim tas-servizz tat-Talba tad-Debitu Dirett</terms> u tkun qed tawtorizza lil Stripe Payments Australia Pty Ltd ACN 160 180 343 bin-numru tal-identità tal-Utent tad-Debitu Dirett 507156 ("Stripe") biex, f'isem %@ ("in-Negozjant"), tiġbor mill-kont tiegħek permezz tal-Bulk Electronic Clearing System (BECS) il-flus kollha li talbek in-Negozjant permezz ta' messaġġ ieħor. Int tagħti kelmtek li int jew sid il-kont jew firmatarju awtorizzat tal-kont muri hawn fuq.
nb: Ved å oppgi dine bankkontodetaljer og bekrefte denne innbetalingen samtykker du til denne forespørselen om direktedebitering og til <terms>serviceavtalen for direktedebitering</terms> og autoriserer Stripe Payments Australia Pty Ltd ACN 160 180 343 direktedebitering bruker-ID nummer 507156 ("Stripe") til å debitere din konto gjennom Bulk Electronic Clearing System (BECS) på vegne av %@ ("forhandleren") for beløp som kommuniseres til deg separat av forhandleren. Du bekrefter at du er enten en kontoinnehaver eller en som er autorisert til å signere for kontoen vist ovenfor.
nn_no: Ved å angje detaljar for bankkonto og stadfeste betalinga, godtek du denne førespurnaden om direktedebitering og <terms>tenesteavtalen for førespurnaden om direktedebitering</terms>, og gjev Stripe Payments Australia Pty Ltd ACN 160 180 343 brukar-ID-nummer for direktedebitering 507156 (“Stripe”) løyve til å debitere kontoen din gjennom Bulk Electronic Clearing System (BECS) på vegner av %@ ("forhandlaren") for eitkvart beløp forhandlaren har kommunisert separat til deg. Du attesterer at du anten er kontoinnehavar eller har signaturrett på den oppgjevne kontoen.
pt_br: Ao informar os dados da sua conta bancária e confirmar este pagamento, você aceita este <terms>contrato de serviço de Solicitação de Débito Automático</terms> e autoriza a Stripe Payments Australia Pty Ltd ACN 160 180 343 com número de Usuário para Débito Direto 507156 (a “Stripe”) a debitar de sua conta pelo Bulk Electronic Clearing System (BECS) em nome de %@ (o "Comerciante") quaisquer quantias comunicadas separadamente a você pelo Comerciante. Você confirma que é titular ou signatário autorizado da conta indicada acima.
ro_ro: Prin furnizarea detaliilor contului dvs. bancar și confirmarea acestei plăți, sunteți de acord cu această Solicitare Direct Debit și cu <terms>acordul de serviciu privind Solicitarea Direct Debit</terms> și autorizați Plățile Stripe Australia Pty Ltd ACN 160 180 343 număr ID utilizator Direct Debit 507156 („Stripe”) să vă debiteze contul prin intermediul Sistemului electronic de compensare colectivă (BECS) în numele %@ („Comerciantul”) pentru orice sume comunicate separat către dvs. de către Comerciant. Certificați faptul că sunteți fie un titular de cont, fie un semnatar autorizat în contul enumerat mai sus.
sk_sk: Poskytnutím podrobností o svojom bankovom účte a potvrdením tejto platby súhlasíte s touto požiadavkou na inkaso a <terms>zmluvou o službách požiadaviek na inkaso</terms> a autorizujete spoločnosť Stripe Payments Australia Pty Ltd ACN 160 180 343 ID používateľa inkasa 507156 („Stripe“) na inkaso vášho účtu prostredníctvom systému Bulk Electronic Clearing System (BECS) v mene %@ (ďalej len „obchodník“) pre všetky sumy, ktoré vám boli oznámené osobitne obchodníkom. Potvrdzujete, že ste buď majiteľom účtu alebo autorizovaným signatárom na vyššie uvedenom účte.
sv: Genom att tillhandahålla dina bankkontouppgifter och bekräfta denna betalning samtycker du till denna begäran om autogiro och <terms>användaravtalet för begäranden om autogiro</terms>, och godkänner att Stripe Payments Australia Pty Ltd ACN 160 180 343 Användar-ID för autogiro 507156 (“Stripe”) debiterar ditt konto via Bulk Electronic Clearing System (BECS) på uppdrag av %@ ("handlaren") för alla belopp som separat meddelats till dig av handlaren. Du intygar att du antingen är kontoinnehavare eller auktoriserad undertecknare på det konto som anges ovan.
tr: Banka hesap bilgilerinizi sağlayarak ve bu ödemeyi onaylayarak, bu Otomatik Ödeme Talebini ve <terms>Otomatik Ödeme Talebi hizmet sözleşmesini</terms> kabul etmiş olursunuz ve Otomatik Ödeme 507156 Kullanıcı Kimlikli Stripe Payments Australia Pty Ltd ACN 160 180 343 ("Stripe") şirketine %@ ("Satıcı") adına, Satıcı tarafından size iletilen herhangi bir tutarı Toplu Elektronik Takas Sistemi (BECS) aracılığıyla hesabınızı borçlandırması için yetki verirsiniz. Yukarıda listelenen hesabın sahibi veya yetkili imza sahibi olduğunuzu onaylarsınız.
