Repository: stripe/stripe-ios
Catalog: Stripe/Resources/Localizations/*.lproj/Localizable.strings
Languages: ca_es, de, et_ee, fi, hr, hu, ja, mt, nb, nn_no, pt_br, ro_ro, sk_sk, sv, tr

source: By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur.
ca_es: Proporcionant la informació de pagament i confirmant aquest pagament, estàs autoritzant (A) %@ i Stripe, el nostre proveïdor de serveis de pagament, a enviar ordres al teu banc per tal de carregar des del teu compte i (B) carregar el teu compte en conformitat amb aquestes ordres. Tens dret a un reembolsament per part del teu banc sota els termes i condicions que s'hagin acordat amb aquest. El reembolsament s'ha de sol·licitar en un termini de 8 setmanes des de la data en que es va carregar el compte. Els teus drets estan explicats en un extracte que pots demanar al teu banc. Estàs acceptant rebre notificacions per pròxims dèbits fins a dos dies abans de que es portin a terme.
de: Durch Angabe der Zahlungsinformationen und Bestätigung der Zahlung ermächtigen Sie (A) %@ und Stripe, unseren Zahlungsdienstleister, Zahlungen von Ihrem Konto mittels Lastschrift einzuziehen. Zugleich (B) weisen Sie Ihr Kreditinstitut gemäß diesen Anweisungen an, Ihr Konto entsprechend zu belasten. Sie haben im Rahmen Ihrer Rechte Anspruch auf Erstattung von Ihrem Kreditinstitut gemäß den vereinbarten Bedingungen mit Ihrem Kreditinstitut. Sie können innerhalb von 8 Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrages verlangen. Es gelten dabei die mit Ihrem Kreditinstitut vereinbarten Bedingungen. Weiterhin erklären Sie sich damit einverstanden, die Vorabankündigung bis spätestens 2 Tage vor Zahlungseinzug zu erhalten.
et_ee: Makseteabe esitamise ja käesoleva makse kinnitamisega volitatate (A) ettevõtet %@ ja Stripe'i, meie makseteenuse osutajat, saatma teie panka juhiseid teie konto debiteerimiseks ning (B) oma panka nende juhiste alusel teie kontot debiteerima. Vastavalt teie õigustele, pangaga sõlmitud lepingule ja panga üldtingimustele on teil õigus saada pangalt tagasimakset. Tagasimakse taotlus tuleb esitada 8 nädala jooksul alates teie konto debiteerimise kuupäevast. Teie õigusi selgitatakse avalduses, mille saate oma pangast. Nõustute saama teavitusi tulevaste debiteerimiste kohta kaks päeva enne nende toimumist.
fi: Antamalla maksutiedot ja vahvistamalla tämän maksun, valtuutat (A) %@ ja Stripen, maksupalvelun tarjoajamme, lähettämään ohjeita pankillesi tilisi veloittamiseksi ja (B) pankkisi veloittamaan tiliäsi annettujen ohjeiden mukaisesti. Oikeuksiesi mukaisesti olet oikeutettu maksun palautukseen pankiltasi heidän kanssaan tekemäsi sopimuksen mukaisesti. Maksun palautus on lunastettava kahdeksan viikon kuluessa tilisi veloituksesta. Oikeutesi kerrotaan lausunnossa, jonka voit hankkia pankiltasi. Hyväksyt vastaanottamaan ilmoituksia tulevista veloituksista kaksi päivää ennen niiden tapahtumista.
hr: Unošenjem vaših podataka o plaćanju, ovlašćujete (A) %@ i Stripe, našeg davatelja usluga platnog prometa, da vašoj banci pošalje upute za terećenje vašeg računa, i (B) vašu banku za terećenje vašeg računa u skladu s tim uputama. U sklopu vaših prava, imate pravo na povrat novca od svoje banke prema uvjetima i odredbama ugovora s bankom. Povrat novca mora se zatražiti u roku od 8 tjedana počevši od datuma terećenja vašeg računa. Vaša prava objašnjena su u izjavi koju možete dobiti od svoje banke. Slažete se s primanjem obavijesti o budućim terećenjima do 2 dana prije njihova izvršenja.
hu: Fizetési adatainak megadásával és a fizetés megerősítésével Ön felhatalmazza (A) a(z) %@ céget és a Stripe-ot, fizetési szolgáltatónkat, hogy utasításokat küldjön a bankjának, hogy megterhelje a számláját, és (B) bankját, hogy az utasításoknak megfelelően megterhelje a számláját. A jogai részeként Ön jogosult a bankjától a velük kötött megállapodás feltételei szerinti visszatérítésre. A visszatérítést a számla megterhelésének napjától számított 8 héten belül kell igényelni. Jogait egy, a bankjától beszerezhető nyilatkozat tartalmazza. Beleegyezik abba, hogy a jövőbeni terhelésekről értesítést kap, legfeljebb 2 nappal azok bekövetkezése előtt.
ja: 支払い情報を提供し、この支払いを確定することで、お客様は (A) %@ および決済サービスプロバイダーである Stripe がお客様の銀行に口座引き落としの指図を送り、(B) 銀行がこの指図に従ってお客様の口座から引き落としを行うことを承認することになります。お客様の権利の一部として、銀行との契約条件に基づき、お客様は銀行からの返金を受ける権利を有します。返金は口座の引き落とし日から 8 週間以内に請求する必要があります。お客様の権利は、銀行から得られる明細書内で説明されています。お客様は今後の引き落としに関する通知を引き落としの実行日の 2 日前までに受け取ることに同意するものとします。
mt: Meta tagħti l-informazzjoni tal-pagament tiegħek u tikkonferma dan il-pagament, tkun qed tawtorizza lil (A) %@ u lil Stripe, l-operatur tas-servizz tal-pagamenti tagħna, biex jibagħtu struzzjonijiet lill-bank tiegħek biex jieħu l-fondi mill-kont tiegħek u (B) lill-bank tiegħek biex jieħu l-fondi mill-kont tiegħek skont dawn l-istruzzjonijiet. Bħala parti mid-drittijiet tiegħek, inti għandek dritt għall-ħlas lura mill-bank tiegħek skont it-termini u l-kundizzjonijiet tal-ftehim tiegħek mal-bank tiegħek. Ħlas lura għandu jintalab fi żmien 8 ġimgħat, li jibdew jgħoddu mid-data li fiha l-fondi jittieħdu mill-kont tiegħek. Id-drittijiet tiegħek huma spjegati f'dikjarazzjoni li tista' tikseb mingħand il-bank tiegħek. Inti taqbel li, sa jumejn qabel, tirċievi notifika kull darba li l-fondi jkunu se jittieħdu mill-kont tiegħek.
nb: Ved å oppgi betalingsinformasjonen din og bekrefte denne betalingen gir du tillatelse til at (A) %@ og Stripe, vår leverandør for betalingstjenesten, sende anmodning til banken din om å belaste kontoen din og (B) banken din belaster kontoen din i samsvar med anmodningen. Som del av dine rettigheter kan du kreve å få beløpet tilbakeført i henhold til avtalen du har med banken. Tilbakeføringskrav må fremsettes innen 8 uker etter at kontoen ble belastet. Rettighetene dine blir forklart i en erklæring som du kan få fra banken. Du godtar å motta varsler om fremtidige belastninger opptil to dager før de skjer.
nn_no: Ved å oppgje betalingsopplysningane dine og bekrefte denne betalinga, autoriserer du (A) %@ og Stripe, betalingstenesteleverandøren vår, til å sende instruksjonar til banken din om å debitere kontoen din og (B) banken din om å debitere kontoen din i samsvar med dei instruksjonane. Som ein del av rettane dine har du krav på ein refusjon frå banken din under vilkåra i avtalen din med banken. Ein refusjon må hevdast innan 8 veker frå datoen da kontoen din vart debitert. Rettane dine vert forklart i ei erklæring som du kan få frå banken. Du godtek å take imot varsel for framtidige debetar opptil 2 dagar før dei oppstår.
pt_br: Ao fornecer seus dados de pagamento e confirmar este pagamento, você autoriza (A) %@ e a Stripe, o nosso provedor de serviços de pagamento, a enviar instruções ao seu banco para debitar sua conta e (B) seu banco a debitar sua conta, de acordo com as referidas instruções. Os seus direitos incluem a possibilidade de exigir do banco o reembolso do valor debitado, nos termos e condições acordados com a instituição. O reembolso deve ser solicitado dentro de um prazo de 8 semanas a partir da data do débito na conta. Você concorda em receber notificações de débitos futuros em até 2 dias antes do débito.
ro_ro: Prin furnizarea informațiilor dvs. privind plata și confirmarea acestei plăți, autorizați (A) %@ și Stripe, furnizorul nostru de servicii de plată, să trimită instrucțiuni băncii dvs. pentru a vă debita contul și pentru ca (B) banca dvs. să facă acest lucru în conformitate cu instrucțiunile respective. Conform drepturilor dvs., aveți dreptul la o rambursare din partea băncii dvs. în conformitate cu termenii și condițiile acordului dvs. cu aceasta. O rambursare trebuie revendicată în termen de opt săptămâni de la data debitării contului. Drepturile dvs. sunt explicate într-o declarație pe care o puteți obține de la bancă. Sunteți de acord să primiți notificări pentru debitări viitoare cu până la două zile înainte de efectuarea acestora.
sk_sk: Poskytnutím informácií o platbe a potvrdením tejto platby splnomocňujete (A) spoločnosti %@ a Stripe, nášho poskytovateľa platobných služieb, na posielanie platobných príkazov do vašej banky na odpísanie finančných prostriedkov z vášho účtu a (B) vašu banku na odpísanie finančných prostriedkov z vášho účtu v súlade s pokynmi. V rámci vašich práv máte právo na refundáciu od vašej banky podľa zmluvných podmienok uvedených v zmluve s vašou bankou. Refundáciu si musíte vyžiadať do 8 týždňov odo dňa, kedy boli finančné prostriedky odpísané z vášho účtu. Vaše práva sú vysvetlené vo vyhlásení, ktoré môžete získať od svojej banky. Súhlasíte s tým, že budete dostávať oznámenia o budúcich debetných platbách až 2 dni pred ich uskutočnením.
sv: Genom att tillhandahålla din betalningsinformation och bekräfta denna betalning godkänner du (A) %@ och Stripe, vår betaltjänstleverantör, att skicka instruktioner till din bank att debitera ditt konto och (B) din bank att debitera ditt konto i enlighet med dessa instruktioner. Som en del av dina rättigheter har du rätt till återbetalning från din bank enligt villkoren för ditt avtal med din bank. Återbetalning måste krävas inom åtta veckor från det datum då ditt konto debiterades. Dina rättigheter förklaras i ett utdrag som du kan få från din bank. Du godkänner att få aviseringar för framtida debiteringar upp till två dagar innan de inträffar.
tr: Ödeme bilgilerinizi sağlayarak ve bu ödemeyi onaylayarak, (A) %@ ve ödeme hizmeti sağlayıcımız Stripe'a hesabınızdan ödeme tahsilatı yapması için bankanıza talimatlar göndermesi ve (B) bankanıza bu talimatlara uygun olarak hesabınızdan ödeme tahsilatı yapması için yetki verirsiniz. Haklarınızın bir parçası olarak, bankanızla yaptığınız sözleşmenin hüküm ve koşulları uyarınca bankanızdan geri ödeme alma hakkına sahipsiniz. Geri ödeme, hesabınızdan ödeme tahsilatı yapıldığı tarihten itibaren 8 hafta içinde talep edilmelidir. Haklarınız, bankanızdan alabileceğiniz bir hesap özetinde açıklanmaktadır. Tahakkuk etmeden 2 gün öncesine kadar gelecekteki ödeme tahsilatları için bildirim almayı da kabul edersiniz.

source: By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>.
ca_es: En desar el compte bancari per a %@, accepteu l'autorització de pagaments d'acord amb <terms>aquests termes</terms>.
de: Indem Sie Ihr Bankkonto für %@ speichern, akzeptieren Sie die Autorisierung von Zahlungen gemäß <terms>diesen Bedingungen</terms>.
et_ee: Salvestades oma pangakonto %@, nõustute maksete autoriseerimisega vastavalt nendele <terms>tingimustele</terms>.
fi: Tallentamalla pankkitilisi yritykselle %@, hyväksyt maksujen valtuutuksen <terms>näiden ehtojen mukaisesti</terms>.
hr: Spremanjem bankovnog računa za %@ pristajete na autorizaciju plaćanja u skladu s <terms>ovim uvjetima</terms>.
hu: Azzal, hogy elmenti a bankszámlát a(z) %@ számára, beleegyezik a kifizetések engedélyezésébe ezen <terms>feltételek</terms> szerint.
ja: %@ の銀行口座を保存すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものと見なされます。
mt: Meta tissejvja l-kont tal-bank tiegħek għal %@ tkun qed taqbel li tawtorizza l-pagamenti skont <terms>dar-regoli</terms>.
nb: Ved å lagre bankkontoen for %@ godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.
nn_no: Ved å lagre bankkontoen din for %@ godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.
pt_br: Ao salvar sua conta bancária para %@, você autoriza pagamentos de acordo com <terms>estes termos</terms>.
ro_ro: Prin salvarea contului dvs. bancar pentru %@ sunteți de acord să autorizați plățile în conformitate cu <terms>acești termeni</terms>.
sk_sk: Uložením bankového účtu pre spoločnosť %@ súhlasíte s autorizáciou platieb podľa <terms>týchto podmienok</terms>.
sv: Genom att spara ditt bankkonto för %@ samtycker du till att godkänna betalningar i enlighet med <terms>dessa villkor</terms>.
tr: %@ için banka hesabınızı kaydettiğinizde ödemeleri <terms>bu koşullara</terms> göre yetkilendirmeyi kabul etmiş olursunuz.

source: Card
ca_es: Targeta
de: Karte
et_ee: Kaart
fi: Kortti
hr: Kartica
hu: Kártya
ja: クレジットカード番号
mt: Kard
nb: Kort
nn_no: Kort
pt_br: Cartão
ro_ro: Număr card
sk_sk: Karta
sv: Kort
tr: Kart

source: Card information
ca_es: Informació de targeta
de: Kartendaten
et_ee: Kaardi andmed
fi: Kortin tiedot
hr: Informacije o kartici
hu: Kártyaadatok
ja: カード情報
mt: L-informazzjoni tal-kard
nb: Kortinformasjon
nn_no: Kortinformasjon
pt_br: Dados do cartão
ro_ro: Informații privind cardul
sk_sk: Informácie o karte
sv: Kortinformation
tr: Kart bilgileri

source: Card number
ca_es: Número de targeta
de: Kartennummer
et_ee: Kaardinumber
fi: Kortin numero
hr: Broj kartice
hu: Kártyaszám
ja: カード番号
mt: In-numru tal-kard
nb: Kortnummer
nn_no: Kortnummer
pt_br: Número do cartão
ro_ro: Număr card
sk_sk: Číslo karty
sv: Kortnummer
tr: Kart numarası

source: Change email
ca_es: Canvia el correu
de: E-Mail ändern
et_ee: Muuda e-posti aadressi
fi: Vaihda sähköposti
hr: Izmijeni e-poštu
hu: E-mail-cím módosítása
ja: メールアドレスを変更
mt: Ibdel l-indirizz tal-email
nb: Endre e-post
nn_no: Endre e-post
pt_br: Alterar e-mail
ro_ro: Schimbați adresa de e-mail
sk_sk: Zmeniť e-mail
sv: Ändra e-postadress
tr: E-posta adresini değiştir

source: Choose a payment method
ca_es: Escull un mètode de pagament
de: Zahlungsmethode auswählen
et_ee: Valige makseviis
fi: Valitse maksutapa
hr: Odaberite način plaćanja
hu: Fizetési mód választása
ja: 支払い方法を選択
mt: Agħżel metodu tal-ħlas
nb: Velg en betalingsmetode
nn_no: Vel ein betalingsmåte
pt_br: Escolha uma forma de pagamento
ro_ro: Alegeți o metodă de plată
sk_sk: Vyberte spôsob platby
sv: Välj en betalmetod
tr: Yeni bir ödeme yöntemi seçin

source: Close card scanner
ca_es: Tancar l'escàner de la targeta
de: Kartenscanner schließen
et_ee: Kaardiskanneri sulgemine
fi: Sulje korttiskanneri
hr: Zatvori skener kartice
hu: Kártyabeolvasó bezárása
ja: カードスキャナを閉じる
mt: Agħlaq l-iskenner tal-kard
nb: Lukk kortskanner
nn_no: Lukk kortskannar
pt_br: Fechar máquina de cartão
ro_ro: Închidere scaner card
sk_sk: Zatvoriť snímačku kariet
sv: Stäng kortskanner
tr: Kart tarayıcısını kapat

source: Code field
ca_es: Camp pel codi
de: Code-Feld
et_ee: Koodi väli
fi: Koodikenttä
hr: Polje za kod
hu: Kódmező
ja: コードフィールド
mt: Taqsima tal-kodiċi
nb: Kodefelt
nn_no: Kodefelt
pt_br: Campo do código
ro_ro: Câmp pentru introducerea codului
sk_sk: Pole kódu
sv: Fält för kod
tr: Kod alanı

source: Code sent
ca_es: Codi enviat
de: Code wurde gesendet
et_ee: Kood saadetud
fi: Koodi lähetetty
hr: Kod je poslan
hu: Kód elküldve
ja: コードが送信されました
mt: Il-kodiċi ntbagħat
nb: Kode sendt
nn_no: Kode send
pt_br: Código enviado
ro_ro: Codul a fost trimis
sk_sk: Kód odoslaný
sv: Koden har skickats
tr: Kod gönderildi

source: Contact
ca_es: Contacte
de: Kontakt
et_ee: Kontakt
fi: Yhteystiedot
hr: Kontakt
hu: Kapcsolat
ja: 連絡先
mt: Kuntatt
nb: Kontakt
nn_no: Kontakt
pt_br: Contato
ro_ro: Detalii de contact
sk_sk: Kontakt
sv: Kontaktinformation
tr: İletişim

source: Default
ca_es: Per defecte
de: Standard
et_ee: Vaikimisi
fi: Oletus
hr: Zadano
hu: Alapértelmezett
ja: デフォルト
mt: Standard
nb: Standard
nn_no: Standard
pt_br: Padrão
ro_ro: Implicit
sk_sk: Predvolené
sv: Standard
tr: Varsayılan

source: Delivery
ca_es: Lliurament
de: Lieferinformationen
et_ee: Tarnimine
fi: Toimitus
hr: Dostava
hu: Szállítás
ja: 配達先情報
mt: Kunsinna
nb: Leveranse
nn_no: Leveranse
pt_br: Entrega
ro_ro: Informații privind livrarea
sk_sk: Dodanie
sv: Leverans
tr: Teslimat

source: Delivery Address
ca_es: Adreça de lliurament
de: Lieferadresse
et_ee: Tarneaadress
fi: Toimitusosoite
hr: Adresa za dostavu
hu: Szállítási cím
ja: 配達先住所
mt: Indirizz tal-Kunsinna
nb: Leveringsadresse
nn_no: Leveringsadresse
pt_br: Endereço de entrega
ro_ro: Adresa de livrare
sk_sk: Dodacia adresa
sv: Leveransadress
tr: Teslimat Adresi

source: Double tap to edit
ca_es: Toca dos cops per editar
de: Doppelklick zum Bearbeiten
et_ee: Redigeerimiseks topeltklõpsake
fi: Napauta kahdesti ja muokkaa
hr: Dodirnite dva puta za uređivanje
hu: A szerkesztéshez koppintson kétszer
ja: ダブルタップして編集します
mt: Taptap biex tibdel
nb: Dobbelttrykk for å redigere
nn_no: Dobbeltæpp for å redigere
pt_br: Toque duas vezes para editar
ro_ro: Atingeți de două ori pentru a edita
sk_sk: Dvojitým ťuknutím upravte
sv: Dubbelklicka för att redigera
tr: Düzenlemek için iki kez dokunun

source: Edit
ca_es: Editar
de: Bearbeiten
et_ee: Muutmine
fi: Muokkaa
hr: Uredi
hu: Szerkesztés
ja: 編集
mt: Editja
nb: Rediger
nn_no: Rediger
pt_br: Editar
ro_ro: Editare
sk_sk: Upraviť
sv: Redigera
tr: Düzenle

source: Enter address manually
mt: Ikteb l-indirizz int stess

source: Enter the code sent to %@ to use Link to pay by default.
ca_es: Introdueix el codi enviat a %@ per utilitzar Link per pagar per defecte.
de: Geben Sie den an %@ gesendeten Code ein, um Link als Ihre Standard-Zahlungsmethode festzulegen.
et_ee: Vaikimisi Linkiga maksmiseks sisestage numbrile %@ saadetud kood.
fi: Syötä numeroon %@ lähetetty koodi käyttääksesi Link-maksua oletuksena.
hr: Unesite kod poslan na %@ kako biste koristili Link za plaćanje kao zadanu opciju.
hu: A Link alapértelmezett fizetési módként történő használatához adja meg a(z) %@ számra küldött kódot
ja: デフォルトで Link を使用して支払うには %@ に送信されたコードを入力してください。
mt: Daħħal il-kodiċi li bgħatna fuq %@ biex tuża Link u tħallas bil-metodu tal-pagament standard.
nb: Skriv inn koden sendt til %@ for å bruke Link til å betale som standard.
nn_no: Legg inn koden som blei send til %@ Link for å betale med standard.
pt_br: Insira o código enviado para %@ para o usar o Link por padrão em pagamentos.
ro_ro: Introduceți codul trimis la %@ pentru a utiliza Link ca metodă de plată implicită
sk_sk: Zadajte kód odoslaný na telefónne číslo %@ a používajte službu Link ako predvolenú platobnú službu.
sv: Ange koden som skickades till %@ för att använda Link för att betala som standard.
tr: Ödemenizde varsayılan olarak Link'i kullanmak için %@ numaralı telefona gönderilen kodu girin

source: Enter your verification code
ca_es: Introdueix el codi de verificació
de: Verifizierungscode eingeben
et_ee: Sisestage oma kinnituskood
fi: Syötä vahvistuskoodi
hr: Unesite verifikacijski kod
hu: Adja meg az ellenőrző kódot
ja: 確認コードを入力してください
mt: Daħħal il-kodiċi ta' verifika tiegħek
nb: Skriv inn verifiseringskoden
nn_no: Legg inn verifiseringskoden din
pt_br: Insira seu código de verificação
ro_ro: Introduceți codul de verificare
sk_sk: Zadajte overovací kód
sv: Ange din verifieringskod
tr: Doğrulama kodunuzu girin

source: For security, please re-enter your card’s security code.
ca_es: Per raons de seguretat, torna a introduir el codi de seguretat de la targeta.
de: Geben Sie aus Sicherheitsgründen bitte den Sicherheitscode Ihrer Karte erneut ein.
et_ee: Turvalisuse huvides sisestage palun uuesti oma kaardi turvakood.
fi: Turvallisuussyistä sinun on annettava korttisi turvakoodi uudelleen.
hr: Radi sigurnosti, ponovno unesite sigurnosni kod vaše kartice.
hu: Biztonsági okból adja meg újra kártyája biztonsági kódját.
ja: セキュリティー保持のため、お客様のクレジットカードのセキュリティーコードをもう一度入力してください。
mt: Għal raġunijiet ta' sigurtà, jekk jogħġbok erġa' daħħal il-kodiċi tas-sigurtà tal-karta tiegħek.
nb: For sikkerhets skyld må du skrive inn sikkerhetskoden for kortet ditt på nytt.
nn_no: For sikkerhet, vær venleg å leggje inn sikkerhetskoden til kortet ditt.
pt_br: Por segurança, digite novamente o código de segurança do cartão.
ro_ro: Din motive de securitate, vă rugăm să introduceți din nou codul de securitate al cardului dvs.
sk_sk: Z dôvodu bezpečnosti znovu zadajte bezpečnostný kód vašej karty.
sv: Ange säkerhetskoden för ditt kort igen av säkerhetsskäl.
tr: Güvenliğinizin sağlanması için lütfen kartınızın güvenlik kodunu tekrar girin.

source: Free
ca_es: Sense cost
de: Kostenlos
et_ee: Tasuta
fi: Maksuton
hr: Besplatno
hu: Ingyenes
ja: 無料
mt: Bla ħlas
nb: Gratis
nn_no: Gratis
pt_br: Grátis
ro_ro: Expediere gratuită
sk_sk: Zdarma
sv: Gratis
tr: Ücretsiz

source: Invalid Shipping Address
ca_es: Adreça d'enviament invàlida
de: Ungültige Versandadresse
et_ee: Kehtetu tarneaadress
fi: Toimitusosoite ei kelpaa
hr: Adresa za otpremu nije valjana
hu: Érvénytelen szállítási cím
ja: 配送先住所が無効です
mt: L-Indirizz għat-Trasport tal-Merkanzija Mhux Validu
nb: Ugyldig leveringsadresse
nn_no: Ugyldig sendingsadresse
pt_br: Endereço de envio inválido
ro_ro: Adresa de expediere nu este validă
sk_sk: Neplatná dodacia adresa
sv: Ogiltig leveransadress
tr: Geçersiz Gönderi Adresi

source: Invalid data.
ca_es: Dades no vàlides.
de: Ungültige Daten.
et_ee: Valed andmed.
fi: Virheelliset tiedot.
hr: Nevaljani podaci.
hu: Érvénytelen adat.
ja: データが無効です。
mt: Data invalida.
nb: Ugyldige data.
nn_no: Ugyldige data.
pt_br: Dados inválidos.
ro_ro: Datele nu sunt valide.
sk_sk: Neplatné údaje.
sv: Ogiltiga data.
tr: Geçersiz veri.

source: Join Link
ca_es: Uneix-te a Link
de: Bei Link registrieren
et_ee: Liitu Linkiga
fi: Liity Link-palveluun
hr: Pridružite se na Link
hu: Csatlakozás a Linkhez
ja: Link に申し込む
mt: Ingħaqad ma' Link
nb: Bli med i Link
nn_no: Kople på lenka
pt_br: Cadastre-se no Link
ro_ro: Înscrieți-vă în Link
sk_sk: Pripojiť sa do služby Link
sv: Börja använda Link
tr: Link'e katıl

source: Loading…
ca_es: Carregant...
de: Wird geladen...
et_ee: Laadimine ...
fi: Lataa...
hr: Učitava se...
hu: Betöltés...
ja: ロード中...
mt: Qed jillowdja…
nb: Laster ...
nn_no: Lastar …
pt_br: Carregando...
ro_ro: Se încarcă...
sk_sk: Nahrávanie...
sv: Laddar ...
tr: Yükleniyor...

source: Log out of Link
mt: Oħroġ minn Link

source: MM / YY
ca_es: MM / AA
de: MM/JJ
et_ee: KK / AA
fi: KK/VV
hr: MM / GG
hu: HH / ÉÉ
ja: 月 / 年
mt: XX / SS
nb: MM / ÅÅ
nn_no: MM / ÅÅ
pt_br: MM / AA
ro_ro: LL/AA
sk_sk: MM / RR
sv: MM/ÅÅ
tr: AA / YY

source: MM/YY
ca_es: MM / AA
de: MM/JJ
et_ee: KK/AA
fi: KK/VV
hr: MM/GG
hu: HH/ÉÉ
mt: XX/SS
nb: MM/ÅÅ
nn_no: MM/ÅÅ
pt_br: MM/AA
ro_ro: LL/AA
sk_sk: MM/RR
sv: MM/ÅÅ
tr: AA/YY

source: Next
ca_es: Següent
de: Weiter
et_ee: Järgmine
fi: Seuraava
hr: Sljedeće
hu: Tovább
ja: 次へ
mt: Li jmiss
nb: Neste
nn_no: Neste
pt_br: Próximo
ro_ro: Următorul
sk_sk: Ďalej
sv: Nästa
tr: İleri

source: Not %@?
ca_es: No ets %@?
de: Nicht %@?
et_ee: Pole %@?
fi: Ei %@?
hr: Niste %@?
hu: Nem a(z) %@?
ja: %@ ではありませんか？
mt: M'intix %@?
nb: Er du ikke %@?
nn_no: Ikkje %@?
pt_br: Não é %@?
ro_ro: Nu este %@?
sk_sk: E-mailová adresa %@ nie je vaša?
sv: Inte %@?
tr: %@ doğru değil mi?

source: Online Banking (FPX)
ca_es: Banca Online (FPX)
et_ee: Internetipank (FPX)
fi: Verkkopankki (FPX)
hu: Online bankolás (FPX)
ja: オンラインバンキング (FPX)
mt: Bankar online
nb: Banktjenester på nett (FPX)
nn_no: Nettbank (FPX)
ro_ro: Servicii bancare electronice (FPX)
sk_sk: Online bankovníctvo (FPX)
sv: Internetbank (FPX)
tr: Çevrimiçi Bankacılık (FPX)

source: Or
ca_es: O
de: Oder
et_ee: Või
fi: Tai
hr: Ili
hu: vagy
ja: または
mt: Jew
nb: Eller
nn_no: Eller
pt_br: Ou
ro_ro: Sau
sk_sk: Alebo
sv: Eller
tr: Veya

source: Or pay using
ca_es: O pagar fent servir
de: Oder zahlen mit
et_ee: Või kasuta makseviisi
fi: Tai käytä maksutapaa
hr: Ili platite koristeći
hu: Vagy fizetés a következővel:
ja: または別の方法で支払う
mt: Jew ħallas bil-
nb: Eller betal med
nn_no: Eller betal ved å bruke
pt_br: Ou pague com
ro_ro: Sau folosiți ca metodă de plată
sk_sk: Alebo zaplaťte pomocou
sv: Eller betala genom att använda
tr: Veya şununla ödeyin:
