Repository: stripe/stripe-ios
Catalog: Stripe/Resources/Localizations/*.lproj/Localizable.strings
Languages: ca_es, de, et_ee, fi, hr, hu, ja, mt, nb, nn_no, pt_br, ro_ro, sk_sk, sv, tr

source: Or pay with a card
ca_es: O pagar amb una targeta
de: Oder mit Karte bezahlen
et_ee: Või makske kaardiga
fi: Tai maksa kortilla
hr: Ili plati karticom
hu: Vagy fizetés kártyával
ja: または、カードで支払う
mt: Jew ħallas bil-kard
nb: Eller betal med et kort
nn_no: Eller betal med eit kort
pt_br: Ou pagar com cartão
ro_ro: Sau folosiți ca metodă de plată un card
sk_sk: Alebo zaplaťte kartou
sv: Eller betala med ett kort
tr: Ya da kartla ödeyin

source: Pay %@
ca_es: Pagar %@
de: %@ zahlen
et_ee: Maksa %@
fi: Maksa %@
hr: Plati %@
hu: %@ kifizetése
ja: %@ を支払う
mt: Ħallas %@
nb: Betal %@
nn_no: Betal %@
pt_br: Pagar %@
ro_ro: Plătiți %@
sk_sk: Zaplatiť %@
sv: Betala %@
tr: %@ öde

source: Pay another way
ca_es: Paga d'una altra manera
de: Andere Zahlungsmethode wählen
et_ee: Maksa muul viisil
fi: Maksa toisella tavalla
hr: Platite na drugi način
hu: Fizetés más módon
ja: 別の方法で支払う
mt: Ħallas mod ieħor
nb: Betal på en annen måte
nn_no: Betal på ein annan måte
pt_br: Pagar de outra forma
ro_ro: Folosiți altă metodă de plată
sk_sk: Zaplatiť iným spôsobom
sv: Betala på ett annat sätt
tr: Başka bir ödeme şekli kullanın

source: Pay faster at %@ and thousands of merchants.
ca_es: Paga més ràpidament a %@ i a milers de comerciants.
de: Bei %@ und tausenden anderen Händlern schneller bezahlen.
et_ee: Makske kiiremini saidil %@ ja tuhandete kauplejate saitidel.
fi: Maksa nopeammin palvelussa %@ ja tuhansilla muilla kauppiailla.
hr: Platite brže kod %@ i tisuća drugih trgovaca.
hu: Gyorsabban fizethet a(z) %@ számára és még ezernyi kereskedőnek.
ja: %@ やその他多数の加盟店で支払いをスピードアップします。
mt: Ħallas lil %@ u lil eluf ta' negozjanti oħra iktar malajr.
nb: Betal raskere hos %@ og tusenvis av andre forhandlere.
nn_no: Betal raskare på %@ og tusenvis av forhandlarar.
pt_br: Pague mais rápido em %@ e milhares de estabelecimentos comerciais.
ro_ro: Plătiți mai rapid la %@ și alți mii de comercianți.
sk_sk: Plaťte rýchlejšie v spoločnosti %@ a u tisícoch ďalších obchodníkov.
sv: Betala snabbare hos %@ och hos tusentals handlare.
tr: %@ dahil binlerce satıcı için daha hızlı ödeme yapın.

source: Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>
mt: Ħallas f'dan-numru ta' pagamenti: <num_installments/> ta' <installment_price/> mingħajr imgħax grazzi għal <img/>

source: Pay later with Klarna.
ca_es: Paga més endavant amb Klarna.
de: Später mit Klarna bezahlen.
et_ee: Makske hiljem Klarnaga.
fi: Maksa myöhemmin Klarnalla.
hr: Platite kasnije pomoću Klarne.
hu: Fizetés később Klarnával.
ja: Klarna での後払いにします。
mt: Ħlas aktar tard bil-Klarna.
nb: Betal senere med Klarna.
nn_no: Betal seinare med Klarna.
pt_br: Pagar depois com Klarna.
ro_ro: Plătiți mai târziu folosind Klarna.
sk_sk: Zaplatiť neskôr pomocou služby Klarna
sv: Betala senare med Klarna.
tr: Daha sonra Klarna ile ödeyin.

source: Pay over time with %@
ca_es: Pagueu a terminis amb %@
de: Ratenzahlung mit %@
et_ee: Maksa aja jooksul makseviisiga %@
fi: Maksa aikanaan kohteella %@
hr: Platite u ratama koristeći %@
hu: Fizessen később a következővel: %@
ja: %@ で時間をかけて支払う
mt: Ħallas bin-nifs grazzi għal %@
nb: Betal over tid med%@
nn_no: Betal over tid med %@
pt_br: Pagar depois com %@
ro_ro: Folosiți ca metodă de plată de-a lungul timpului %@
sk_sk: Zaplatiť postupne pomocou %@
sv: Sprid ut betalningarna med %@
tr: %@ ile zaman içinde ödeyin

source: Pay using
ca_es: Paga amb
de: Zahlen mit
et_ee: Kasuta makseviisi
fi: Käytä maksutapaa
hr: Platite koristeći
hu: Fizetés a következővel:
ja: 下記の方法で支払う
mt: Ħallas b'dal-metodu tal-pagament:
nb: Betal ved å bruke
nn_no: Betal gjennom
pt_br: Pagar com
ro_ro: Plătiți folosind
sk_sk: Zaplatiť pomocou
sv: Betala med
tr: Ödeme seçeneği

source: Pay with %@
ca_es: Pagar amb %@
de: Mit %@ bezahlen
et_ee: Maksa %@-ga
fi: Maksutapa: %@
hr: Plati sa %@
hu: %@ fizetési mód
ja: %@ で支払う
mt: Ħallas b' %@
nb: Betal med %@
nn_no: Betal med %@
pt_br: Pagar com %@
ro_ro: Folosiți ca metodă de plată %@
sk_sk: Zaplaťte s %@
sv: Betala med %@
tr: %@ ile öde

source: Pay with your bank account in just a few steps.
mt: Ħallas bil-kont tal-bank tiegħek fi ftit passi.

source: Payment
mt: Pagament

source: Payment Method
ca_es: Mètode de pagament
de: Zahlungsmethode
et_ee: Makseviis
fi: Maksutapa
hr: Način plaćanja
hu: Fizetési mód
ja: お支払い方法
mt: Metodu tal-Ħlas
nb: Betalingsmåte
nn_no: Betalingsmetode
pt_br: Forma de pagamento
ro_ro: Metoda de plată
sk_sk: Spôsob platby
sv: Betalningsmetod
tr: Ödeme Metodu

source: Payment methods
mt: Metodi tal-pagament

source: Point the camera at your card.
ca_es: Apunta a la targeta amb la càmera.
de: Richten Sie die Kamera auf die Karte.
et_ee: Suunake kaamera oma kaardile.
fi: Osoita kamera korttia kohti.
hr: Usmjerite kameru na svoju karticu.
hu: Tegye a kártyát a kamera elé.
ja: カメラをカードに向けてください。
mt: Dawwar il-kamera lejn il-kard tiegħek.
nb: Rett kameraet mot kortet.
nn_no: Rett kameraet mot kortet.
pt_br: Aponte a câmera para o cartão.
ro_ro: Îndreptați camera spre cardul dvs.
sk_sk: Nasmerujte kameru na svoju kartu.
sv: Rikta kameran mot ditt kort.
tr: Kamerayı kartınıza doğrultun.

source: Postal Code
ca_es: Codi postal
de: Postleitzahl
et_ee: Sihtnumber
fi: Postinumero
hr: Poštanski broj
hu: Postai irányítószám
ja: 郵便番号
mt: Kodiċi Postali
nb: Postnummer
nn_no: Postnummer
pt_br: Código postal
ro_ro: Cod poștal
sk_sk: PSČ
sv: Postnummer
tr: Posta Kodu

source: Processing...
ca_es: Processant...
de: Wird verarbeitet …
et_ee: Töötlemine ...
fi: Käsitellään...
hr: Obrađuje se...
hu: Feldolgozás...
ja: 処理中...
mt: Qed jiġi pproċessat...
nb: Behandler …
nn_no: Behandlar …
pt_br: Processando…
ro_ro: Se procesează...
sk_sk: Prebieha spracovanie…
sv: Bearbetar ...
tr: İşleniyor...

source: Przelewy24 Bank
ca_es: Banc Przelewy24
et_ee: Pank Przelewy24
hr: Banka Przelewy24
ja: Przelewy24 銀行
mt: Bank permezz ta' Przelewy24
pt_br: Banco Przelewy24
ro_ro: Banca Przelewy24

source: Remove %1$@ ending in %2$@
ca_es: Elimina %1$@ que acaba en %2$@
de: %1$@ endend auf %2$@ entfernen
et_ee: Eemalda %1$@, mille lõpus on %2$@
fi: Poista %1$@, joka päättyy numeroihin %2$@
hr: Uklonite %1$@ koji završava s %2$@
hu: %1$@ végződésének eltávolítása: %2$@
ja: 末尾が %2$@ の %1$@ を削除
mt: Neħħi %1$@ li jispiċċa %2$@
nb: Fjern %1$@ som slutter på %2$@
nn_no: Fjern %1$@ som endar på %2$@
pt_br: Remover %1$@ com final %2$@
ro_ro: Eliminați cardul %1$@ care se termină în %2$@
sk_sk: Odstrániť %1$@ končiace na %2$@
sv: Ta bort %1$@ med slutsiffrorna %2$@
tr: %2$@ ile biten %1$@ kartını kaldırın

source: Remove Card
ca_es: ELiminar targeta
de: Karte entfernen
et_ee: Kaardi eemaldamine
fi: Poista kortti
hr: Uklonite karticu
hu: Kártya eltávolítása
ja: カードを削除
mt: Neħħi Kard
nb: Fjern kort
nn_no: Fjern kort
pt_br: Remover cartão
ro_ro: Eliminare card
sk_sk: Odstrániť kartu
sv: Ta bort kort
tr: Kartı Kaldır

source: Remove card
ca_es: Elimina la targeta
de: Karte entfernen
et_ee: Eemalda kaart
fi: Poista kortti
hr: Ukloni karticu
hu: Kártya törlése
ja: カードを削除
mt: Neħħi l-karta
nb: Fjern kort
nn_no: Fjern kort
pt_br: Remover cartão
ro_ro: Eliminare card
sk_sk: Odstrániť kartu
sv: Ta bort kort
tr: Kartı kaldır

source: Remove linked account
ca_es: Elimina el compte vinculat
de: Verknüpftes Konto entfernen
et_ee: Eemalda lingitud konto
fi: Poista linkitetty tili
hr: Ukloni povezani račun
hu: Kapcsolt számla törlése
ja: 関連付けられた口座を削除
mt: Neħħi l-kont marbut
nb: Fjern tilkoblet konto
nn_no: Fjern tilknytt konto
pt_br: Remover conta vinculada
ro_ro: Eliminare cont asociat
sk_sk: Odstrániť prepojený účet
sv: Ta bort länkat konto
tr: Bağlı hesabı kaldır

source: Resend code
ca_es: Reenvia'm el codi
de: Code erneut senden
et_ee: Saada kood uuesti
fi: Lähetä koodi uudelleen
hr: Ponovo pošalji kod
hu: Kód újraküldése
ja: コードを再送信
mt: Erġa' ibgħat il-kodiċi
nb: Send koden på nytt
nn_no: Send kode på nytt
pt_br: Reenviar código
ro_ro: Retrimitere cod
sk_sk: Znovu odoslať kód
sv: Skicka koden igen
tr: Kodu tekrar gönder

source: SEPA Debit
ca_es: Domiciliació SEPA
de: SEPA-Lastschrift
et_ee: SEPA deebet
hu: SEPA beszedés
ja: SEPA デビット
mt: Debitu SEPA
nn_no: SEPA-betaling
pt_br: Débito SEPA
sk_sk: SEPA inkaso
tr: SEPA Bankamatik

source: SEPA Direct Debit
ca_es: Domiciliació bancària SEPA
de: SEPA-Lastschrift
et_ee: SEPA otsekorraldus
fi: SEPA-suoraveloitus
hr: SEPA izravno terećenje
hu: SEPA-beszedés
ja: SEPA ダイレクトデビット
mt: Debitu Dirett SEPA
nb: SEPA-direktedebitering
nn_no: SEPA AvtaleGiro
pt_br: Débito direto SEPA
sv: SEPA-autogiro
tr: SEPA Otomatik Ödeme

source: Save for future payments
ca_es: Guardar per a futurs pagaments
de: Für zukünftige Zahlungen speichern
et_ee: Salvestage tulevasteks makseteks
fi: Tallenna tulevia maksuja varten
hr: Spremi za buduća plaćanja
hu: Mentés a későbbi fizetésekhez
ja: 今後の支払いのために保存する
mt: Erfa' għall-pagamenti fil-ġejjieni
nb: Lagre til fremtidige betalinger
nn_no: Lagre for framtidige betalingar
pt_br: Salvar para pagamentos futuros
ro_ro: Salvați pentru plăți viitoare
sk_sk: Uložiť pre budúce platby
sv: Spara för framtida betalningar
tr: Gelecekteki ödemeler için kaydedilsin

source: Save my info for secure 1-click checkout
ca_es: Desa la informació per al pagament segur amb 1 clic
de: Meine Angaben für sichere Bezahlungen mit nur einem Klick speichern
et_ee: Salvesta minu teave, et võimaldada turvaline ühe klõpsuga makse lõpuleviimine
fi: Tallenna tietoni turvalliselle yhden napsautuksen maksamiselle
hr: Sačuvaj moje podatke za sigurno plaćanje pomoću 1 klika
hu: Adatok mentése a biztonságos egykattintásos fizetéshez
ja: 安全なワンクリックでの購入に使用する情報を保存する
mt: Erfa' l-informazzjoni tiegħek għal ħlas sigur b'mossa waħda
nb: Lagre informasjonen min for sikker 1-klikk-utsjekking
nn_no: Lagre min info for trygg betaling med 1-klikk
pt_br: Salvar meus dados para um checkout seguro com 1 clique
ro_ro: Salvează informațiile mele pentru o finalizare securizată a comenzii cu un singur clic
sk_sk: Uložiť moje údaje pre bezpečnú platbu jedným kliknutím
sv: Spara mina uppgifter för säker betalning med ett klick
tr: Tek tıklamayla güvenli ödeme için bilgilerimi kaydet

source: Save this account for future %@ payments
mt: Erfa' dal-kont għall-pagament lil %@ tal-ġejjieni

source: Save this card for future %@ payments
ca_es: Desar aquesta tarjeta per futurs %@ pagaments
de: Karte für zukünftige Zahlungen von %@ speichern
et_ee: Salvestage see kaart tulevasteks makseteks teenuses %@
fi: Tallenna tämä kortti tulevia maksuja (%@) varten
hr: Spremi ovu karticu za buduća plaćanja %@
hu: A kártya mentése a(z) %@ részére történő fizetésekhez
ja: 今後の %@ の支払いのためにこのカードを保存する
mt: Erfa' din il-kard għal pagamenti futuri %@
nb: Lagre kortet til fremtidige betalinger hos %@
nn_no: Lagre dette kortet for framtidige %@ betalingar
pt_br: Salvar este cartão para pagamentos futuros a %@
ro_ro: Salvați acest card pentru plăți viitoare către %@
sk_sk: Uložiť túto kartu pre budúce platby obchodníkovi %@
sv: Spara detta kort för framtida betalningar hos %@
tr: Bu kartı gelecekteki %@ ödemeleri için kaydedin

source: Secure 1⁠-⁠click checkout
ca_es: Pagament segur amb 1 clic
de: Mit nur einem Klick sicher bezahlen
et_ee: Turvaline ühe klõpsuga makse lõpuleviimine
fi: Turvallinen kerran napsautettava maksaminen
hr: Sigurno plaćanje pomoću 1 klika
hu: Biztonságos egykattintásos fizetés
ja: 安全なワンクリックでの購入
mt: Ħlas sigur b'mossa waħda
nb: Sikker 1-klikk-utsjekking
nn_no: Sikker 1-klikk betaling
pt_br: Checkout seguro em 1 clique
ro_ro: Finalizare securizată a comenzii cu un singur clic
sk_sk: Bezpečná platba jedným kliknutím
sv: Betala säkert med ett klick
tr: Tek tıklamayla güvenli ödeme

source: Select your payment method
ca_es: Selecciona el teu mètode de pagament
de: Zahlungsmethode auswählen
et_ee: Valige makseviis
fi: Valitse maksutapa
hr: Odaberite način plaćanja
hu: Fizetési mód kiválasztása
ja: 支払い方法を選択してください
mt: Agħżel il-metodu tal-ħlas tiegħek
nb: Velg betalingsmetode
nn_no: Vel betalingsmåte
pt_br: Selecione sua forma de pagamento
ro_ro: Selectați metoda de plată
sk_sk: Vyberte svoj spôsob platby
sv: Välj din betalningsmetod
tr: Ödeme yönteminizi seçin

source: Set as default
ca_es: Targeta per defecte
de: Als Standard festlegen
et_ee: Muuda vaikimisi makseviisiks
fi: Aseta oletusarvoiseksi
hr: Postavi kao zadano
hu: Legyen alapértelmezett
ja: デフォルトとして設定
mt: Qiegħed bħala standard
nb: Angi som standard
nn_no: Angi som standard
pt_br: Definir como padrão
ro_ro: Setați ca implicită
sk_sk: Nastaviť ako predvolený spôsob
sv: Ställ in som standard
tr: Varsayılan olarak ayarla

source: Set as default payment method
ca_es: Configura com a mètode de pagament per defecte
de: Als Standard-Zahlungsmethode festlegen
et_ee: Määra vaikimisi makseviisiks
fi: Aseta oletusarvoiseksi maksutavaksi
hr: Postavi kao zadani način plaćanja
hu: Legyen ez az alapértelmezett fizetési mód
ja: デフォルトの決済手段として設定する
mt: Qiegħed bħala l-metodu tal-pagament standard
nb: Angi som standard betalingsmetode
nn_no: Angi som standard betalingsmåte
pt_br: Definir como forma de pagamento padrão
ro_ro: Setați ca metodă de plată implicită
sk_sk: Nastaviť ako predvolený spôsob platby
sv: Ställ in som standardbetalningsmetod
tr: Varsayılan ödeme yöntemi olarak ayarla

source: Set up
ca_es: Configuració
de: Einrichten
et_ee: Seadista
fi: Määritä
hr: Postavi
hu: Beállítás
ja: 設定
mt: Stabilixxi
nb: Konfigurer
nn_no: Opprett
pt_br: Configurar
ro_ro: Configurare
sk_sk: Nastaviť
sv: Konfigurera
tr: Ayarla

source: Shipping
ca_es: Enviament
de: Versand
et_ee: Tarnimine
fi: Toimitus
hr: Otprema
hu: Szállítás
ja: 配送先情報
mt: Trasport tal-Merkanzija
nb: Frakt
nn_no: Sending
pt_br: Dados de entrega
ro_ro: Expediere
sk_sk: Dodanie
sv: Frakt
tr: Gönderi

source: Shipping Address
ca_es: Adreça d'enviament
de: Versandadresse
et_ee: Tarneaadress
fi: Lähetysosoite
hr: Adresa za otpremu
hu: Szállítási cím
ja: 配送先住所
mt: L-Indirizz tat-Trasport tal-Merkanzija
nb: Forsendelsesadresse
nn_no: Sendingsadresse
pt_br: Endereço de envio
ro_ro: Adresa de expediere
sk_sk: Dodacia adresa
sv: Leveransadress
tr: Gönderi Adresi

source: Shipping Method
ca_es: Mètode d'enviament
de: Versandmethode
et_ee: Tarneviis
fi: Toimitustapa
hr: Način otpreme
hu: Szállítási mód
ja: 配送方法
mt: Il-Mod tat-Trasport tal-Merkanzija
nb: Forsendelsesmetode
nn_no: Sendingsmåte
pt_br: Método de entrega
ro_ro: Metoda de expediere
sk_sk: Spôsob dodania
sv: Leveransmetod
tr: Gönderi Metodu

source: Show menu
ca_es: Mostra el menú
de: Menü anzeigen
et_ee: Kuva menüü
fi: Näytä valikko
hr: Prikaži izbornik
hu: Menü megjelenítése
ja: メニューを表示
mt: Uri l-menù
nb: Vis meny
nn_no: Vis meny
pt_br: Mostrar o menu
ro_ro: Afișare meniu
sk_sk: Zobraziť ponuku
sv: Visa meny
tr: Menüyü göster

source: Sign in to your Link account
ca_es: Inicia la sessió al compte de Link
de: Bei Ihrem Link-Konto anmelden
et_ee: Logi oma Linki kontole sisse
fi: Kirjaudu sisään Link-tiliisi
hr: Prijavite se na svoj Link račun
hu: Bejelentkezés a Link-fiókba
ja: Link アカウントにサインイン
mt: Idħol fil-kont Link tiegħek
nb: Logg inn på Link-kontoen din
nn_no: Logg inn på Link-kontoen din
pt_br: Entrar em sua conta Link
ro_ro: Conectați-vă la contul dvs. Link
sk_sk: Prihláste sa do svojho účtu Link
sv: Logga in på ditt Link-konto
tr: Link hesabınızda oturum açın

source: Something went wrong when linking your account. Please try again later.
mt: Xi ħaġa marret ħażin aħna u norbtu l-kont tiegħek. Jekk jogħġbok erġa' pprova iktar tard.

source: State / Province / Region
ca_es: País / Província / Regió
de: Bundesland / Kanton / Region
et_ee: Maakond
fi: Osavaltio/maakunta/alue
hr: Država / pokrajina / regija
hu: Állam/tartomány/régió
ja: 都道府県
mt: Stat / Provinċja / Reġjun
nb: Stat / Provins / Region
nn_no: Stat/område/region
pt_br: Estado/Província/Região
ro_ro: Stat
sk_sk: Štát/provincia/región
sv: Stat/provins/region
tr: İl/İlçe/Bölge

source: Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@.
ca_es: Stripe farà un dipòsit de 0,01 USD al vostre compte d'aquí 1 o 2 dies feiners. Després, rebreu un correu electrònic amb instruccions per completar el pagament a %@.
de: In ein bis zwei Werktagen wird Stripe Ihrem Konto einen Betrag von 0,01 USD gutschreiben. Danach erhalten Sie eine E-Mail mit weiteren Anweisungen zur Durchführung der Zahlung an %@.
et_ee: Stripe deponeerib teie pangakontole 0,01 dollarit 1–2 tööpäeva jooksul. Seejärel saate meili juhistega makse sooritamiseks ettevõttele %@.
fi: Stripe tallettaa 0,01 dollaria tilillesi 1–2 arkipäivän kuluessa. Saat myös sähköpostiisi ohjeet maksun suorittamiseksi loppuun yritykselle %@.
hr: Stripe će uplatiti polog u iznosu od 0,01 USD na vaš račun u roku od 1-2 radna dana. Zatim ćete zaprimiti poruku e-pošte s uputama za dovršetak plaćanja za %@.
hu: A Stripe néhány munkanapon belül egy 0,01 $ összegű utalást fog küldeni a bankszámlájára. Ezután e-mailben megkapja az útmutatást a fizetés befejezéséhez a(z) %@ felé.
ja: 1 ～ 2 営業日以内に Stripe は口座に $0.01 を入金します。その後、%@ への支払いを完了するための手順が記載されたメールが送信されます。
mt: Stripe se tiddepożita $0.01 fil-kont tiegħek fi żmien jum/jumejn tax-xogħol. Imbagħad se tirċievi email bl-istruzzjonijiet biex tagħmel il-pagament lil %@.
nb: Stripe vil sette inn et innskudd på USD 0,01 på kontoen din innen 1–2 virkedager. Deretter vil du få en e-post med instruksjoner for å fullføre betalingen til %@.
nn_no: Stripe sett inn 0,01 USD på kontoen din om 1–2 verkedagar. Så får du ei e-postmelding med instruksjonar om å fullføre betaling til %@.
pt_br: A Stripe depositará $ 0,01 na sua conta em 1 a 2 dias úteis. Depois disso, você receberá um e-mail com instruções de como concluir o pagamento para %@.
ro_ro: Stripe va depune 0,01 USD în contul dvs. în decurs de 1-2 zile lucrătoare. Apoi veți primi un e-mail cu instrucțiuni pentru a finaliza plata către %@.
sk_sk: V priebehu 1 až 2 pracovných dní vloží Stripe na váš účet vklad vo výške 0,01 USD. Potom dostanete e-mail s pokynmi na dokončenie platby spoločnosti %@.
sv: Stripe sätter in 0,01 USD på ditt konto inom 1–2 arbetsdagar. Sedan får du ett e-postmeddelande med instruktioner för att slutföra betalningen till %@.
tr: Stripe, 1-2 iş günü içinde hesabınıza 0,01 ABD doları yatıracaktır. Ardından, %@ ödemesini tamamlama talimatlarını içeren bir e-posta alacaksınız.

source: Tap to close
ca_es: Toca per tancar
de: Antippen um weniger anzuzeigen
et_ee: Puudutage sulgemiseks
fi: Suljet napauttamalla
hr: Dodirnite za zatvaranje
hu: Koppintson a bezáráshoz
ja: タップして閉じます
mt: Agħfas biex tagħlaq
nb: Trykk for å lukke
nn_no: Tæpp for å lukke
pt_br: Toque para fechar
ro_ro: Atingeți pentru a închide
sk_sk: Ťuknutím zatvorte
sv: Klicka för att stänga
tr: Kapatmak için dokunun

source: Tap to expand
ca_es: Toca per ampliar
de: Antippen um mehr anzuzeigen
et_ee: Puudutage laiendamiseks
fi: Laajenna napauttamalla
hr: Dodirnite za proširivanje
hu: Koppintson a kinyitáshoz
ja: タップして展開します
mt: Agħfas biex tkabbar
nb: Trykk for å utvide
nn_no: Tæpp for å utvide
pt_br: Toque para expandir
ro_ro: Atingeți pentru a extinde
sk_sk: Ťuknutím rozbaľte
sv: Klicka för att utvidga
tr: Genişletmek için dokunun

source: The BSB you entered is invalid.
ca_es: El BSB que has introduït no és vàlid.
de: Die eingegebene BSB-Nummer ist ungültig.
et_ee: Sisestatud BSB-number ei ole kehtiv.
fi: Antamasi BSB-numero on virheellinen.
hr: Uneseni BSB nije valjan.
hu: A beírt BSB-szám érvénytelen.
ja: 入力した BSB コードが無効です。
mt: Il-BSB li daħħalt mhux validu.
nb: Du skrev inn ugyldig BSB.
nn_no: BSB-koden du skreiv inn er ugyldig.
pt_br: O BSB inserido é inválido.
ro_ro: Numărul BSB pe care l-ați introdus nu este valid.
sk_sk: Zadané BSB je neplatné.
sv: Det BSB du angav är ogiltigt.
tr: Girdiğiniz BSB geçersiz.

source: The IBAN you entered is incomplete.
ca_es: L'BAN és incomplet.
de: Die eingegebene IBAN ist unvollständig.
et_ee: Sisestatud IBAN on puudulik.
fi: IBAN on puutteellinen.
hr: Uneseni IBAN nije potpun.
hu: A beírt IBAN-szám hiányos.
ja: 入力した IBAN に不備があります。
mt: L-IBAN li daħħalt mhux komplut.
nb: IBAN-nummeret du la inn er ufullstendig.
nn_no: Du skreiv inn eit ufullstendig IBAN-nummer.
pt_br: O IBAN inserido está incompleto.
ro_ro: Codul IBAN pe care l-ați introdus nu este complet.
sk_sk: Zadaný IBAN je neúplný.
sv: Angivet IBAN är ofullständigt.
tr: Girdiğiniz IBAN eksik.

source: The IBAN you entered is invalid, "%@" is not a supported country code.
ca_es: L'IBAN no és vàlid, %@ no és un codi de país compatible.
de: Die eingegebene IBAN ist ungültig. „%@“ ist kein unterstützter Ländercode.
et_ee: Sisestatud IBAN on kehtetu, "%@" ei ole toetatud riigikood.
fi: Antamasi IBAN on virheellinen, "%@" ei ole tuettu maakoodi.
hr: Uneseni IBAN je neispravan, "%@" nije podržani broj države.
hu: A beírt IBAN-szám érvénytelen, a(z) „%@” nem támogatott országkód.
ja: 入力した IBAN が無効です。"%@" はサポートされている国コードではありません。
mt: L-IBAN li daħħalt mhux tajjeb, "%@" mhux pajjiż li jista' jintuża.
nb: IBAN-nummeret du la inn er ugyldig, «%@» er ikke en gyldig landskode.
nn_no: Du skreiv inn eit ugyldig IBAN-nummer, "%@" er ikkje ei støtta landskode.
pt_br: O IBAN inserido é inválido, "%@" não foi reconhecido como código de país.
ro_ro: Codul IBAN pe care l-ați introdus nu este valid, "%@" nu este un cod de țară acceptat.
sk_sk: Zadaný IBAN je neplatný, „%@“ nie je podporovaný kód krajiny.
sv: Angivet IBAN är ogiltigt, "%@" är inte en giltig landskod.
tr: Girdiğiniz IBAN geçersiz. "%@" desteklenen bir ülke kodu değil.

source: The provided verification code has expired.
mt: Il-kodiċi tal-verifika mogħti skada.

source: The provided verification code is incorrect.
mt: Il-kodiċi tal-verifika mogħti mhuwiex tajjeb.

source: This card has expired. Update your card info or choose a different payment method.
mt: Dil-karta skadiet. Aġġorna d-dettalji tal-karta tiegħek jew agħżel metodu tal-pagament ieħor.

source: This is your default
ca_es: Aquesta és l'opció per defecte
de: Dies ist Ihre Standard-Methode
et_ee: See on teie vaikimisi makseviis
fi: Tämä on oletusarvoinen
hr: Ovo je vaša zadana vrijednost
hu: Ez az alapértelmezett
ja: これはデフォルトです
mt: Dan il-metodu tal-pagament standard tiegħek
nb: Dette er standarden din
nn_no: Dette er di standardinnstilling
pt_br: Este é o seu padrão
ro_ro: Aceasta este setarea dvs. implicită
sk_sk: Toto je váš predvolený spôsob platby
sv: Detta är din standardbetalningsmetod
tr: Bu varsayılan ödeme yönteminizdir

source: Timed out authenticating your payment method -- try again
ca_es: S'ha esgotat el temps d'autenticació del teu mètode de pagament - intenta-ho un altre cop
de: Zeitüberschreitung bei der Authentifizierung Ihrer Zahlungsmethode – versuchen Sie es noch einmal.
et_ee: Makseviisi autentimise toiming aegus – proovige uuesti
fi: Maksutapasi todennus aikakatkaistiin – yritä uudelleen.
hr: Istek vremena pri provjeri načina plaćanja -- pokušajte ponovno
hu: Fizetési módjának hitelesítésénél időtúllépés történt, próbálja újra.
ja: 支払い方法の認証がタイムアウトしました。もう一度お試しください
mt: Skada l-ħin tal-awtentikazzjoni tal-metodu tal-ħlas tiegħek -- erġa' pprova
nb: Tidsavbrudd ved godkjennelse av betalingsmåten din - prøv igjen
nn_no: Tidsavbrot ved godkjenning av betalingsmåten - prøv igjen
pt_br: Tempo limite esgotado para autenticar sua forma de pagamento – tente novamente
ro_ro: Timpul de autentificare a metodei dvs. de plată a expirat -- încercați din nou
sk_sk: Vypršal čas autentifikácie vášho spôsobu platby -- skúste znova
sv: Tidsgränsen överskreds vid autentisering av betalningsmetoden – försök igen
tr: Ödeme metodunuz doğrulanırken zaman aşımına uğradı -- tekrar deneyin
