Repository: stripe/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, es_419, et_ee, fi, fil, fr_ca, hr, hu, id, it, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

# b6b76
source: The images of your identity document have not been saved. Do you want to leave?
bg_bg: Изображенията на Вашия документ за самоличност не са запазени. Искате ли да излезете?
ca_es: No s'han desat les imatges del document d'identitat. Voleu sortir?
cs_cz: Obrázky z vašeho průkazu totožnosti nebyly uloženy. Chcete odejít?
da: Billederne af dit identitetsdokument er ikke blevet gemt. Ønsker du at forlade denne session?
de: Die Bilder Ihres Ausweisdokuments wurden nicht gespeichert. Möchten Sie die Seite verlassen?
el_gr: Οι εικόνες του εγγράφου ταυτότητάς σας δεν έχουν αποθηκευτεί. Θέλετε να αποχωρήσετε;
es: No se han guardado las imágenes de tu documento de identidad. ¿Quieres salir?
es_419: No se guardaron las imágenes de tu documento de identidad. ¿Quieres salir?
et_ee: Teie isikut tõendava dokumendi pilte pole salvestatud. Kas soovite lahkuda?
fi: Henkilöllisyysasiakirjan kuvia ei ole tallennettu. Haluatko poistua?
fil: Hindi na-save ang mga imahe ng iyong dokumento ng pagkakakilanlan. Gusto mo bang umalis?
fr_ca: Les photos de votre pièce d'identité n'ont pas été enregistrées. Voulez-vous quitter?
hr: Slike vašeg osobnog dokumenta nisu spremljene. Želite li otići?
hu: Nem mentette azonosító okmányának képeit. Biztosan kilép?
id: Gambar dokumen identitas Anda belum disimpan. Apakah Anda ingin keluar?
it: Le immagini del tuo documento di identità non sono state salvate. Vuoi uscire?
lt_lt: Jūsų asmens tapatybės dokumento vaizdai neįrašyti. Ar norite išeiti?
lv_lv: Jūsu identifikācijas dokumenta attēli nav saglabāti. Vai vēlaties iziet?
ms_my: Imej dokumen pengenalan anda belum disimpan. Anda pasti ingin meninggalkannya?
mt: Ir-ritratti tad-dokument tal-identità tiegħek ma ġewx issejvjati. Trid toħroġ xorta waħda?
nb: Bildet av identitetsdokumentet er ikke lagret. Vil du forlate?
nl: De afbeeldingen van je identiteitsbewijs zijn niet opgeslagen. Wil je afsluiten?
pl_pl: Nie zapisano zdjęć Twojego dowodu tożsamości. Czy chcesz wyjść?
pt_br: As imagens do documento de identificação não foram salvas. Deseja sair?
pt_pt: As imagens do seu documento de identificação não foram guardadas. Tem a certeza que quer sair?
ro_ro: Imaginile documentului dvs. de identitate nu au fost salvate. Doriți să ieșiți?
ru: Изображения вашего удостоверения личности не сохранены. Вы все-таки хотите выйти?
sk_sk: Obrázky vášho dokladu totožnosti sa neuložili. Chcete odísť?
sl_si: Slike vašega osebnega dokumenta niso shranjene. Ali želite zapreti to stran?
sv: Bilderna av din id-handling har inte sparats. Vill du avsluta?
th: ระบบยังไม่ได้บันทึกรูปภาพของเอกสารพิสูจน์ตัวตน คุณต้องการออกจากส่วนนี้ไหม
tr: Kimlik belgenizin fotoğrafları kaydedilmedi. Ayrılmak istiyor musunuz?
vi: Ảnh của giấy tờ tùy thân của bạn chưa được lưu. Bạn có muốn rời đi không?

# 1eda8
source: There was an error accessing the camera.
bg_bg: Възникна грешка, свързана с достъпа до камерата.
ca_es: Hi ha hagut un error en accedir a la càmera.
cs_cz: Při přístupu k fotoaparátu došlo k chybě.
da: Det var ikke muligt at få adgang til kameraet.
de: Beim Zugriff auf die Kamera ist ein Fehler aufgetreten.
el_gr: Προέκυψε σφάλμα κατά την πρόσβαση στην κάμερα.
es: Ha habido un error al acceder a la cámara.
es_419: Se produjo un error al acceder a la cámara.
et_ee: Kaamerale juurdepääsemisel esines tõrge.
fi: Kameran käytössä tapahtui virhe.
fil: Nagkaroon ng error sa pag-access sa kamera
fr_ca: Une erreur est survenue lors de l'accès à l'appareil photo.
hr: Došlo je do pogreške pri pristupanju kameri.
hu: Hiba történt a kamerához való hozzáférés során
id: Ada kesalahan saat mengakses kamera.
it: Si è verificato un errore durante l'accesso alla fotocamera.
lt_lt: Bandant pasiekti fotoaparatą įvyko klaida.
lv_lv: Radās kļūda, piekļūstot kamerai.
ms_my: Ada ralat ketika mengakses kamera.
mt: Seħħ żball meta aċċessajna l-kamera.
nb: Det oppstod en feil med å få tilgang til kameraet.
nl: Fout bij het verkrijgen van toegang tot de camera.
pl_pl: Wystąpił błąd dostępu do aparatu.
pt_br: Erro ao acessar a câmera.
pt_pt: Ocorreu um erro ao aceder à câmara.
ro_ro: A apărut o eroare la accesarea camerei.
ru: При попытке доступа к камере произошла ошибка.
sk_sk: Pri prístupe k fotoaparátu sa vyskytla chyba.
sl_si: Pri dostopu do kamere je prišlo do napake.
sv: Ett fel uppstod vid åtkomst till kameran.
th: เกิดข้อผิดพลาดในการเข้าถึงกล้องถ่ายรูป
tr: Kameraya erişilirken bir hata oluştu.
vi: Đã xảy ra lỗi khi truy cập máy ảnh.

# df0fe
source: Try Again
bg_bg: Опитайте отново
ca_es: Torna-ho a intentar
cs_cz: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el_gr: Δοκιμάστε ξανά
es: Reintentar
es_419: Vuelve a intentarlo
et_ee: Proovi uuesti
fi: Yritä uudelleen
fil: Subukan Muli
fr_ca: Réessayer
hr: Pokušaj ponovno
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
lt_lt: Bandyti dar kartą
lv_lv: Mēģināt vēlreiz
ms_my: Cuba Lagi
mt: Erġa' Pprova
nb: Prøv igjen
nl: Opnieuw proberen
pl_pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro_ro: Încercați din nou
ru: Повторите попытку
sk_sk: Skúste to znova
sl_si: Poskusi znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
vi: Hãy thử lại

# ffd3d
source: Try reduce glare and make ID visible
bg_bg: Опитайте да намалите отблясъците и се уверете, че документът за самоличност е видим.
ca_es: Intenteu reduir l'enlluernament i feu que l'ID sigui visible.
cs_cz: Zkuste snížit jas a zviditelnit doklad.
da: Prøv at reducere genskin, og sørg for, at id'et er synligt
de: Verringern Sie Blendeffekte und achten Sie auf die Sichtbarkeit des Ausweisdokuments
el_gr: Δοκιμάστε να μειώσετε την αντανάκλαση για να είναι ορατή η ταυτότητα
es: Intenta reducir el brillo y haz que el documento de identidad sea visible.
es_419: Intenta reducir el brillo y haz que el documento de identidad sea visible.
et_ee: Proovige vähendada läiget ja veenduge, et ID oleks nähtav
fi: Yritä vähentää häikäisyä niin että henkilöllisyystodistus näkyy
fil: Subukang bawasan ang pagkasilaw at gawing nakikita ang ID
fr_ca: Essayez de réduire la luminosité et assurez-vous que la pièce d'identité est visible
hr: Pokušajte smanjiti odsjaj i pobrinite se da je osobni dokument vidljiv.
hu: Próbálja csökkenteni a csillogást, hogy jól látható legyen az igazolvány
id: Coba kurangi silau cahaya dan pastikan identitas terlihat
it: Cerca di ridurre i riflessi e assicurati che il documento di identità sia visibile.
lt_lt: Pabandykite sumažinti atsispindėjimą ir padarykite tapatybės dokumentą matomą
lv_lv: Mēģiniet mazināt atspīdumu un pārliecinieties, ka ID ir redzams
ms_my: Cuba kurangkan silau dan pastikan ID dapat dilihat
mt: Ipprova naqqas id-dija u ara li d-dokument tal-identitá jidher sewwa
nb: Prøv å redusere gjenskinn og gjør ID-en synlig
nl: Probeer de glans te verminderen en zorg dat de ID zichtbaar is
pl_pl: Spróbuj zmniejszyć oświetlenie i upewnij się, że dokument tożsamości jest widoczny.
pt_br: Tente reduzir o brilho e tornar o documento visível
pt_pt: Tente reduzir o brilho para tornar a identificação visível
ro_ro: Încercați să reduceți strălucirea și să faceți vizibil documentul de identitate
ru: Постарайтесь, чтобы не было бликов и чтобы документ был хорошо виден
sk_sk: Skúste obmedziť odlesky a zviditeľnite doklad totožnosti
sl_si: Poskusite zmanjšati bleščanje in se prepričajte, da je osebni dokument viden
sv: Försök att minska bländningen och se till att id-handlingen är synlig
th: ลองลดแสงสะท้อนในรูปภาพและตรวจสอบว่ามองเห็นเอกสารประจำตัวครบทุกส่วน
tr: Parlamayı azaltmaya ve kimlik kartını görünür hale getirmeye çalışın
vi: Hãy thử giảm độ chói và đảm bảo ID được nhìn rõ

# 77ee9
source: Unable to establish a connection.
bg_bg: Не може да бъде осъществена връзка.
ca_es: No s'ha pogut establir la connexió.
cs_cz: Nelze navázat spojení.
da: Kunne ikke oprette forbindelse.
de: Es kann keine Verbindung hergestellt werden.
el_gr: Δεν είναι δυνατή η σύνδεση.
es: No se ha podido establecer conexión
es_419: No fue posible establecer conexión.
et_ee: Ühendust ei saa luua.
fi: Yhteyttä ei voida muodostaa.
fil: Hindi mapagtibay ang koneksiyon.
fr_ca: Connexion impossible.
hr: Nije moguće uspostaviti vezu.
hu: Nem létesíthető kapcsolat.
id: Tidak dapat membuat koneksi.
it: Impossibile stabilire una connessione.
lt_lt: Nepavyko prisijungti.
lv_lv: Nevar izveidot savienojumu.
ms_my: Sambungan tidak dapat diwujudkan.
mt: Ma nistgħux nagħmlu konnessjoni.
nb: Kan ikke opprette en tilkobling.
nl: Kan geen verbinding maken
pl_pl: Nie można nawiązać połączenia.
pt_br: Não foi possível estabelecer a conexão.
pt_pt: Não é possível estabelecer ligação.
ro_ro: Nu s-a putut stabili o conexiune.
ru: Не удалось установить соединение.
sk_sk: Nepodarilo sa vytvoriť spojenie.
sl_si: Povezave ni mogoče vzpostaviti.
sv: Det gick inte att upprätta en anslutning.
th: เชื่อมต่อไม่ได้
tr: Bağlantı kurulamıyor.
vi: Không thể thiết lập kết nối.

# a710c
source: Unsaved changes
bg_bg: Незапазени промени
ca_es: Canvis no desats
cs_cz: Neuložené změny
da: Ikke-gemte ændringer
de: Nicht gespeicherte Änderungen
el_gr: Μη αποθηκευμένες αλλαγές
es: Cambios no guardados
es_419: Cambios no guardados
et_ee: Salvestamata muudatused
fi: Tallentamattomat muutokset
fil: Mga hindi na-save na pagbabago
fr_ca: Modifications non enregistrées
hr: Nespremljene promjene
hu: Mentetlen módosítások
id: Perubahan tak tersimpan
it: Modifiche non salvate
lt_lt: Neįrašyti keitimai
lv_lv: Nesaglabātās izmaiņas
ms_my: Perubahan tidak disimpan
mt: Il-bidliet ma ġewx issejvjati
nb: Ulagrede endringer
nl: Niet-opgeslagen wijzigingen
pl_pl: Niezapisane zmiany
pt_br: Alterações não salvas
pt_pt: Alterações não guardadas
ro_ro: Modificări nesalvate
ru: Несохраненные изменения
sk_sk: Neuložené zmeny
sl_si: Neshranjene spremembe
sv: Ändringarna har inte sparats
th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikler
vi: Thay đổi chưa lưu

# 865e8
source: Upload
bg_bg: Качване
ca_es: Carrega
cs_cz: Nahrát
de: Hochladen
el_gr: Αποστολή
es: Cargar
es_419: Cargar
et_ee: Üleslaadimine
fi: Lataa
fil: I-upload
fr_ca: Téléverser
hr: Učitaj
hu: Feltöltés
id: Unggah
it: Carica
lt_lt: Įkelti
lv_lv: Augšupielādēt
ms_my: Muat Naik
mt: Tella'
nb: Last opp
nl: Uploaden
pl_pl: Prześlij
pt_br: Carregar
pt_pt: Carregar
ro_ro: Încărcare
ru: Отправить
sk_sk: Nahrať
sl_si: Naloži
sv: Ladda upp
th: อัปโหลด
tr: Yükle
vi: Tải lên

# f0c8a
source: Upload a Photo
bg_bg: Качете снимка
ca_es: Carrega una foto
cs_cz: Nahrát fotografii
da: Upload et foto
de: Foto hochladen
el_gr: Αποστολή φωτογραφίας
es: Cargar una foto
es_419: Cargar una foto
et_ee: Laadi foto üles
fi: Lataa kuva
fil: Mag-upload ng Larawan
fr_ca: Téléverser une photo
hr: Učitaj fotografiju
hu: Fotó feltöltése
id: Unggah Foto
it: Carica una foto
lt_lt: Įkelti nuotrauką
lv_lv: Augšupielādēt fotoattēlu
ms_my: Muat Naik Foto
mt: Tella' Ritratt
nb: Last opp et bilde
nl: Een foto uploaden
pl_pl: Prześlij zdjęcie
pt_br: Carregar uma foto
pt_pt: Carregar fotografia
ro_ro: Încărcați o fotografie
ru: Отправьте фотографию
sk_sk: Nahrať fotografiu
sl_si: Naloži fotografijo
sv: Ladda upp en bild
th: อัปโหลดรูปภาพ
tr: Fotoğraf Yükle
vi: Tải lên ảnh

# 7f6c1
source: Upload your %@
bg_bg: Качете вашия %@
ca_es: Puja el teu %@
cs_cz: Nahrajte svůj %@
da: Upload dit %@
de: Laden Sie Ihr %@ hoch
el_gr: Ανεβάστε το %@
es: Carga tu %@
es_419: Sube tu %@
et_ee: Laadige üles oma %@
fi: Lataa %@
fil: I-upload ang %@ mo
fr_ca: Téléversez votre %@
hr: Prenesite svoj %@
hu: Töltse fel a %@-át
id: Unggah %@ Anda
it: Carica %@
lt_lt: Įkelti savo %@
lv_lv: Augšupielādējiet savus %@
ms_my: Muat naik %@ anda
mt: Tella' l-%@ tiegħek
nb: Last opp %@
nl: Upload je %@
pl_pl: Prześlij swój dokument: %@
pt_br: Carregue seu %@
pt_pt: Carregue o seu %@
ro_ro: Încărcați %@
ru: Загрузите свой документ (%@)
sk_sk: Nahrajte %@
sl_si: Naložite svoj %@
sv: Ladda upp ditt %@
th: อัปโหลด %@ ของคุณ
tr: %@’nizi yükleyin
vi: Tải lên %@ của bạn

# 40a76
source: Upload your photo ID
bg_bg: Качете документ за самоличност със снимка
ca_es: Carregueu la vostra ID amb foto
cs_cz: Nahrajte svou fotografii
da: Upload dit foto-id
de: Lichtbildausweis hochladen
el_gr: Αποστείλετε την ταυτότητα με φωτογραφία
es: Sube tu documento de identidad con foto
es_419: Carga tu documento de identidad con foto
et_ee: Laadige üles fotoga isikut tõendav dokument
fi: Lataa kuvallinen henkilöllisyystodistus
fil: I-upload ang iyong photo ID
fr_ca: Téléverser votre pièce d'identité avec photo
hr: Učitajte svoj identifikacijski dokument s fotografijom
hu: Fényképes azonosító igazolvány feltöltése
id: Unggah ID berfoto Anda
it: Carica il tuo documento d'identità con foto
lt_lt: Įkelkite savo asmens dokumento nuotrauką
lv_lv: Augšupielādējiet savu ID dokumentu ar fotogrāfiju
ms_my: Muat naik ID berfoto anda
mt: Tella' d-dokument tal-identità b'ritratt tiegħek
nb: Last opp din bilde-ID
nl: Je identiteitsbewijs uploaden
pl_pl: Prześlij dokument tożsamości ze zdjęciem
pt_br: Carregue um documento de identificação com foto
pt_pt: Carregar o seu documento de identificação com fotografia
ro_ro: Încărcați documentul de identitate cu fotografie
ru: Отправьте удостоверение личности с фото
sk_sk: Nahrajte doklad totožnosti s fotografiou
sl_si: Naložite osebni dokument s svojo fotografijo
sv: Ladda upp ditt foto-id
th: อัปโหลดบัตรประจำตัวของคุณ
tr: Fotoğraflı kimliğinizi yükleyin
vi: Tải lên ID có ảnh của bạn

# eaebd
source: Uploading back %@ photo
bg_bg: Качване снимка на задната част на %@
ca_es: S'està carregant la foto de la cara posterior de %@
cs_cz: Nahrávání zadní strany fotografie %@
da: Billedet %@ på bagsiden uploades
de: Hochladen des Fotos der Rückseite Ihres %@
el_gr: Ανέβασμα πίσω %@ φωτογραφίας
es: Cargando la foto del reverso de %@
es_419: Cargando de nuevo la foto %@
et_ee: Laaditakse üles %@ tagumist fotot.
fi: Kohteen %@ taustapuolen kuvaa ladataan
fil: Ina-upload ang larawan sa likod ng %@
fr_ca: Téléversement de la photo du verso de %@.
hr: Učitavanje fotografije poleđine %@
hu: Hátoldali %@ fénykép feltöltése
id: Mengunggah bagian belakang %@ foto
it: Caricamento della foto del retro di %@
lt_lt: Įkeliama %@ galinės dalies nuotrauka
lv_lv: Augšupielādē %@ aizmugures fotoattēlu
ms_my: Memuat naik foto bahagian belakang %@
mt: Tella' r-ritratt ta’ wara ta’ %@
nb: Laster opp baksiden av bildet for %@
nl: Foto %@ achterkant uploaden
pl_pl: Przesyłanie tylnej strony dokumentu %@
pt_br: Carregando foto do verso %@
pt_pt: A carregar a fotografia de verso %@
ro_ro: Se încarcă fotografia cu spatele %@
ru: Загрузка фото оборотной стороны документа (%@)
sk_sk: Nahrávanie fotografie zadnej strany %@
sl_si: Nalaganje fotografije %@ na zadnji strani
sv: Laddar upp bilden på baksidan av %@
th: กำลังอัปโหลดรูปภาพ %@ ด้านหลัง
tr: %@’nin arka yüzünün fotoğrafı yükleniyor
vi: Tải lên ảnh mặt sau %@

# e16b7
source: Uploading back identity document photo
bg_bg: Качване на снимка на задната част на документа за самоличност
ca_es: S'està carregant la foto de la cara posterior del document d'identitat
cs_cz: Nahrávání zadní strany fotografie dokladu totožnosti
da: Billedet af identitetsdokumentet på bagsiden uploades
de: Hochladen des Fotos der Rückseite Ihres Ausweisdokuments
el_gr: Ανέβασμα της πίσω φωτογραφίας εγγράφου ταυτότητας
es: Cargando la foto del reverso del documento de identidad
es_419: Carga la foto del dorso del documento de identidad
et_ee: Laaditakse üles isikut tõendava dokumendi tagakülje fotot.
fi: Henkilöllisyystodistuksen taustapuolen kuvaa ladataan
fil: Ina-upload ang larawan sa likod ng dokumento ng pagkakakilanlan
fr_ca: Téléversement de la photo du verso de la pièce d'identité
hr: Učitavanje fotografije poleđine osobnog dokumenta
hu: Az azonosító dokumentum hátoldali fényképének feltöltése
id: Mengunggah bagian belakang foto dokumen identitas
it: Caricamento della foto del retro del documento di identità
lt_lt: Įkeliama galinės asmens tapatybės dokumento dalies nuotrauka
lv_lv: Personu apliecinoša dokumenta aizmugures fotoattēla augšupielāde
ms_my: Memuat naik foto bahagian belakang dokumen pengenalan diri
mt: Tella' r-ritratt ta’ wara tad-dokument tal-identità
nb: Laster opp baksiden av bildet for identitetsdokumentet
nl: Foto van achterkant identiteitsbewijs uploaden
pl_pl: Przesyłanie tylnej strony dokumentu tożsamości
pt_br: Carregando foto do verso do documento de identidade
pt_pt: A carregar a fotografia de verso do documento de identificação
ro_ro: Se încarcă fotografia cu spatele documentului de identitate
ru: Загрузка фото оборотной стороны документа, удостоверяющего личность
sk_sk: Nahrávanie fotografie zadnej strany dokladu totožnosti
sl_si: Nalaganje fotografije osebnega dokumenta
sv: Laddar upp bilden på baksidan av identitetshandlingen
th: กำลังอัปโหลดรูปภาพเอกสารประจำตัวด้านหลัง
tr: Kimlik belgesinin arka yüzünün fotoğrafı yükleniyor
vi: Tải lên ảnh mặt sau giấy tờ tùy thân

# 93af2
source: Uploading front %@ photo
bg_bg: Качване на снимка на предната част на %@
ca_es: S'està carregant la foto de la cara frontal de %@
cs_cz: Nahrávání přední strany fotografie %@
da: Billedet %@ på forsiden uploades
de: Hochladen des Fotos der Vorderseite Ihres %@
el_gr: Ανέβασμα μπροστινής %@ φωτογραφίας
es: Cargando la foto del anverso de %@
es_419: Cargando foto frontal %@
et_ee: %@ esikülje foto üleslaadimine
fi: Kohteen %@ etupuolen kuvaa ladataan
fil: Ina-upload ang larawan sa harap ng %@
fr_ca: Téléversement de la photo du recto de %@.
hr: Učitavanje fotografije prednje strane %@
hu: Elülső oldali %@ fénykép feltöltése
id: Mengunggah bagian depan %@ foto
it: Caricamento della foto del fronte di %@
lt_lt: Įkeliama %@ priekinės dalies nuotrauka
lv_lv: %@ priekšējā fotoattēla augšupielāde
ms_my: Memuat naik foto bahagian hadapan %@
mt: Tella' r-ritratt ta’ quddiem ta’ %@
nb: Laster opp forsiden av bildet for %@
nl: Uploaden voorkant %@ foto
pl_pl: Przesyłanie przedniej strony dokumentu %@
pt_br: Carregando foto da frente %@
pt_pt: A carregar a fotografia da frente %@
ro_ro: Se încarcă fotografia cu fața %@
ru: Загрузка фото лицевой стороны документа (%@)
sk_sk: Nahrávanie fotografie prednej strany %@
sl_si: Nalaganje fotografije %@ na sprednji strani
sv: Laddar upp bilden på framsidan av %@
th: กำลังอัปโหลดรูปภาพด้านหน้า %@
tr: %@’nin ön yüzünün fotoğrafı yükleniyor
vi: Tải lên ảnh mặt trước %@

# 5dfbf
source: Uploading front identity document photo
bg_bg: Качване на снимка на предната част на документа за самоличност
ca_es: S'està carregant la foto de la cara frontal del document d'identitat
cs_cz: Nahrávání přední strany fotografie dokladu totožnosti
da: Billedet af identitetsdokumentet på forsiden uploades
de: Hochladen des Fotos der Vorderseite Ihres Ausweisdokuments
el_gr: Ανέβασμα της μπροστινής φωτογραφίας του εγγράφου ταυτότητας
es: Cargando la foto del anverso del documento de identidad
es_419: Cargando la foto frontal del documento de identidad
et_ee: Isikut tõendava dokumendi esikülje foto üleslaadimine
fi: Henkilöllisyystodistuksen etupuolen kuvaa ladataan
fil: Ina-upload ang larawan sa harap ng dokumento ng pagkakakilanlan
fr_ca: Téléversement de la photo du recto de la pièce d'identité
hr: Učitavanje fotografije prednje strane osobnog dokumenta
hu: Elülső oldali azonosító dokumentum fényképének feltöltése
id: Mengunggah bagian depan foto dokumen identitas
it: Caricamento della foto del fronte del documento di identità
lt_lt: Įkeliama priekinės asmens tapatybės dokumento dalies nuotrauka
lv_lv: Priekšējā personu apliecinoša dokumenta fotoattēla augšupielāde
ms_my: Memuat naik foto bahagian hadapan dokumen pengenalan diri
mt: Tella' r-ritratt ta’ quddiem tad-dokument tal-identità
nb: Laster opp forsiden av bildet for identitetsdokumentet
nl: Foto voor voorkant identiteitsbewijs uploaden
pl_pl: Przesyłanie przedniej strony dokumentu tożsamości
pt_br: Carregando foto do documento de identidade frontal
pt_pt: A carregar a fotografia da frente do documento de identificação
ro_ro: Se încarcă fotografia cu fața documentului de identitate
ru: Загрузка фото лицевой стороны документа, удостоверяющего личность
sk_sk: Nahrávanie fotografie prednej strany dokladu totožnosti
sl_si: Nalaganje fotografije na sprednji strani osebnega dokumenta
sv: Laddar upp bilden på framsidan av identitetshandlingen
th: กำลังอัปโหลดรูปภาพเอกสารประจำตัวด้านหน้า
tr: Kimlik belgesinin ön yüzünün fotoğrafı yükleniyor
vi: Tải lên ảnh mặt trước giấy tờ tùy thân

# ed32a
source: Verify your identity
bg_bg: Удостоверете Вашата самоличност
ca_es: Verifica la teva identitat
cs_cz: Potvrďte svou totožnost
da: Bekræft din identitet
de: Identität verifizieren
el_gr: Επαληθεύστε την ταυτότητά σας
es: Verifica tu identidad
es_419: Verifica tu identidad
et_ee: Kinnitage oma isik
fi: Vahvista henkilöllisyytesi
fil: Patunayan ang iyong pagkakakilanlan
fr_ca: Confirmer votre identité
hr: Potvrdite svoj identitet
hu: A személyazonosság igazolása
id: Verifikasikan identitas Anda
it: Verifica la tua identità
lt_lt: Patvirtinkite tapatybę
lv_lv: Verificējiet savu identitāti
ms_my: Tentusahkan identiti anda
mt: Ivverifika l-identità tiegħek
nb: Verifiser identiteten din
nl: Je identiteit verifiëren
pl_pl: Zweryfikuj tożsamość
pt_br: Verifique sua identidade
pt_pt: Verifique a sua identidade
ro_ro: Verificați-vă identitatea
ru: Подтвердите свою личность
sk_sk: Overiť totožnosť
sl_si: Preverite svojo identiteto
sv: Verifiera din identitet
th: ยืนยันตัวตนของคุณ
tr: Kimliğinizi doğrulayın
vi: Xác minh danh tính của bạn

# 55e29
source: We could not capture a high-quality image.
bg_bg: Не успяхме да заснемем изображение с високо качество.
ca_es: No hem pogut capturar una imatge d'alta qualitat.
cs_cz: Nepodařilo se nám pořídit vysoce kvalitní snímek.
da: Vi kunne ikke tage et billede i høj kvalitet.
de: Wir konnten kein qualitativ hochwertiges Bild aufnehmen.
el_gr: Δεν ήταν δυνατή η καταγραφή εικόνας υψηλής ποιότητας.
es: No hemos podido captar una imagen de alta calidad.
es_419: No pudimos captar una imagen de alta calidad.
et_ee: Meil ei õnnestunud teha kõrge kvaliteediga pilti.
fi: Emme kyenneet ottamaan korkealaatuista kuvaa.
fil: Hindi kami makakuha ng mataas na kalidad na imahe.
fr_ca: Impossible de prendre une photo de bonne qualité.
hr: Nismo uspjeli snimiti fotografiju visoke kvalitete.
hu: Nem tudtunk jó minőségű képet készíteni.
id: Kami tidak dapat mengambil gambar berkualitas tinggi.
it: Non è stato possibile acquisire un'immagine di alta qualità.
lt_lt: Nepavyko užfiksuoti aukštos kokybės vaizdo.
lv_lv: Neizdevās uzņemt augstas kvalitātes attēlu.
ms_my: Kami tidak dapat menangkap imej berkualiti tinggi.
mt: Ma stajniex nieħdu ritratt ta' kwalità tajba.
nb: Vi kunne ikke ta et bilde av høy kvalitet.
nl: We kunnen geen afbeelding in hoge kwaliteit vastleggen.
pl_pl: Nie można zarejestrować obrazu wysokiej jakości.
pt_br: Não foi possível capturar uma imagem com qualidade.
pt_pt: Não foi possível captar uma imagem de alta qualidade.
ro_ro: Nu am putut captura o imagine de înaltă calitate.
ru: Не удалось получить качественное изображение.
sk_sk: Nepodarilo sa nasnímať obrázok vo vysokej kvalite.
sl_si: Ni bilo mogoče zajeti visokokakovostne slike.
sv: Det gick inte att ta en bild av hög kvalitet.
th: ไม่สามารถถ่ายรูปคุณภาพสูงได้
tr: Yüksek kaliteli bir fotoğraf yakalayamadık.
vi: Chúng tôi không thể chụp ảnh có chất lượng cao.
