Repository: stripe/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, es_419, et_ee, fi, fil, fr_ca, hr, hu, id, it, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

# 2baa1
source: Date of birth does not look valid
bg_bg: Датата на раждане не изглежда валидна
ca_es: La data de naixement no és vàlida
cs_cz: Datum narození nevypadá jako platný údaj
da: Fødselsdatoen ser ikke ud til at være gyldig.
de: Das Geburtsdatum scheint ungültig zu sein
el_gr: Η ημερομηνία γέννησης δεν φαίνεται έγκυρη
es: Parece que la fecha de nacimiento no es válida
es_419: La fecha de nacimiento no parece válida.
et_ee: Sünnikuupäev ei näi olevat õige
fi: Syntymäaika ei näytä kelvolliselta
fil: Mukhang hindi balido ang petsa ng kapanganakan
fr_ca: La date de naissance ne semble pas valide
hr: Datum rođenja ne izgleda ispravno
hu: A születési idő megadása kötelező
id: Tanggal lahir sepertinya tidak valid
it: La data di nascita non è valida
lt_lt: Gimimo data neatrodo tinkama
lv_lv: Dzimšanas datums neizskatās derīgs
ms_my: Tarikh lahir tampaknya tidak sah
mt: Id-data tat-twelid ma tidhirx li hija tajba
nb: Fødselsdato ser ikke gyldig ut
nl: Geboortedatum lijkt ongeldig te zijn
pl_pl: Data urodzenia wygląda na nieprawidłową
pt_br: A data de nascimento não é válida
pt_pt: A data de nascimento não parece ser válida
ro_ro: Data nașterii pare a nu fi validă
ru: Похоже, дата рождения недействительна
sk_sk: Zdá sa, že dátum narodenia je neplatný
sl_si: Videti je, da datum rojstva ni veljaven
sv: Födelsedatumet verkar inte vara giltig
th: ดูเหมือนว่าวันเกิดไม่ถูกต้อง
tr: Doğum tarihi geçerli görünmüyor
vi: Ngày sinh có vẻ không hợp lệ

# 687cd
source: Details not visible
bg_bg: Подробностите не се виждат
ca_es: Els detalls no es veuen bé
cs_cz: Detaily nejsou viditelné
da: Detaljer ikke synlige
de: Details sind nicht erkennbar
el_gr: Οι λεπτομέρειες δεν είναι ορατές
es: No se ven los datos
es_419: No se ven los datos
et_ee: Üksikasjad pole nähtaval
fi: Tiedot eivät ole näkyvillä
fil: Hindi nakikita ang mga detalye
fr_ca: Détails non visibles
hr: Pojedinosti nisu vidljive
hu: A részletek nem láthatók
id: Detail tidak terlihat
it: Dettagli non visibili
lt_lt: Nematyti detalių
lv_lv: Detaļas nav redzamas
ms_my: Butiran tidak kelihatan
mt: Id-dettalji ma jidhrux
nb: Detaljer er ikke synlige
nl: Details niet zichtbaar
pl_pl: Szczegóły nie są widoczne
pt_br: Detalhes não visíveis
pt_pt: Detalhes não visíveis
ro_ro: Datele nu sunt vizibile
ru: Детали не видны
sk_sk: Podrobnosti nie sú viditeľné
sl_si: Podrobnosti niso vidne
sv: Detaljer syns inte
th: รายละเอียดไม่ชัดเจน
tr: Ayrıntılar görünmüyor
vi: Không thấy rõ thông tin chi tiết

# e3292
source: Flip your %@ over to the other side
bg_bg: Обърнете вашия %@ от другата страна
ca_es: Gira el %@
cs_cz: Překlopte %@ na druhou stranu
da: Vend din %@ over på den anden side
de: Drehen Sie Ihr %@ auf die andere Seite
el_gr: Γυρίστε το %@ από την άλλη πλευρά
es: Dale la vuelta a %@ hacia el otro lado
es_419: Voltea tu %@ hacia el otro lado
et_ee: Pöörake oma %@ teisele poole
fi: Käännä %@ ylösalaisin
fil: I-flip ang %@ sa kabilang side
fr_ca: Retournez votre %@
hr: Okrenite %@ na drugu stranu
hu: Fordítsa a %@ -át a másik oldalra
id: Balikkan %@ Anda ke sisi lain
it: Capovolgi %@ sull'altro lato
lt_lt: Apverskite %@ į kitą pusę
lv_lv: apgrieziet uz otru pusi %@
ms_my: Terbalikkan %@ anda ke bahagian yang sebelah lagi
mt: Dawwar il-%@ tiegħek għan-naħa l-oħra
nb: Snu %@ over til den andre siden
nl: Draai je %@ naar de andere kant om
pl_pl: Odwróć swój dokument %@ na drugą stronę
pt_br: Vire seu %@ para o outro lado
pt_pt: Vire o seu %@ para o outro lado
ro_ro: Întoarceți %@ pe cealaltă parte
ru: Переверните документ (%@) на другую сторону
sk_sk: Otočte %@ aj na druhú stranu
sl_si: Obrnite svojo %@ na drugo stran
sv: Vänd på %@ till andra sidan
th: พลิก %@ ของคุณเป็นอีกด้าน
tr: %@'nizi diğer tarafa çevirin
vi: Lật %@ của bạn lại

# dd41b
source: Flip your driver's license or government-issued photo ID over to the other side
bg_bg: Обърнете шофьорската си книжка или издадения от съответната държава документ за самоличност със снимка от другата страна.
ca_es: Gireu el carnet de conduir o el document d'identitat amb foto emès pel govern cap a l'altre costat
cs_cz: Otočte řidičský průkaz nebo státem vydaný průkaz totožnosti s fotografií na druhou stranu
da: Vend dit kørekort eller offentligt udstedt billed-id over på den anden side
de: Führerschein oder amtlichen Lichtbildausweis auf die andere Seite umdrehen
el_gr: Γυρίστε την άδεια οδήγησης ή την ταυτότητα με φωτογραφία εκδοθείσα από την κυβέρνηση στην άλλη πλευρά
es: Gira tu permiso de conducir o documento de identidad con foto expedido por el gobierno hacia el otro lado
es_419: Voltea tu licencia de conducir o documento de identidad con foto, emitido por un organismo público, del otro lado
et_ee: Pöörake oma juhiloa või valitsuse väljastatud fotoga isikut tõendava dokumendi teine pool
fi: Käännä ajokortti tai valtion myöntämä kuvallinen henkilötodistus toisin päin
fil: I-flip ang iyong lisensya sa pagmamaneho o photo ID na inisyu ng gobyerno sa kabilang panig
fr_ca: Retournez votre permis de conduire ou votre pièce d'identité officielle avec photo sur l'autre face.
hr: Okrenite svoju vozačku dozvolu ili službeni identifikacijski dokument s fotografijom na drugu stranu
hu: Fordítsa a vezetői engedélyét vagy más hivatalos fényképes igazolványát a másik oldalára
id: Balikkan SIM atau identitas berfoto yang dikeluarkan pemerintah ke sisi lainnya
it: Capovolgi la patente di guida o il documento di identità con foto rilasciato da un'autorità governativa dall'altro lato
lt_lt: Apverskite vairuotojo pažymėjimą arba valstybės išduotą asmens tapatybės dokumentą su nuotrauka į kitą pusę.
lv_lv: Apgrieziet autovadītāja apliecību vai valdības izsniegtu personu apliecinošu dokumentu ar fotogrāfiju otrādi
ms_my: Terbalikkan lesen memandu atau ID bergambar yang dikeluarkan kerajaan ke bahagian belakang
mt: Aqleb il-liċenzja tas-sewqan tiegħek jew l-ID bir-ritratt maħruġa mill-gvern bil-maqlub għan-naħa l-oħra
nb: Snu førerkortet eller den offentlig utstedte ID-en med bilde over til den andre siden
nl: Draai het rijbewijs of officieel identiteitsbewijs met foto om zodat de andere kant zichtbaar is
pl_pl: Odwróć swoje prawo jazdy lub dokument tożsamości ze zdjęciem wydany przez organ państwowy na drugą stronę
pt_br: Vire sua carteira de habilitação ou documento de identificação oficial com foto para o outro lado
pt_pt: Vire a sua carta de condução ou documento de identificação oficial com fotografia para o outro lado
ro_ro: Întoarceți permisul de conducere sau documentul de identitate cu fotografie emis de guvern pe cealaltă parte
ru: Переверните водительские права или удостоверение личности государственного образца с фотографией на обратную сторону
sk_sk: Otočte vodičský preukaz alebo vládou vydaný preukaz totožnosti s fotografiou na druhú stranu
sl_si: Obrnite vozniško dovoljenje ali osebni dokument s fotografijo, ki ga je izdal državni organ, na drugo stran
sv: Vänd på ditt körkort eller myndighetsutfärdad id-handling med foto över till andra sidan
th: พลิกใบอนุญาตขับขี่หรือบัตรประจำตัวที่มีรูปถ่ายที่ออกโดยรัฐบาลไปอีกด้านหนึ่ง
tr: Ehliyetinizin veya devlet tarafından verilmiş fotoğraflı kimliğinizin diğer yüzünü çevirin
vi: Lật ngược bằng lái xe hoặc giấy tờ tùy thân có ảnh do chính phủ cấp

source: Flip your identity card over to the other side
bg_bg: Обърнете личната си карта от другата страна.
ca_es: Gireu el document d'identitat perquè se'n vegi l'altra cara
cs_cz: Převraťte průkaz totožnosti na druhou stranu
da: Vend dit identitetskort om på bagsiden
de: Drehen Sie Ihr Ausweisdokument um
el_gr: Γυρίστε την ταυτότητά σας από την άλλη πλευρά
es: Gira tu documento de identidad hacia el lado contrario
es_419: Da vuelta tu documento de identidad.
et_ee: Pöörake ID-kaart ümber
fi: Käännä henkilökortti toisinpäin
fil: Baliktarin ang iyong kard ng pagkakakilanlan
fr_ca: Retournez votre carte d'identité
hr: Okrenite svoju osobnu iskaznicu na drugu stranu
hu: Fordítsa személyazonosító igazolványát a másik oldalára
id: Balikkan kartu identitas Anda ke sisi yang lain
it: Gira sull'altro lato la carta di identità
lt_lt: Apverskite asmens tapatybės kortelę kita puse
lv_lv: Apgrieziet identifikācijas karti uz otru pusi
ms_my: Terbalikkan kad pengenalan anda ke sebelah satu lagi
mt: Dawwar il-karta tal-identità tiegħek
nb: Snu identitetskortet over til den andre siden
nl: Draai je identiteitskaart om, zodat de andere kant zichtbaar is
pl_pl: Obróć dowód tożsamości na drugą stronę
pt_br: Vire a carteira de identidade para o outro lado
pt_pt: Vire o seu cartão de identidade para o outro lado
ro_ro: Întoarceți cartea de identitate pe partea cealaltă
ru: Переверните удостоверение личности другой стороной
sk_sk: Otočte svoj preukaz totožnosti na druhú stranu
sl_si: Obrnite osebno izkaznico na drugo stran
sv: Vänd på id-handlingen
th: พลิกไปยังอีกด้านของบัตรประจำตัว
tr: Kimliğinizin diğer yüzünü çevirin
vi: Lật thẻ căn cước của bạn sang mặt khác

# b57ad
source: Front %@ photo successfully uploaded
bg_bg: Снимка на предната част на %@ е качена успешно
ca_es: La foto de la cara frontal de %@ s'ha carregat correctament
cs_cz: Přední strana fotografie %@ byla úspěšně nahrána
da: Billedet %@ på forsiden er uploadet
de: Foto der Vorderseite Ihres %@ erfolgreich hochgeladen
el_gr: Η μπροστινή φωτογραφία %@ ανέβηκε επιτυχώς
es: La foto del anverso de %@ se ha cargado correctamente
es_419: Foto frontal %@ cargada correctamente
et_ee: %@ foto esiosa on edukalt üles laaditud
fi: Kohteen %@ etupuolen kuvan lataus onnistui
fil: Matagumpay na na-upload ang harap ng %@ larawan
fr_ca: Photo du recto de %@ téléversée avec succès
hr: Fotografija prednje strane %@ uspješno je prenesena
hu: Elülső oldal %@ fotó sikeresen feltöltve
id: Bagian depan %@ foto berhasil diunggah
it: La foto del fronte di %@ è stata caricata con successo
lt_lt: %@ priekinės dalies nuotrauka sėkmingai įkelta
lv_lv: Priekšējais %@ fotoattēls veiksmīgi augšupielādēts
ms_my: Foto bahagian hadapan %@ berjaya dimuat naik
mt: Ir-ritratt ta' quddiem ta’ %@ ġie mtella' b'suċċess
nb: Forsiden av bildet, %@, ble lastet opp
nl: Voorkant %@ foto succesvol geüpload
pl_pl: Zdjęcie przedniej strony dokumentu %@ zostało przesłane pomyślnie
pt_br: Foto da frente %@ carregada com sucesso
pt_pt: Fotografia da frente %@ carregada com sucesso
ro_ro: Fotografia cu fața %@ a fost încărcată cu succes
ru: Фото лицевой стороны документа (%@) успешно загружено
sk_sk: Fotografia prednej strany %@ bola úspešne nahraná
sl_si: Fotografija na sprednji strani %@ je bila uspešno naložena
sv: Bilden på framsidan av %@ har laddats upp
th: อัปโหลดรูปภาพ %@ ด้านหน้าเรียบร้อย
tr: %@’nin ön yüzünün fotoğrafı başarıyla yüklendi
vi: Tải lên ảnh mặt trước %@ thành công

# 3a9fd
source: Front identity document photo successfully uploaded
bg_bg: Успешно качена снимка на предната част на документа за самоличност
ca_es: La foto de la cara frontal del document d'identitat s'ha carregat correctament
cs_cz: Přední strana fotografie dokladu totožnosti byla úspěšně nahrána
da: Billedet af identitetsdokumentet på forsiden er uploadet
de: Foto der Vorderseite Ihres Ausweisdokuments erfolgreich hochgeladen
el_gr: Η μπροστινή φωτογραφία του εγγράφου ταυτότητας ανέβηκε επιτυχώς
es: La foto del anverso del documento de identidad se ha cargado correctamente
es_419: La foto frontal del documento de identidad se cargó correctamente.
et_ee: Isikut tõendava dokumendi foto esiküljest on edukalt üles laaditud
fi: Henkilöllisyystodistuksen etupuolen kuvan lataus onnistui
fil: Matagumpay na na-upload ang larawan sa harap ng dokumento ng pagkakakilanlan
fr_ca: La photo du recto de la pièce d'identité avant a été téléversée avec succès
hr: Fotografija prednje strane osobnog dokumenta uspješno učitana
hu: Elülső oldali azonosító dokumentum fénykép sikeresen feltöltve
id: Bagian depan foto dokumen identitas berhasil diunggah
it: La foto del fronte del documento d'identità è stata caricata con successo
lt_lt: Asmens dokumento priekinės dalies nuotrauka sėkmingai įkelta
lv_lv: Priekšējā personu apliecinoša dokumenta fotogrāfija veiksmīgi augšupielādēta
ms_my: Foto bahagian hadapan dokumen pengenalan diri berjaya dimuat naik
mt: Ir-ritratt ta' quddiem tad-dokument tal-identità ġie mtella' b'suċċess
nb: Forsiden av bildet for identitetsdokumentet ble lastet opp
nl: Foto voor identiteitsbewijs succesvol geüpload
pl_pl: Zdjęcie przedniej strony dokumentu tożsamości zostało przesłane pomyślnie
pt_br: Foto da frente do documento de identidade carregada
pt_pt: Fotografia da frente do documento de identificação carregada com sucesso
ro_ro: Fotografia cu fața documentului de identitate a fost încărcată cu succes
ru: Фото лицевой стороны документа, удостоверяющего личность, успешно загружено
sk_sk: Fotografia prednej strany dokladu totožnosti bola úspešne nahraná
sl_si: Fotografija na sprednji strani osebnega dokumenta je bila uspešno naložena
sv: Bilden på identitetshandlingens framsida har laddats upp
th: อัปโหลดรูปภาพด้านหน้าเอกสารประจำตัวเรียบร้อย
tr: Kimlik belgesinin ön yüzünün fotoğrafı başarıyla yüklendi
vi: Tải lên ảnh mặt trước giấy tờ tùy thân thành công

# 73fc5
source: Front of %@
bg_bg: Предната част на %@
ca_es: Cara frontal de %@
cs_cz: Přední strana %@
da: Forsiden af %@
de: Vorderseite Ihres %@
el_gr: Μπροστά από το %@
es: Anverso de %@
es_419: Frente de %@
et_ee: %@ esikülg
fi: Kohteen %@ etupuoli
fil: Harap ng %@
fr_ca: Recto de %@
hr: Prednja strana %@
hu: %@ elülső oldal
id: Bagian depan %@
it: Fronte di %@
lt_lt: %@ priekinė dalis
lv_lv: %@ priekšpuse
ms_my: Bahagian hadapan %@
mt: Quddiem ta' %@
nb: Forsiden av %@
nl: Voorkant van %@
pl_pl: Przednia strona dokumentu %@
pt_br: Frente de %@
pt_pt: Frente de %@
ro_ro: Fața %@
ru: Лицевая сторона (%@)
sk_sk: Predná strana %@
sl_si: Sprednja stran %@
sv: Framsidan av %@
th: ด้านหน้าของ %@
tr: %@’nin ön yüzü
vi: Mặt trước của %@

# b3d9a
source: Front of driver's license or government-issued photo ID
bg_bg: Предна част на шофьорска книжка или издаден от съответната държава документ за самоличност със снимка
ca_es: Anvers del carnet de conduir o del document d'identitat amb foto emès pel govern
cs_cz: Přední strana řidičského průkazu nebo státem vydaného průkazu totožnosti s fotografií
da: Forsiden af kørekort eller offentligt udstedt billed-id
de: Vorderseite des Führerscheins oder amtlicher Lichtbildausweis
el_gr: Μπροστινό μέρος άδειας οδήγησης ή ταυτότητας με φωτογραφία εκδοθείσα από την κυβέρνηση
es: Anverso del permiso de conducir u otro documento de identidad con foto expedido por el gobierno
es_419: Frente de la licencia de conducir u otro documento de identidad con foto, emitido por un organismo público
et_ee: Juhiloa või valitsuse väljastatud fotoga isikut tõendava dokumendi esikülg
fi: Ajokortin tai valtion myöntämän kuvallisen henkilötodistuksen etupuoli.
fil: Harap ng lisensya sa pagmamaneho o photo ID na inisyu ng gobyerno
fr_ca: Le recto du permis de conduire ou d'une pièce d'identité officielle avec photo
hr: Prednja strana vozačke dozvole ili službenog identifikacijskog dokumenta s fotografijom
hu: A vezetői engedély vagy más hivatalos fényképes igazolvány előlapja
id: Bagian depan SIM atau identitas berfoto yang dikeluarkan pemerintah
it: Parte anteriore della patente di guida o del documento di identità con foto rilasciato da un'autorità governativa
lt_lt: Vairuotojo pažymėjimo arba valstybės išduoto asmens tapatybės dokumento su nuotrauka priekinė dalis
lv_lv: Autovadītāja apliecības vai valsts izsniegta personu apliecinoša dokumenta priekšpuse
ms_my: Hadapan lesen memandu atau ID bergambar yang dikeluarkan kerajaan
mt: In-naħa ta’ quddiem tal-liċenzja tas-sewqan jew ID bir-ritratt maħruġa mill-gvern
nb: Forsiden av et førerkort eller en offentlig utstedt ID med bilde
nl: Voorkant van rijbewijs of officieel identiteitsbewijs met foto
pl_pl: Przód prawa jazdy lub dokument tożsamości ze zdjęciem wydany przez organ państwowy
pt_br: Frente da carteira de habilitação ou documento de identificação oficial com foto
pt_pt: Frente da carta de condução ou documento de identificação oficial com fotografia
ro_ro: Partea frontală a permisului de conducere sau a documentului de identitate cu fotografie emis de guvern
ru: Лицевая сторона водительских прав или удостоверения личности государственного образца с фотографией
sk_sk: Predná strana vodičského preukazu alebo vládou vydaného preukazu totožnosti s fotografiou
sl_si: Sprednja stran vozniškega dovoljenja ali osebnega dokumenta s fotografijo, ki ga je izdal državni organ
sv: Framsidan av körkort eller en myndighetsutfärdad id-handling med foto
th: ด้านหน้าของใบอนุญาตขับขี่หรือบัตรประจําตัวที่มีรูปถ่ายที่ออกโดยรัฐบาล
tr: Ehliyetin veya devlet tarafından verilmiş fotoğraflı kimliğin ön yüzü
vi: Mặt trước của bằng lái xe hoặc giấy tờ tùy thân có ảnh do chính phủ cấp

# 8d188
source: Front of driver's license or passport
bg_bg: Предна част на шофьорска книжка или паспорт
ca_es: Anvers del carnet de conduir o del passaport
cs_cz: Přední strana řidičského průkazu nebo pasu
da: Forsiden af kørekort eller pas
de: Vorderseite des Führerscheins oder Reisepasses
el_gr: Μπροστινό μέρος άδειας οδήγησης ή διαβατηρίου
es: Anverso del permiso de conducir o pasaporte
es_419: Frente de la licencia de conducir o pasaporte
et_ee: Juhiloa või passi esikülg
fi: Ajokortin tai passin etupuoli
fil: Harap ng lisensya sa pagmamaneho o pasaporte
fr_ca: Recto du permis de conduire ou du passeport
hr: Prednja strana vozačke dozvole ili putovnice
hu: A vezetői engedély vagy az útlevél előlapja
id: Bagian depan SIM atau paspor
it: Fronte della patente di guida o del passaporto
lt_lt: Vairuotojo pažymėjimo arba paso priekinė dalis
lv_lv: Autovadītāja apliecības vai pases priekšpuse
ms_my: Hadapan lesen memandu atau pasport
mt: In-naħa ta’ quddiem tal-liċenzja tas-sewqan jew il-passaport
nb: Forsiden av et førerkort eller et pass
nl: Voorkant van rijbewijs of paspoort
pl_pl: Przód prawa jazdy lub paszportu
pt_br: Frente da carteira de habilitação ou passaporte
pt_pt: Frente da carta de condução ou passaporte
ro_ro: Partea frontală a permisului de conducere sau a pașaportului
ru: Лицевая сторона водительских прав или паспорта
sk_sk: Predná strana vodičského preukazu alebo pasu
sl_si: Sprednja stran vozniškega dovoljenja ali potnega lista
sv: Framsidan av körkort eller pass
th: ด้านหน้าของใบอนุญาตขับขี่หรือหนังสือเดินทาง
tr: Ehliyetin veya pasaportun ön yüzü
vi: Mặt trước của bằng lái xe hoặc hộ chiếu

# 070b5
source: Front of driver's license, passport, or government-issued photo ID
bg_bg: Предна част на шофьорска книжка, паспорт или издаден от съответната държава документ за самоличност със снимка
ca_es: Anvers del carnet de conduir, del passaport o del document d'identitat amb foto emès pel govern
cs_cz: Přední strana řidičského průkazu, pasu nebo státem vydaného průkazu totožnosti s fotografií
da: Forsiden af kørekort, pas eller offentligt udstedt billed-id
de: Vorderseite des Führerscheins, Reisepasses oder amtlichen Lichtbildausweises
el_gr: Μπροστινό μέρος άδειας οδήγησης, διαβατηρίου ή ταυτότητας με φωτογραφία εκδοθείσας από την κυβέρνηση
es: Anverso del permiso de conducir, pasaporte u otro documento de identidad con foto expedido por el gobierno
es_419: Frente de la licencia de conducir, pasaporte u otro documento de identidad con foto, emitido por un organismo público
et_ee: Juhiloa, passi või valitsuse väljastatud fotoga isikut tõendava dokumendi esikülg
fi: Ajokortin, passin tai valtion myöntämän kuvallisen henkilötodistuksen etupuoli.
fil: Harap ng lisensya sa pagmamaneho, pasaporte, o photo ID na inisyu ng gobyerno
fr_ca: Le recto du permis de conduire, du passeport ou d'une pièce d'identité d'origine officielle avec photo.
hr: Prednja strana vozačke dozvole, putovnice ili službenog identifikacijskog dokumenta s fotografijom
hu: A vezetői engedély, útlevél vagy más hivatalos fényképes igazolvány előlapja
id: Bagian depan SIM, paspor, atau identitas berfoto yang dikeluarkan pemerintah
it: Fronte della patente di guida, del passaporto o di un documento di identità con foto rilasciato da un'autorità governativa
lt_lt: Vairuotojo pažymėjimo, paso arba valstybės išduoto asmens tapatybės dokumento su nuotrauka priekinė dalis
lv_lv: Autovadītāja apliecības, pases vai valsts izsniegta personu apliecinoša dokumenta priekšpuse
ms_my: Hadapan lesen memandu, pasport, atau ID bergambar yang dikeluarkan kerajaan
mt: In-naħa ta’ quddiem tal-liċenzja tas-sewqan, il-passaport, jew ID bir-ritratt maħruġa mill-gvern
nb: Forsiden av et førerkort, et pass eller en offentlig utstedt ID med bilde
nl: Voorkant van rijbewijs, paspoort of officieel identiteitsbewijs met foto
pl_pl: Przód prawa jazdy, paszportu lub dowodu tożsamości ze zdjęciem wydanego przez organ państwowy
pt_br: Frente da carteira de habilitação, passaporte ou documento de identificação oficial com foto
pt_pt: Frente da carta de condução, passaporte ou documento de identificação oficial com fotografia
ro_ro: Partea frontală a permisului de conducere, a pașaportului sau a documentului de identitate cu fotografie emis de guvern
ru: Лицевая сторона водительских прав, паспорта или удостоверения личности государственного образца с фотографией
sk_sk: Predná strana vodičského preukazu, pasu alebo vládou vydaného preukazu totožnosti s fotografiou
sl_si: Sprednja stran vozniškega dovoljenja, potnega lista ali osebnega dokumenta s fotografijo, ki ga je izdal državni organ
sv: Framsidan av körkort, pass eller myndighetsutfärdad id-handling med foto
th: ด้านหน้าของใบอนุญาตขับขี่ หนังสือเดินทาง หรือบัตรประจําตัวที่มีรูปถ่ายที่ออกโดยรัฐบาล
tr: Ehliyet, pasaport veya devlet tarafından verilmiş fotoğraflı kimliğin ön yüzü
vi: Mặt trước của bằng lái xe, hộ chiếu hoặc giấy tờ tùy thân có ảnh do chính phủ cấp

# 8562c
source: Front of identity document
bg_bg: Предна страна на документ за самоличност
ca_es: Anvers del document d'identitat
cs_cz: Přední strana průkazu totožnosti
da: Forsiden af identitetsdokumentet
de: Vorderseite des Ausweisdokuments
el_gr: Μπροστινή πλευρά εγγράφου ταυτότητας
es: Anverso del documento de identidad
es_419: Anverso del documento de identidad
et_ee: Isikut tõendava dokumendi esikülg
fi: Henkilötodistuksen etupuoli
fil: Harap ng dokumento ng pagkakakilanlan
fr_ca: Recto de la pièce d'identité
hr: Prednja strana identifikacijskog dokumenta
hu: Személyazonosító okmány eleje
id: Bagian depan dokumen identitas
it: Fronte documento di identità
lt_lt: Tapatybės dokumento priekinė pusė
lv_lv: Identifikācijas dokumenta priekšpuse
ms_my: Bahagian hadapan dokumen pengenalan
mt: In-naħa ta' quddiem tad-dokument tal-identità
nb: Forsiden av identitetsdokumentet
nl: Voorkant van identiteitsbewijs
pl_pl: Przednia strona dokumentu tożsamości
pt_br: Frente do documento de identificação
pt_pt: Frente do documento de identificação
ro_ro: Partea frontală a documentului de identitate
ru: Лицевая сторона документа, удостоверяющего личность
sk_sk: Predná strana dokladu totožnosti
sl_si: Sprednja stran osebnega dokumenta
sv: Id-handlingens framsida
th: ด้านหน้าของเอกสารประจำตัว
tr: Kimlik belgesinin ön yüzü
vi: Mặt trước giấy tờ nhận dạng
