Repository: stripe/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, es_419, et_ee, fi, fil, fr_ca, hr, hu, id, it, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

# 68f51
source: Position your identity document in the center of the frame
bg_bg: Поставете документа си за самоличност в центъра на рамката
ca_es: Col·loqueu el vostre document d'identitat al centre del marc
cs_cz: Umístěte svůj doklad totožnosti do středu rámečku
da: Placer dit identitetsdokument midt i rammen
de: Platzieren Sie Ihr Ausweisdokument genau in der Mitte des Rahmens
el_gr: Τοποθετήστε το έγγραφο ταυτότητας στο κέντρο του πλαισίου
es: Coloca el documento de identidad en el centro del marco
es_419: Coloca el documento de identidad en el centro del recuadro.
et_ee: Paigutage isikut tõendava dokument raami keskele
fi: Aseta henkilöllisyystodistus ruudun keskelle
fil: Ilagay ang iyong dokumento ng pagkakakilanlan sa gitna ng frame
fr_ca: Positionnez votre pièce d’identité au centre du cadre
hr: Postavite svoj osobni dokument u središte okvira
hu: Helyezze a személyazonosító okmányt a keret közepére
id: Posisikan dokumen identitas Anda di bagian tengah bingkai
it: Posiziona il tuo documento di identità al centro della cornice
lt_lt: Padėkite savo tapatybės dokumentą rėmelio centre
lv_lv: Novietojiet personu apliecinoša dokumentu rāmja centrā
ms_my: Letakkan dokumen pengenalan anda di tengah-tengah bingkai
mt: Poġġi d-dokument tal-identità tiegħek fiċ-ċentru tal-qafas
nb: Plasser identitetsdokumentet ditt i midten av rammen
nl: Plaats uw identiteitsbewijs in het midden van het frame
pl_pl: Umieść swój dokument tożsamości na środku ramki
pt_br: Posicione seu documento de identidade no centro do quadro
pt_pt: Posicione o seu documento de identidade no centro da moldura
ro_ro: Poziționați documentul de identitate în centrul cadrului
ru: Расположите документ, удостоверяющий вашу личность, в центре рамки
sk_sk: Umiestnite doklad totožnosti do stredu rámika
sl_si: Osebni dokument namestite na sredino okvirja.
sv: Placera din identitetshandling i mitten av ramen
th: จัดตำแหน่งเอกสารประจำตัวของคุณให้อยู่กลางเฟรม
tr: Kimlik belgenizi çerçevenin ortasına yerleştirin
vi: Đặt giấy tờ tùy thân của bạn ở giữa khung hình

source: Position your passport or government-issued photo ID in the center of the frame
bg_bg: Поставете паспорта си или издадения от съответната държава документ за самоличност със снимка в центъра на рамката.
ca_es: Col·loqueu el passaport o el document d'identitat amb foto emès pel govern al centre del marc
cs_cz: Umístěte pas nebo státem vydaný průkaz totožnosti s fotografií do středu rámečku
da: Placer dit pas eller offentligt udstedt billed-id i midten af rammen
de: Positionieren Sie Ihren Reisepass oder amtlichen Lichtbildausweis in der Mitte des Rahmens
el_gr: Τοποθετήστε το διαβατήριό σας ή την ταυτότητα με φωτογραφία εκδοθείσα από την κυβέρνηση στο κέντρο του πλαισίου
es: Coloca tu pasaporte o documento de identidad con foto expedido por el gobierno en el centro del marco
es_419: Coloca tu pasaporte o documento de identidad con foto, emitido por un organismo público, en el centro del recuadro
et_ee: Asetage oma pass või valitsuse väljastatud fotoga isikut tõendav dokument raami keskele
fi: Aseta passi tai valtion myöntämä kuvallinen henkilötodistus kehyksen keskelle
fil: Ilagay ang iyong pasaporte o photo ID na inisyu ng gobyerno sa gitna ng frame
fr_ca: Placez votre passeport ou votre pièce d'identité officielle avec photo au centre du cadre.
hr: Postavite putovnicu ili službeni identifikacijski dokument s fotografijom u sredinu okvira
hu: Igazítsa az útlevelét vagy más hivatalos fényképes igazolványát a keret közepére
id: Posisikan paspor atau identitas berfoto yang dikeluarkan pemerintah di bagian tengah bingkai
it: Posiziona il passaporto o un documento di identità con foto rilasciato da un'autorità governativa al centro dell'inquadratura
lt_lt: Padėkite pasą arba valstybės išduotą asmens tapatybės dokumentą su nuotrauka rėmelio centre
lv_lv: Novietojiet pasi vai valsts izsniegtu personu apliecinošu dokumentu ar fotogrāfiju rāmja centrā
ms_my: Letakkan pasport atau ID bergambar yang dikeluarkan kerajaan di tengah bingkai
mt: Poġġi l-passaport tiegħek jew l-ID bir-ritratt maħruġa mill-gvern fiċ-ċentru tal-frejm
nb: Plasser passet eller den offentlig utstedte ID-en med bilde i midten av rammen
nl: Plaats het paspoort of officieel identiteitsbewijs met foto in het midden van het frame
pl_pl: Umieść swój paszport lub dokument tożsamości ze zdjęciem wydany przez organ państwowy na środku ramki
pt_br: Posicione seu passaporte ou documento de identificação oficial com foto no centro do quadro
pt_pt: Posicione o seu passaporte ou documento de identificação oficial com fotografia o no centro da moldura
ro_ro: Poziționați pașaportul sau documentul de identitate cu fotografie emis de guvern în centrul cadrului
ru: Расположите паспорт или удостоверение личности государственного образца с фотографией в центре кадра
sk_sk: Umiestnite pas alebo vládou vydaný preukaz totožnosti s fotografiou do stredu rámika
sl_si: Namestite potni list ali osebni dokument s fotografijo, ki ga je izdal državni organ, v sredino okvirja
sv: Placera ditt pass eller myndighetsutfärdade ID-handling med foto i mitten av ramen
th: จัดตําแหน่งหนังสือเดินทางหรือบัตรประจําตัวที่มีรูปถ่ายที่ออกโดยรัฐบาลให้อยู่กลางเฟรม
tr: Pasaportunuzu veya devlet tarafından verilmiş fotoğraflı kimliğinizi çerçevenin ortasına yerleştirin
vi: Đặt hộ chiếu hoặc giấy tờ tùy thân có ảnh do chính phủ cấp ở giữa khung hình

source: Retake Photos
bg_bg: Повторно заснемане на снимки
ca_es: Torna a fer les fotos
cs_cz: Znovu pořídit fotografie
da: Tag billeder igen
de: Foto erneut aufnehmen
el_gr: Λήψη φωτογραφιών εκ νέου
es: Volver a sacar las fotos
es_419: Volver a sacar las fotos
et_ee: Tee fotod uuesti
fi: Ota kuvat uudelleen
fil: Kunan Muli Ang Mga Larawan
fr_ca: Reprendre des photos
hr: Ponovo snimi fotografije
hu: Fényképek megismétlése
id: Ambil Ulang Foto
it: Scatta di nuovo le foto
lt_lt: Perfotografuoti
lv_lv: Uzņemt vēlreiz fotogrāfijas
ms_my: Ambil Semula Foto
mt: Erġa' ħu r-ritratti
nb: Ta bilder på nytt
nl: Nieuwe foto's maken
pl_pl: zrób zdjęcia ponownie
pt_br: Tirar fotos novamente
pt_pt: Voltar a tirar fotografias
ro_ro: Faceți din nou fotografii
ru: Повторные фото
sk_sk: Znova odfotiť
sl_si: Znova posnemi fotografije
sv: Ta bilden på nytt
th: ถ่ายภาพอีกครั้ง
tr: Fotoğrafları Tekrar Çek
vi: Chụp lại ảnh

# ea1c5
source: Scan
bg_bg: Сканирай
ca_es: Escaneig
cs_cz: Skenovat
de: Scannen
el_gr: Σάρωση
es: Escanear
es_419: Escanear
et_ee: Skannimine
fi: Skannaa
fil: I-scan
fr_ca: Numériser
hr: Skenirani dokument
hu: Beolvasás
id: Pindai
it: Scansiona
lt_lt: Nuskaityti
lv_lv: Skenēt
ms_my: Imbas
mt: Skennja
nb: Skann
nl: Scannen
pl_pl: Skanowanie
pt_br: Digitalizar
pt_pt: Digitalizar
ro_ro: Scanare
ru: Сканировать
sk_sk: Skenovať
sl_si: Optično preberi
sv: Skanna dokument
th: สแกน
tr: Tara
vi: Quét

# e9b3b
source: Scanned
bg_bg: Сканиран
ca_es: S'ha escanejat correctament
cs_cz: Naskenováno
da: Scannet
de: Eingescannt
el_gr: Σαρώθηκε
es: Escaneado
es_419: Escaneado
et_ee: Skannitud
fi: Skannattu
fil: Na-scan na
fr_ca: Numérisé
hr: Skenirano
hu: Beolvasva
id: Dipindai
it: Scansionato
lt_lt: Nuskaityta
lv_lv: Skenēts
ms_my: Telah Diimbas
mt: Skennjat
nb: Skannet
nl: Gescand
pl_pl: Zeskanowano
pt_br: Digitalizado
pt_pt: Digitalizado
ro_ro: Scanat
ru: Сканировано
sk_sk: Naskenované
sl_si: Optično prebrano
sv: Dokumentet har skannats
th: สแกนแล้ว
tr: Tarandı
vi: Đã quét

# 2a780
source: Select
bg_bg: Избиране
ca_es: Selecciona
cs_cz: Vybrat
da: Vælg
de: Auswählen
el_gr: Επιλογή
es: Seleccionar
es_419: Seleccionar
et_ee: Vali
fi: Valitse
fil: Piliin
fr_ca: Sélectionner
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Seleziona
lt_lt: Pasirinkti
lv_lv: Atlasīt
ms_my: Pilih
mt: Agħżel
nb: Velg
nl: Selecteren
pl_pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro_ro: Selectare
ru: Выбрать
sk_sk: Zvoliť
sl_si: Izberi
sv: Välj
th: เลือก
tr: Seç
vi: Chọn

# 568f3
source: Select a location to upload the back of your identity document from
bg_bg: Изберете местоположение за качване на изображение на задната страна на Вашия документ за самоличност от
ca_es: Seleccioneu una ubicació des d'on carregar el revers del document d'identitat
cs_cz: Vyberte místo k nahrání zadní strany vašeho průkazu totožnosti z
da: Vælg en placering, som bagsiden af dit identitetsdokument skal uploades fra
de: Wählen Sie einen Ort zum Hochladen der Rückseite Ihres Ausweisdokuments aus
el_gr: Επιλέξτε την τοποθεσία από την οποία θα αποστείλετε την πίσω πλευρά του εγγράφου ταυτότητάς σας
es: Selecciona una ubicación desde la que cargar el reverso de tu documento de identidad
es_419: Selecciona una ubicación desde donde cargar el dorso de tu documento de identidad.
et_ee: Valige asukoht, kust laadida üles oma isikut tõendava dokumendi tagakülg
fi: Valitse sijainti, josta haluat ladata henkilöllisyysasiakirjan takapuolen
fil: Pumili ng lokasyon kung saan i-a-upload ang likod ng iyong dokumento ng pagkakakilanlan
fr_ca: Sélectionnez l'emplacement à partir duquel vous souhaitez téléverser le verso de votre pièce d'identité
hr: Odaberite lokaciju s koje ćete učitati stražnju stranu svog dokumenta
hu: Válassza ki, hogy honnan szeretné feltölteni a személyazonosító okmányának hátlapját
id: Pilih lokasi untuk mengunggah bagian belakang dokumen identitas Anda
it: Seleziona una posizione da cui caricare il retro del tuo documento di identità
lt_lt: Pasirinkite vietą, iš kur įkelsite asmens tapatybės dokumento galinės pusės vaizdą
lv_lv: Atlasiet atrašanās vietu, kurā augšupielādēt jūsu identifikācijas dokumenta aizmuguri no
ms_my: Pilih lokasi sumber untuk memuat naik bahagian belakang dokumen pengenalan anda
mt: Agħżel il-post minn fejn tixtieq ittella' n-naħa ta' wara tad-dokument tal-identità
nb: Velg en plassering du vil laste opp baksiden av identitetsdokumentet ditt fra
nl: Selecteer een locatie vanwaar je de achterkant van je identiteitsbewijs wilt uploaden
pl_pl: Wybierz lokalizację, z której chcesz przesłać tylną stronę dokumentu tożsamości
pt_br: Selecione um local para carregar o verso do documento de identidade
pt_pt: Selecione uma localização a partir da qual pretende carregar o verso do seu documento de identidade
ro_ro: Selectați o locație din care să încărcați verso-ului documentului dvs. de identitate
ru: Выберите папку с изображением оборота вашего документа, удостоверяющего личность, для отправки
sk_sk: Vyberte umiestnenie, z ktorého chcete nahrať zadnú stranu dokladu totožnosti
sl_si: Izberite mesto, s katerega želite naložiti hrbtno stran osebnega dokumenta
sv: Välj från vilken plats du vill ladda upp baksidan på din id-handling
th: เลือกตำแหน่งที่จะทำการอัปโหลดรูปภาพด้านหลังของเอกสารประจำตัว
tr: Kimlik belgenizin arka yüzünü yükleyeceğiniz konumu seçin
vi: Chọn một vị trí để tải lên mặt sau giấy tờ tùy thân của bạn

# a352a
source: Select a location to upload the front of your identity document from
bg_bg: Изберете местоположение за качване на изображение на предната страна на Вашия документ за самоличност от
ca_es: Seleccioneu una ubicació des d'on carregar l'anvers del document d'identitat
cs_cz: Vyberte místo k nahrání přední strany vašeho průkazu totožnosti z
da: Vælg en placering, som forsiden af dit identitetsdokument skal uploades fra
de: Wählen Sie einen Ort zum Hochladen der Vorderseite Ihres Ausweisdokuments aus
el_gr: Επιλέξτε την τοποθεσία από την οποία θα αποστείλετε την μπροστινή πλευρά του εγγράφου ταυτότητάς σας
es: Selecciona una ubicación desde la que cargar el anverso de tu documento de identidad
es_419: Selecciona una ubicación desde donde cargar el frente de tu documento de identidad.
et_ee: Valige asukoht, kust laadida üles oma isikut tõendava dokumendi esikülg
fi: Valitse sijainti, josta haluat ladata henkilöllisyysasiakirjan etupuolen
fil: Pumili ng lokasyon kung saan i-a-upload ang harap ng iyong dokumento ng pagkakakilanlan
fr_ca: Sélectionnez l'emplacement à partir duquel vous souhaitez téléverser le recto de votre pièce d'identité
hr: Odaberite lokaciju s koje ćete učitati prednju stranu svog dokumenta
hu: Válassza ki, hogy honnan szeretné feltölteni a személyazonosító okmányának előlapját
id: Pilih lokasi untuk mengunggah bagian depan dokumen identitas Anda
it: Seleziona una posizione da cui caricare il fronte del tuo documento di identità
lt_lt: Pasirinkite vietą, iš kur įkelsite asmens tapatybės dokumento priekinės pusės vaizdą
lv_lv: Atlasiet atrašanās vietu, kurā augšupielādēt jūsu identifikācijas dokumenta priekšpusi no
ms_my: Pilih lokasi sumber untuk memuat naik bahagian hadapan dokumen pengenalan anda
mt: Agħżel il-post minn fejn tixtieq ittella' n-naħa ta' quddiem tad-dokument tal-identità
nb: Velg en plassering du vil laste opp forsiden av identitetsdokumentet ditt fra
nl: Selecteer een locatie vanwaar je de voorkant van je identiteitsbewijs wilt uploaden
pl_pl: Wybierz lokalizację, z której chcesz przesłać przednią stronę dokumentu tożsamości
pt_br: Selecione um local para carregar a frente do documento de identidade
pt_pt: Selecione uma localização a partir da qual pretende carregar a frente do seu documento de identidade
ro_ro: Selectați o locație din care să încărcați partea frontală a documentului dvs. de identitate
ru: Выберите папку с изображением лицевой стороны вашего документа, удостоверяющего личность, для отправки
sk_sk: Vyberte umiestnenie, z ktorého chcete nahrať prednú stranu dokladu totožnosti
sl_si: Izberite mesto, s katerega želite naložiti sprednjo stran osebnega dokumenta
sv: Välj från vilken plats du vill ladda upp framsidan på din id-handling
th: เลือกตำแหน่งที่จะทำการอัปโหลดรูปภาพด้านหน้าของเอกสารประจำตัว
tr: Kimlik belgenizin ön yüzünü yükleyeceğiniz konumu seçin
vi: Chọn một vị trí để tải lên mặt trước giấy tờ tùy thân của bạn

# 0dfa8
source: Select back %@ photo
bg_bg: Изберете снимка на задната част на %@
ca_es: Selecciona la foto de la cara posterior de %@
cs_cz: Vyberte zadní stranu %@ fotografie
da: Vælg billedet %@ på bagsiden
de: Wählen Sie Foto der Rückseite Ihres %@ aus
el_gr: Επιλέξτε πίσω %@ φωτογραφία
es: Selecciona la foto del reverso de %@
es_419: Vuelve a seleccionar la foto %@
et_ee: Vali %@ tagakülje foto
fi: Valitse kohteen %@ taustapuolen kuva
fil: Piliin ang larawan sa likod ng %@
fr_ca: Sélectionner la photo du verso de %@.
hr: Odaberite fotografiju poleđine %@
hu: Válassza vissza %@ fénykép
id: Pilih bagian belakang %@ foto
it: Seleziona la foto del retro di %@
lt_lt: Pasirinkti %@ galinės dalies nuotrauką
lv_lv: Atlasietļ %@ aizmugures fotoattēlu
ms_my: Pilih foto bahagian belakang %@
mt: Agħżel ir-ritratt ta’ wara ta’ %@
nb: Velg baksiden av bildet, %@
nl: Selecteer achterkant %@ foto
pl_pl: Wybierz zdjęcie tylnej strony dokumentu %@
pt_br: Selecione foto do verso %@
pt_pt: Selecionar foto de verso %@
ro_ro: Selectați fotografia cu spatele %@
ru: Выберите фото оборотной стороны документа (%@)
sk_sk: Vyberte fotografiu zadnej strany %@
sl_si: Izberite fotografijo na zadnji strani %@
sv: Välj bilden på baksidan av %@
th: เลือกรูปภาพ %@ ด้านหลัง
tr: %@’nin arka yüzünün fotoğrafını seçin
vi: Chọn ảnh mặt sau %@

# 38aec
source: Select back identity document photo
bg_bg: Изберете снимка на задната част на документа за самоличност
ca_es: Selecciona la foto de la cara posterior del document d'identitat
cs_cz: Vyberte zadní stranu fotografie dokladu totožnosti
da: Vælg billedet af identitetsdokumentet på bagsiden
de: Wählen Sie das Foto der Rückseite Ihres Ausweisdokuments aus
el_gr: Επιλέξτε πίσω τη φωτογραφία εγγράφου ταυτότητας
es: Selecciona la foto del reverso del documento de identidad
es_419: Selecciona la foto del dorso del documento de identidad
et_ee: Valige isikut tõendava dokumendi tagumine foto
fi: Valitse henkilöllisyystodistuksen taustapuolen kuva
fil: Piliin ang larawan sa likod ng dokumento ng pagkakakilanlan
fr_ca: Sélectionnez la photo du verso de la pièce d'identité
hr: Odaberite fotografiju poleđine osobnog dokumenta
hu: Válassza vissza azonosító dokumentum fénykép
id: Pilih bagian belakang foto dokumen identitas
it: Seleziona la foto del retro del documento d'identità
lt_lt: Pasirinkti asmens dokumento galinės dalies nuotrauką
lv_lv: Izvēlieties personu apliecinoša dokumenta aizmugures fotoattēlu
ms_my: Pilih foto bahagian belakang dokumen pengenalan diri
mt: Agħżel ir-ritratt ta' wara tad-dokument tal-identità
nb: Velg baksiden av bildet for identitetsdokumentet
nl: Selecteer een foto van het identiteitsbewijs aan de achterkant
pl_pl: Wybierz zdjęcie tylnej strony dokumentu tożsamości
pt_br: Selecione foto do verso do documento de identidade
pt_pt: Selecionar a fotografia de verso do documento de identificação
ro_ro: Selectați fotografia cu spatele documentului de identitate
ru: Выберите фото оборотной стороны документа, удостоверяющего личность
sk_sk: Vyberte fotografiu zadnej strany dokladu totožnosti
sl_si: Izberite fotografijo osebnega dokumenta
sv: Välj bilden på baksidan av identitetshandlingen
th: เลือกรูปภาพด้านหลังของเอกสารประจำตัว
tr: Kimlik belgesinin arka yüzünün fotoğrafını seçin
vi: Chọn ảnh mặt sau giấy tờ tùy thân

# 1ca11
source: Select front %@ photo
bg_bg: Изберете снимка на предната част на %@
ca_es: Selecciona la foto de la cara frontal de %@
cs_cz: Vyberte přední stranu fotografie %@
da: Vælg billedet %@ på forsiden
de: Wählen Sie Foto der Vorderseite Ihres %@ aus
el_gr: Επιλογή μπροστινής %@ φωτογραφίας
es: Selecciona la foto del anverso de %@
es_419: Selecciona la foto frontal %@
et_ee: Vali %@ esikülje foto
fi: Valitse kohteen %@ etupuolen kuva
fil: Piliin ang larawan sa harap ng %@
fr_ca: Sélectionnez la photo du recto de %@.
hr: Odaberite fotografiju prednje strane %@
hu: Válassza elülső %@ fénykép
id: Pilih bagian depan %@ foto
it: Seleziona la foto del fronte di %@
lt_lt: Pasirinkti %@ priekinės dalies nuotrauką
lv_lv: Atlasīt priekšējo %@ fotoattēlu
ms_my: Pilih foto bahagian hadapan %@
mt: Agħżel ir-ritratt ta' quddiem ta’ %@
nb: Velg forsiden av bildet, %@
nl: Selecteer voorkant %@ foto
pl_pl: Wybierz zdjęcie przedniej strony dokumentu %@
pt_br: Selecione foto da frente %@
pt_pt: Selecionar a fotografia da frente %@
ro_ro: Selectați fotografia cu fața %@
ru: Выберите фото лицевой стороны документа (%@)
sk_sk: Vyberte fotografiu prednej strany %@
sl_si: Izberite fotografijo na sprednji strani %@
sv: Välj bilden på framsidan av %@
th: เลือกรูปภาพ %@ ด้านหน้า
tr: %@’nin ön yüzünün fotoğrafını seçin
vi: Chọn ảnh mặt trước %@

# 5c25a
source: Select front identity document photo
bg_bg: Изберете снимка на предната част на документа за самоличност
ca_es: Selecciona la foto de la cara frontal del document d'identitat
cs_cz: Vyberte přední stranu fotografie dokladu totožnosti
da: Vælg billedet af identitetsdokumentet på forsiden
de: Wählen Sie das Foto der Vorderseite Ihres Ausweisdokuments aus
el_gr: Επιλέξτε τη μπροστινή φωτογραφία του εγγράφου ταυτότητας
es: Selecciona la foto del anverso del documento de identidad
es_419: Selecciona la foto frontal del documento de identidad
et_ee: Valige isikut tõendava dokumendi esikülje foto
fi: Valitse henkilöllisyystodistuksen etupuolen kuva
fil: Piliin ang larawan sa harap ng dokumento ng pagkakakilanlan
fr_ca: Sélectionnez la photo du recto de la pièce d'identité
hr: Odaberite fotografiju prednje strane osobnog dokumenta
hu: Válassza az azonosító okmány elülső oldalának fényképét
id: Pilih bagian depan foto dokumen identitas
it: Seleziona la foto del fronte del documento d'identità
lt_lt: Pasirinkti asmens dokumento priekinės dalies nuotrauką
lv_lv: Izvēlieties priekšējo personu apliecinoša dokumenta fotoattēlu
ms_my: Pilih foto bahagian hadapan dokumen pengenalan diri
mt: Agħżel ir-ritratt ta' quddiem tad-dokument tal-identità
nb: Velg forsiden av bildet for identitetsdokumentet
nl: Selecteer de foto van het identiteitsbewijs aan de voorkant
pl_pl: Wybierz zdjęcie przedniej strony dokumentu tożsamości
pt_br: Selecione foto da frente do documento de identidade
pt_pt: Selecionar a fotografia da frente do documento de identificação
ro_ro: Selectați fotografia cu fața documentului de identitate
ru: Выберите фото лицевой стороны документа, удостоверяющего личность
sk_sk: Vyberte fotografiu prednej strany dokladu totožnosti
sl_si: Izberite fotografijo na sprednji strani osebnega dokumenta
sv: Välj bilden på framsidan av identitetshandlingen
th: เลือกรูปภาพด้านหน้าของเอกสารประจำตัว
tr: Kimlik belgesinin ön yüzünün fotoğrafını seçin
vi: Chọn ảnh mặt trước giấy tờ tùy thân

# 7891f
source: Selfie
bg_bg: Селфи
ca_es: Autofoto
et_ee: Selfi
fr_ca: Égoportrait
hu: Szelfi
id: Swafoto
lt_lt: Asmenukė
lv_lv: Pašportrets
ms_my: Swafoto
mt: Stessu
ru: Селфи
sl_si: Selfi
th: เซลฟี
tr: Özçekim

# ccd67
source: Selfie captures
bg_bg: Заснети селфита
ca_es: Autofotos
cs_cz: Pořízené snímky selfie
da: Selfie-optagelser
de: Selfie-Aufnahmen
el_gr: Λήψεις selfie
es: Capturas de selfies
es_419: Capturas de selfie
et_ee: Selfi pildistamine
fi: Selfiet
fil: Mga pagkuha ng selfie
fr_ca: Captures d'égoportraits
hr: Snimanje selfie slika
hu: Szelfi készítése
id: Pengambilan gambar swafoto
it: Acquisizioni di selfie
lt_lt: Asmenukių įrašai
lv_lv: Pašportreta uzņēmumi
ms_my: Tangkapan swafoto
mt: Ġbid tal-istessu
nb: Selfiebilder
nl: Selfieopnamen
pl_pl: Przechwytywanie selfie
pt_br: Capturas de selfie
pt_pt: Capturas de selfie
ro_ro: Capturi de tip selfie
ru: Съемка селфи
sk_sk: Selfie zábery
sl_si: Posnetki selfija
sv: Selfiebilder
th: ถ่ายเซลฟี
tr: Özçekim çekimleri
vi: Chụp ảnh selfie

# a7b36
source: Selfie captures are complete
bg_bg: Заснемането на селфита е завършено
ca_es: S'han completat les autofotos
cs_cz: Pořízení snímků selfie je dokončené
da: Optagelse af selfier er fuldført
de: Die Selfie-Aufnahmen sind abgeschlossen.
el_gr: Οι λήψεις selfie ολοκληρώθηκαν
es: Se han realizado las selfies.
es_419: Se completaron las capturas de selfie.
et_ee: Selfi on jäädvustatud
fi: Selfien ottaminen suortitettu
fil: Kumpleto na ang mga pagkuha ng selfie
fr_ca: Les captures d'égoportraits sont terminées
hr: Snimanje selfi slika je završeno
hu: Szelfi felvétel kész
id: Pengambilan gambar swafoto selesai
it: L'acquisizione dei selfie è completa
lt_lt: Baigti asmenukių įrašai
lv_lv: Pašportreta uzņēmumi ir pabeigti
ms_my: Tangkapan swafoto selesai
mt: L-istessi nġibdu
nb: Selfiebilder er fullført
nl: Selfieopnamen zijn voltooid
pl_pl: Zakończono przechwytywanie selfie
pt_br: As capturas de selfie foram concluídas
pt_pt: Capturas de selfie concluídas
ro_ro: Capturile de tip selfie sunt complete
ru: Съемка селфи выполнена
sk_sk: Selfie zábery sú dokončené
sl_si: Selfiji so posneti
sv: Selfiebilderna har tagits
th: ถ่ายเซลฟีเรียบร้อยแล้ว
tr: Özçekim çekimleri tamamlandı
vi: Chụp ảnh selfie đã hoàn tất

# 1ca36
source: Take Photo
bg_bg: Заснемане
ca_es: Fes foto
cs_cz: Pořídit fotku
da: Tag foto
de: Aufnahme machen
el_gr: Λήψη φωτογραφίας
es: Hacer una foto
es_419: Tomar una foto
et_ee: Pildista
fi: Ota kuva
fil: Kumuha ng larawan
fr_ca: Prendre une photo
hr: Snimi fotografiju
hu: Fénykép készítése
id: Ambil Foto
it: Scatta foto
lt_lt: Fotografuoti
lv_lv: Uzņemt attēlu
ms_my: Ambil Foto
mt: Ħu Ritratt
nb: Ta bilde
nl: Foto maken
pl_pl: Zrób zdjęcie
pt_br: Tirar foto
pt_pt: Tirar fotografia
ro_ro: Faceți o fotografie
ru: Сделать фото
sk_sk: Odfotiť
sl_si: Fotografiraj
sv: Ta bild
th: ถ่ายภาพ
tr: Fotoğraf Çek
vi: Chụp ảnh
