Repository: stripe/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, es_419, et_ee, fi, fil, fr_ca, hr, hu, id, it, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

# bb2ee
source: Front of passport or government-issued photo ID
bg_bg: Предна част на паспорт или издаден от съответната държава документ за самоличност със снимка
ca_es: Anvers del passaport o del document d'identitat amb foto emès pel govern
cs_cz: Přední strana pasu nebo státem vydaného průkazu totožnosti s fotografií
da: Forsiden af pas eller offentligt udstedt billed-id
de: Vorderseite des Reisepasses oder amtlichen Lichtbildausweises
el_gr: Μπροστινό μέρος διαβατηρίου ή ταυτότητας με φωτογραφία εκδοθείσας από την κυβέρνηση
es: Anverso del pasaporte o documento de identidad con foto expedido por el gobierno
es_419: Frente del pasaporte o documento de identidad con foto, emitido por un organismo público
et_ee: Passi või valitsuse väljastatud fotoga isikut tõendava dokumendi esikülg
fi: Passin tai valtion myöntämän kuvallisen henkilötodistuksen etupuoli
fil: Harap ng pasaporte o photo ID na inisyu ng gobyerno
fr_ca: Recto du passeport ou d'une pièce d'identité officielle avec photo
hr: Prednja strana putovnice ili službenog identifikacijskog dokumenta s fotografijom
hu: Az útlevél vagy más hivatalos fényképes igazolvány előlapja
id: Bagian depan paspor atau identitas berfoto yang dikeluarkan pemerintah
it: Fronte del passaporto o documento di identità con foto rilasciato da un'autorità governativa
lt_lt: Paso arba valstybės išduoto asmens tapatybės dokumento su nuotrauka priekinė dalis
lv_lv: Pases vai valsts izsniegta personu apliecinoša dokumenta priekšpuse
ms_my: Hadapan pasport atau ID bergambar yang dikeluarkan kerajaan
mt: In-naħa ta’ quddiem tal-passaport jew tal-ID bir-ritratt maħruġa mill-gvern
nb: Forsiden av et pass eller en offentlig utstedt ID med bilde
nl: Voorkant van paspoort of officieel identiteitsbewijs met foto
pl_pl: Przód paszportu lub dokument tożsamości ze zdjęciem wydanego przez organ państwowy
pt_br: Frente do passaporte ou documento de identificação oficial com foto
pt_pt: Frente do passaporte ou documento de identificação oficial com fotografia
ro_ro: Partea frontală a pașaportului sau a documentului de identitate cu fotografie emis de guvern
ru: Лицевая сторона паспорта или удостоверения личности государственного образца с фотографией
sk_sk: Predná strana pasu alebo vládou vydaného preukazu totožnosti s fotografiou
sl_si: Sprednja stran potnega lista ali osebnega dokumenta s fotografijo, ki ga je izdal državni organ
sv: Framsidan av pass eller myndighetsutfärdad id-handling med foto
th: ด้านหน้าของหนังสือเดินทางหรือบัตรประจําตัวที่มีรูปถ่ายที่ออกโดยรัฐบาล
tr: Pasaportun veya devlet tarafından verilmiş fotoğraflı kimliğin ön yüzü
vi: Mặt trước hộ chiếu hoặc giấy tờ tùy thân có ảnh do chính phủ cấp

source: Get ready to scan your photo ID
bg_bg: Подгответе се за сканиране на Вашия документ за самоличност със снимка
ca_es: Prepareu-vos per escanejar la vostra identificació amb foto
cs_cz: Připravte se na skenování průkazu totožnosti s fotografií
da: Gør dig klar til at scanne dit foto-ID
de: Machen Sie sich zum Scannen Ihres Lichtbildausweises bereit
el_gr: Ετοιμαστείτε να σαρώσετε την ταυτότητα με φωτογραφία
es: Prepárate para escanear tu documento de identidad con foto
es_419: Prepárate para escanear tu documento de identidad con foto
et_ee: Valmistuge oma fotoga isikut tõendava dokumendi skannimiseks
fi: Valmistaudu skannaamaan kuvallinen henkilöllisyystodistus
fil: Maghandang i-scan ang iyong photo ID
fr_ca: Préparez-vous à scanner votre pièce d'identité
hr: Pripremite se za skeniranje svog osobnog dokumenta s fotografijom
hu: Készítse elő fényképes igazolványát a beolvasásra
id: Siapkan pemindaian identitas berfoto Anda
it: Preparati a scansionare il tuo documento di identità con foto
lt_lt: Pasiruoškite nuskaityti savo asmens tapatybės dokumento nuotrauką
lv_lv: Sagatavojieties skenēt savu identifikācijas dokumentu ar fotogrāfiju
ms_my: Bersedia untuk mengimbas ID berfoto anda
mt: Ħejji ruħek biex tiskennja d-dokument tal-identità bir-ritratt tiegħek
nb: Gjør deg klar til å skanne bilde-ID-en din
nl: Bereid je voor om je foto-ID te scannen
pl_pl: Przygotuj się na skanowanie dokumentu tożsamości ze zdjęciem
pt_br: Prepare-se para digitalizar seu documento de identificação com foto
pt_pt: Prepare-se para digitalizar o seu documento de identificação com fotografia
ro_ro: Pregătiți-vă să vă scanați documentul de identitate cu fotografie
ru: Приготовьтесь сканировать удостоверение личности с фотографией
sk_sk: Pripravte sa na naskenovanie dokladu totožnosti s fotografiou
sl_si: Pripravite se na optično branje osebnega dokumenta s fotografijo
sv: Gör dig redo att skanna ditt foto-id
th: เตรียมพร้อมสแกนเอกสารประจำตัวที่มีรูปถ่าย
tr: Fotoğraflı kimliğinizi taramak için hazırlanın
vi: Chuẩn bị quét ID có ảnh

# 9e29f
source: Get ready to take a selfie
bg_bg: Пригответе се да си направите селфи
ca_es: Prepareu-vos per fer-vos l'autofoto
cs_cz: Připravte se na pořízení selfie
da: Gør klar til at tage en selfie
de: Machen Sie sich für ein Selfie bereit
el_gr: Ετοιμαστείτε να βγάλετε μια selfie
es: Prepárate para hacerte la selfie
es_419: Prepárate para hacerte la selfie
et_ee: Valmistuge tegema selfit
fi: Valmistaudu selfien ottoon
fil: Maghanda na kumuha ng selfie
fr_ca: Préparez-vous à vous prendre en photo
hr: Pripremite se za snimanje selfija
hu: Készüljön fel egy szelfi elkészítésére
id: Bersiaplah untuk mengambil swafoto
it: Preparati a scattare un selfie
lt_lt: Pasiruoškite nusifotografuoti
lv_lv: Sagatavojieties uzņemt pašportretu
ms_my: Bersedia untuk mengambil swafoto
mt: Ħejji ruħek għall-istessu
nb: Gjør deg klar til å ta en selfie
nl: Maak je klaar om een selfie te nemen
pl_pl: Przygotuj się do zrobienia selfie
pt_br: Prepare-se para tirar uma selfie
pt_pt: Prepare-se para tirar uma selfie
ro_ro: Pregătiți-vă pentru a efectua un selfie
ru: Приготовьтесь сделать селфи
sk_sk: Pripravte sa na nasnímanie selfie
sl_si: Pripravite se na zajem selfija
sv: Gör dig redo att ta en selfie
th: เตรียมตัวถ่ายภาพเซลฟี
tr: Selfie çekmeye hazırlanın
vi: Sẵn sàng để tự chụp ảnh

# b8d99
source: Go Back
bg_bg: Назад
ca_es: Enrere
cs_cz: Zpět
da: Gå tilbage
de: Zurück
el_gr: Επιστροφή
es: Volver atrás
es_419: Volver
et_ee: Mine tagasi
fi: Siirry takaisin
fil: Bumalik
fr_ca: Retour
hr: Vrati se natrag
hu: Visszalépés
id: Kembali
it: Indietro
lt_lt: Atgal
lv_lv: Doties atpakaļ
ms_my: Undur
mt: Mur Lura
nb: Gå tilbake
nl: Terug
pl_pl: Wróć
pt_br: Voltar
pt_pt: Voltar
ro_ro: Înapoi
ru: Назад
sk_sk: Späť
sl_si: Nazaj
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri Git
vi: Quay lại

# b63f6
source: Hold still, scanning
bg_bg: Застанете неподвижно, сканира се
ca_es: S'està escanejant; espereu
cs_cz: Držte rovně, probíhá skenování
da: Hold stille, scanner
de: Bitte nicht bewegen, Scanvorgang läuft
el_gr: Κρατήστε σταθερά, γίνεται σάρωση
es: Espera, se está escaneando
es_419: No te muevas. Escaneando...
et_ee: Hoidke paigal, skannimine
fi: Odota, skannaus kesken
fil: Huwag gumalaw, ini-iscan
fr_ca: Ne bougez pas, numérisation en cours
hr: Ne pomičite se, skeniranje u tijeku
hu: Ne mozgassa, beolvasás folyamatban
id: Jangan bergerak, memindai
it: Tienilo fermo. Scansione in corso
lt_lt: Išlaikyti nejudinant, nuskaitoma
lv_lv: Nekustiniet, notiek skenēšana
ms_my: Jangan bergerak, pengimbasan sedang berlangsung
mt: Tiċċaqlaqx, qed niskennjaw
nb: Vær rolig, skanner
nl: Niet bewegen, het document wordt gescand
pl_pl: Zaczekaj, trwa skanowanie
pt_br: Segure firme. Digitalizando.
pt_pt: Segure com firmeza, a capturar
ro_ro: Nu mișcați, se scanează
ru: Держите документ неподвижно, идет сканирование
sk_sk: Držte pokojne, skenuje sa
sl_si: Optično branje – držite pri miru
sv: Rör dig inte, dokumentet skannas in
th: ถือไว้ให้นิ่ง ระบบกำลังสแกน
tr: Bekleyin, taranıyor
vi: Giữ yên, đang quét

# d5b05
source: I'm ready
bg_bg: Готов съм
ca_es: Estic a punt
cs_cz: Jsem připraven/a
da: Jeg er klar
de: Ich bin bereit
el_gr: Είμαι έτοιμος
es: A punto
es_419: Listo
et_ee: Olen valmis jätkama
fi: Olen valmis
fil: Handa na ako
fr_ca: Tout est prêt
hr: Spreman sam
hu: Készen állok
id: Saya siap
it: Tutto pronto
lt_lt: Esu pasiruošęs
lv_lv: Esmu gatavs
ms_my: Saya sudah bersedia
mt: Jien lest/a
nb: Jeg er klar
nl: Ik ben klaar
pl_pl: Gotowe
pt_br: Tudo pronto
pt_pt: Estou pronto
ro_ro: Sunt gata
ru: Готово
sk_sk: Som pripravený/-á
sl_si: Pripravljen(-a) sem
sv: Jag är redo
th: ฉันพร้อมแล้ว
tr: Hazırım
vi: Đã sẵn sàng

# a403d
source: ID Number
bg_bg: Идентификационен номер
ca_es: Número d'identificació
cs_cz: Identifikační číslo
da: ID-nummer
de: Ausweisnummer
el_gr: Αριθμός ταυτότητας
es: Número de ID
es_419: Número de documento
et_ee: Isikukood
fi: Tunnusnumero
fil: Numero ng ID
fr_ca: Numéro d'identification
hr: ID broj
hu: Azonosítószám
id: Nomor Identifikasi
it: Numero documento di identità
lt_lt: Identifikacinis numeris
lv_lv: ID numurs
ms_my: Nombor ID
mt: In-Numru tal-ID
nb: ID-nummer
nl: Identificatienummer
pl_pl: Numer identyfikacyjny
pt_br: Número da identificação
pt_pt: Número de identificação
ro_ro: Număr de identificare
ru: Номер удостоверения личности
sk_sk: Identifikačné číslo
sl_si: Številka osebnega dokumenta
sv: ID-nummer
th: หมายเลขประจำตัวประชาชน
tr: Kimlik Numarası
vi: Số ID

# 6212a
source: Individual CPF
bg_bg: CPF на физическо лице
ca_es: CPF particular
cs_cz: Individuální CPF
da: Individuel CPF
de: Individuelle CPF
el_gr: Ατομικό CPF
es: CPF individual
es_419: CPF individual
et_ee: Eraisiku CPF
fi: Yksityishenkilön CPF
fil: Indibidwal na CPF
fr_ca: Numéro CPF
hr: CPF porezni broj
hu: Személyes CPF
id: CPF perorangan
it: CPF personale
lt_lt: Asmens CPF
lv_lv: Fiziskas personas CPF
ms_my: CPF Individu
mt: CPF personali
nb: Individuell CPF
nl: CPF natuurlijk persoon
pl_pl: CPF osoby fizycznej
pt_br: CPF
pt_pt: CPF particular
ro_ro: CPF persoană fizică
ru: Личный номер CPF
sk_sk: Individuálne CPF
sl_si: CPF posameznika
sv: Personligt CPF
th: CPF ส่วนบุคคล
tr: Bireysel CPF
vi: CPF cá nhân

# 6be11
source: Keep ID level
bg_bg: Подравнете документа за самоличност
ca_es: Col·loca bé el document d'identitat
cs_cz: Zachovat úroveň dokladu
da: Hold id'et vandret
de: Ausweisdokument gerade halten
el_gr: Κρατήστε οριζόντια την ταυτότητα
es: Mantén el documento de identidad nivelado
es_419: Mantén el documento de identidad nivelado
et_ee: Hoidke isikut tõendavat dokumenti rõhtsalt
fi: Pidä henkilöllisyystodistus tasaisena
fil: Panatilihin ang lebel ng ID
fr_ca: Maintenez votre pièce d'identité horizontale
hr: Držite osobni dokument ravno
hu: Tartsa egyenesen az igazolványt
id: Sejajarkan identitas
it: Allinea il documento di identità all'angolo destro
lt_lt: Sulygiuokite tapatybės dokumentą
lv_lv: Paturēt ID līmeni
ms_my: Pastikan ID mendatar
mt: Żomm id-dokument tal-identità ċatt
nb: Hold ID-en rett
nl: Houd het identiteitsbewijs recht
pl_pl: Utrzymaj dokument tożsamości w poziomie
pt_br: Mantenha o documento nivelado
pt_pt: Mantenha o documento de identificação nivelado
ro_ro: Țineți documentul de identitate drept
ru: Держите документ ровно
sk_sk: Udržiavajte úroveň dokladu totožnosti
sl_si: Osebni dokument naj ostane raven
sv: Se till att id-handlingen ligger rakt
th: วางเอกสารให้อยู่ในมุมที่พอดี
tr: Kimlik seviyesini koruyun
vi: Giữ ID cân bằng

# 77dd8
source: Last 4 of Social Security number
bg_bg: Последните 4 цифри от социалноосигурителния номер
ca_es: Últims 4 números de la Seguretat Social
cs_cz: Poslední 4 pozice čísla sociálního pojištění
da: Sidste 4 cifre af personnummer
de: Letzte vier Ziffern der Sozialversicherungsnummer
el_gr: Τελευταία 4 ψηφία του Αριθμού κοινωνικής ασφάλισης
es: Últimos 4 dígitos del número de seguridad social
es_419: Últimos 4 dígitos del número de seguridad social
et_ee: Sotsiaalkindlustuse numbri viimased 4 numbrit
fi: Sosiaaliturvatunnuksen 4 viimeistä merkkiä
fil: Huling 4 ng numero ng Social Security
fr_ca: 4 derniers chiffres du numéro de sécurité sociale
hr: 4 zadnja broja socijalnog osiguranja
hu: A társadalombiztosítási szám utolsó 4 számjegye
id: 4 angka terakhir Nomor Jaminan Sosial
it: Ultime quattro cifre del Social Security Number (SSN)
lt_lt: Paskutiniai 4 socialinio draudimo numerio skaitmenys
lv_lv: Pēdējie 4 cipari no sociālās apdrošināšanas numura
ms_my: Empat digit terakhir nombor Keselamatan Sosial
mt: L-aħħar 4 ċifri tan-numru tas-Sigurtà Soċjali
nb: Siste 4 sifre i personnummer
nl: Laatste vier cijfers van socialezekerheidsnummer
pl_pl: Ostatnie 4 cyfry numeru ubezpieczenia społecznego
pt_br: Últimos 4 dígitos do Social Security Number
pt_pt: Últimos 4 dígitos do número da segurança social
ro_ro: Ultimele 4 cifre ale numărului de securitate socială
ru: Последние 4 цифры номера социального страхования
sk_sk: Posledné 4 číslice čísla sociálneho poistenia
sl_si: Zadnje 4 števke številke socialnega zavarovanja
sv: Fyra sista siffrorna i socialförsäkringsnumret
th: ตัวเลข 4 หลักสุดท้ายของหมายเลขประกันสังคม
tr: Sosyal Güvenlik numarasının son 4 hanesi
vi: 4 số cuối của số An Sinh Xã Hội

# dc3808
source: Loading
bg_bg: Зареждане
ca_es: S'està carregant
cs_cz: Načítání
da: Indlæser
de: Wird geladen
el_gr: Φόρτωση
es: Cargando
es_419: Cargando
et_ee: Laadimine
fi: Ladataan
fil: Niloload
fr_ca: Chargement en cours
hr: Učitavanje
hu: Betöltés folyamatban
id: Memuat
it: Caricamento in corso
lt_lt: Įkeliama
lv_lv: Ielādē
ms_my: Sedang dimuatkan
mt: Tielgħa
nb: Laster inn
nl: Bezig met laden
pl_pl: Wczytywanie
pt_br: Carregando
pt_pt: A carregar
ro_ro: Se încarcă
ru: Идет загрузка
sk_sk: Nahrávanie
sl_si: Nalaganje
sv: Laddar
th: กำลังโหลด
tr: Yükleniyor
vi: Đang tải

# 859af
source: Make sure all details are visible and focus
bg_bg: Уверете се, че всички данни са видими и на фокус.
ca_es: Assegureu-vos que tots els detalls siguin visibles
cs_cz: Ujistěte se, že jsou všechny detaily viditelné a zaostřené
da: Kontrollér, at alle detaljer er synlige og i fokus
de: Vergewissern Sie sich, dass alle Details sichtbar und scharf sind
el_gr: Βεβαιωθείτε ότι όλες οι λεπτομέρειες είναι ορατές και εστιασμένες
es: Asegúrate de que todos tus datos se vean y estén enfocados.
es_419: Asegúrate de que todos tus datos se vean y estén enfocados
et_ee: Veenduge, et kõik üksikasjad oleksid nähtavad ja teravad
fi: Varmista, että kaikki tiedot ovat näkyvissä ja tarkennettuja
fil: Siguraduhing nakikita at nakapokus ang lahat ng mga detalye
fr_ca: Assurez-vous que tous les détails sont nets et visibles
hr: Provjerite jesu li svi podaci vidljivi i fokusirajte dokument
hu: Győződjön meg arról, hogy minden részlet látható és fókuszban van.
id: Pastikan seluruh detail dapat dilihat dan dalam fokus.
it: Assicurati che tutti i dettagli siano visibili e a fuoco
lt_lt: Įsitikinkite, kad visos detalės yra matomos ir sufokusuotos
lv_lv: Pārliecinieties, vai visas detaļas ir redzamas un fokusētas.
ms_my: Pastikan semua butiran dapat dilihat dan berada dalam fokus
mt: Ara li d-dettalji kollha jidhru sewwa u huma ffukati
nb: Sørg for at alle detaljer er synlige og i fokus.
nl: Zorg dat alle details goed zichtbaar en in focus zijn
pl_pl: Upewnij się, że wszystkie szczegóły są widoczne i ostre
pt_br: Confira se todos os detalhes estão visíveis e em foco.
pt_pt: Certifique-se de que todas as informações estão visíveis e focadas
ro_ro: Asigurați-vă că toate detaliile sunt vizibile și focalizați
ru: Проследите, чтобы все детали были видны и в фокусе
sk_sk: Uistite sa, že sú všetky podrobnosti viditeľné a správne zaostrené
sl_si: Prepričajte se, da so vse podrobnosti vidne in izostrene
sv: Se till att alla uppgifter är synliga och i fokus
th: ตรวจสอบว่ารายละเอียดทั้งหมดสามารถมองเห็นได้และอยู่ในระยะโฟกัส
tr: Tüm detayların görünür ve odak dahilinde olduğundan emin olun
vi: Đảm bảo tất cả các thông tin nhìn rõ và được lấy nét

# 6c2aa
source: Make sure you're in a well lit space.
bg_bg: Уверете се, че сте на добре осветено място.
ca_es: Assegureu-vos que esteu en un espai ben il·luminat.
cs_cz: Ujistěte se, že jste v řádně osvětleném prostoru.
da: Sørg for, at du er et sted, der er ordentligt oplyst.
de: Sorgen Sie für ausreichende Beleuchtung.
el_gr: Βεβαιωθείτε ότι βρίσκεστε σε έναν καλά φωτισμένο χώρο.
es: Asegúrate de que estás en un lugar bien iluminado.
es_419: Asegúrate de que estás en un lugar bien iluminado.
et_ee: Veenduge, et olete hästi valgustatud kohas.
fi: Varmista, että olet hyvin valaistussa tilassa.
fil: Siguraduhing ikaw ay nasa maliwanag na lugar.
fr_ca: Installez-vous dans un endroit bien éclairé.
hr: Provjerite jeste li u dobro osvijetljenom prostoru.
hu: Válasszon jól megvilágított helyet.
id: Pastikan Anda berada di ruang yang cukup terang.
it: Assicurati che l'illuminazione sia adeguata.
lt_lt: Įsitikinkite, kad esate gerai apšviestoje erdvėje.
lv_lv: Pārliecinieties, ka atrodaties labi apgaismotā vietā.
ms_my: Pastikan anda berada di ruang yang cukup terang.
mt: Ara li tinsab f'post imdawwal sew.
nb: Sørg for at du befinner deg i et godt opplyst rom.
nl: Zorg dat er voldoende belichting is.
pl_pl: Upewnij się, że znajdujesz się w dobrze oświetlonym miejscu.
pt_br: Escolha um espaço bem iluminado.
pt_pt: Certifique-se de que se encontra num espaço bem iluminado.
ro_ro: Asigurați-vă că vă aflați într-un spațiu bine luminat.
ru: Позаботьтесь о хорошем освещении.
sk_sk: Uistite sa, že ste v dobre osvetlenom priestore.
sl_si: Poskrbite, da ste v dobro osvetljenem prostoru.
sv: Se till att du befinner dig på en plats med bra belysning.
th: ตรวจสอบว่าคุณอยู่ในสภาพแวดล้อมที่มีแสงสว่างเพียงพอ
tr: İyi ışık alan bir alanda olduğunuzdan emin olun.
vi: Hãy đảm bảo bạn đang ở trong không gian đủ ánh sáng.

# 1da05
source: Move closer
bg_bg: Приближете
ca_es: Apropa'l
cs_cz: Posuňte blíže
da: Flyt tættere på
de: Abstand verringern
el_gr: Μετακινήστε πιο κοντά
es: Acércalo
es_419: Acércalo
et_ee: Asetage lähemale
fi: Siirry lähemmäs
fil: Ilapit
fr_ca: Rapprochez le document
hr: Pomaknite bliže
hu: Helyezze közelebb
id: Mendekat
it: Avvicinalo
lt_lt: Pastumkite arčiau
lv_lv: Novietojiet tuvāk
ms_my: Beralih lebih dekat
mt: Mexxih eqreb
nb: Flytt nærmere
nl: Dichterbij houden
pl_pl: Przybliż
pt_br: Aproxime
pt_pt: Aproxime o documento
ro_ro: Apropiați
ru: Придвиньтесь поближе
sk_sk: Prisuňte
sl_si: Približajte
sv: Flytta närmare
th: เลื่อนเข้ามา
tr: Yakınlaştırın
vi: Đến gần hơn

source: Move farther
bg_bg: Отдалечете
ca_es: Allunya'l
cs_cz: Posuňte dále
da: Flyt længere væk
de: Mehr Abstand halten
el_gr: Μετακινήστε πιο μακριά
es: Aleja la cámara
es_419: Aleja la cámara
et_ee: Asetage kaugemale
fi: Siirrä kauemmas
fil: Ilayo pa
fr_ca: Éloignez le document
hr: Pomaknite dalje
hu: Helyezze távolabb
id: Jauhkan
it: Allontanalo
lt_lt: Patraukite toliau
lv_lv: Novietojiet tālāk
ms_my: Beralih lebih jauh
mt: Ersaq lura
nb: Flytt lenger unna
nl: Verder weg houden
pl_pl: Oddal
pt_br: Afaste
pt_pt: Afaste a câmara
ro_ro: Depărtați
ru: Отодвиньтесь подальше
sk_sk: Posuňte ďalej
sl_si: Oddaljite
sv: Flytta längre bort
th: เลื่อนออกไป
tr: Uzaklaştırın
vi: Lùi xa hơn

# 4687a
source: Move to a darker area
bg_bg: Преместете се на по-тъмно място
ca_es: Mou-lo a un espai més fosc
cs_cz: Přesuňte se do tmavší oblasti.
da: Gå til et mørkere område
de: Begeben Sie sich in eine dunklere Umgebung
el_gr: Μεταβείτε σε έναν σκοτεινότερο χώρο
es: Cámbiate a una zona más oscura
es_419: Muévete a una zona más oscura
et_ee: Liikuge pimedamasse kohta
fi: Siirry hämärämpään tilaan
fil: Lumipat sa mas madilim na lugar
fr_ca: Prenez votre photo dans un endroit plus sombre
hr: Pomaknite se u manje osvijetljeni prostor
hu: Menjen sötétebb helyre
id: Pindah ke tempat yang lebih gelap
it: Sposta il documento in un punto meno illuminato.
lt_lt: Pereikite į tamsesnę vietą
lv_lv: Pārvietojiet uz tumšāku vietu
ms_my: Beralih ke kawasan yang lebih gelap
mt: Ersaq f'post iktar mudlam
nb: Flytt til et mørkere område
nl: Ga naar een donkerdere plek
pl_pl: Przenieś się do ciemniejszego miejsca
pt_br: Mova para uma área mais escura
pt_pt: Desloque-se para um espaço mais escuro
ro_ro: Mutați-vă într-o zonă mai întunecată
ru: Перейдите в более темное место
sk_sk: Presuňte sa do tmavšieho priestoru
sl_si: Pojdite v temnejši prostor
sv: Flytta till en mörkare plats
th: ย้ายไปพื้นที่ที่มีแสงสว่างน้อยลง
tr: Daha karanlık bir yere geçin
vi: Di chuyển đến khu vực tối hơn

# f579f
source: Move to a well-lit area
bg_bg: Преместете се на добре осветено място
ca_es: Mou-te a un espai ben il·luminat
cs_cz: Přesuňte se na dobře osvětlené místo
da: Gå til et område med god belysning
de: Begeben Sie sich in eine gut beleuchtete Umgebung
el_gr: Μεταβείτε σε έναν χώρο με καλό φωτισμό
es: Cámbiate a una zona bien iluminada
es_419: Muévete a una zona bien iluminada
et_ee: Liikuge hästi valgustatud kohta
fi: Siirry hyvin valaistuun tilaan
fil: Lumipat sa maliwanag na lugar
fr_ca: Prenez votre photo dans un endroit bien éclairé
hr: Pomaknite se u dobro osvijetljeni prostor
hu: Menjen egy jól megvilágított helyre
id: Pindahkan ke tempat yang cukup terang
it: Sposta il documento in modo che l'illuminazione sia adeguata
lt_lt: Padėkite gerai apšviestoje vietoje
lv_lv: Pārvietojieties uz labi apgaismotu vietu
ms_my: Beralih ke kawasan yang cukup terang
mt: Mur f'post imdawwal sew
nb: Flytt til et godt belyst område
nl: Zorg dat er voldoende belichting is
pl_pl: Przenieś się do dobrze oświetlonego miejsca
pt_br: Mova para uma área bem iluminada
pt_pt: Desloque-se para um espaço bem iluminado.
ro_ro: Mutați-vă într-o zonă bine luminată
ru: Переместитесь в хорошо освещенное место
sk_sk: Presuňte sa do dobre osvetleného priestoru
sl_si: Pojdite v dobro osvetljen prostor
sv: Flytta till en plats med bra belysning
th: ย้ายไปพื้นที่ที่มีแสงสว่างเพียงพอ
tr: İyi aydınlatılmış bir yere geçin
vi: Di chuyển đến không gian đủ ánh sáng

# 32e72
source: NRIC or FIN
bg_bg: NRIC или FIN
ca_es: NRIC o FIN
cs_cz: NRIC nebo FIN
da: NRIC eller FIN
de: NRIC oder FIN
el_gr: NRIC ή FIN
es: NRIC o FIN
es_419: NRIC o FIN
et_ee: NRIC või FIN
fi: NRIC tai FIN
fil: NRIC o FIN
fr_ca: Numéro NRIC ou FIN
hr: NRIC ili FIN
hu: NRIC vagy FIN
id: NRIC atau FIN
it: NRIC o FIN
lt_lt: NRIC arba FIN
lv_lv: NRIC vai FIN
ms_my: NRIC atau FIN
mt: NRIC jew FIN
nb: NRIC eller FIN
nl: NRIC of FIN
pl_pl: NRIC lub FIN
pt_br: NRIC ou FIN
pt_pt: NRIC ou FIN
ro_ro: NRIC sau FIN
ru: Номер NRIC или FIN
sk_sk: NRIC alebo FIN
sl_si: NRIC ali FIN
sv: NRIC eller FIN
th: NRIC หรือ FIN
tr: NRIC veya FIN
vi: NRIC hoặc FIN

# b376f
source: No document detected
bg_bg: Не е открит документ
ca_es: No s'ha detectat cap document
cs_cz: Nebyl zjištěn žádný dokument
da: Intet dokument registreret
de: Kein Dokument erkannt
el_gr: Δεν ανιχνεύτηκε κανένα έγγραφο
es: No se ha detectado ningún documento
es_419: No se detectó ningún documento
et_ee: Dokumenti ei tuvastatud
fi: Ei havaittuja asiakirjoja
fil: Walang nakitang dokumento
fr_ca: Aucun document détecté
hr: Nije otkriven dokument
hu: Nem észlelhető a dokumentum
id: Tidak ada dokumen yang terdeteksi
it: Nessun documento rilevato
lt_lt: Neaptiktas joks dokumentas
lv_lv: Nav atpazīts dokuments
ms_my: Tiada dokumen dikesan
mt: Ma nstab l-ebda dokument
nb: Ingen dokumenter er oppdaget
nl: Geen document gedetecteerd
pl_pl: Nie wykryto żadnego dokumentu
pt_br: Nenhum documento detectado
pt_pt: Nenhum documento detetado
ro_ro: Nu s-a detectat niciun document
ru: Документ не найден
sk_sk: Nerozpoznal sa žiadny dokument
sl_si: Zaznan ni bil noben dokument
sv: Inget dokument identifierades
th: ตรวจไม่พบเอกสาร
tr: Belge tespit edilmedi
vi: Không phát hiện tài liệu
