Repository: stripe/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, es_419, et_ee, fi, fil, fr_ca, hr, hu, id, it, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

# fae7d
source: Personal ID number
bg_bg: Личен идентификационен номер
ca_es: Número d'identificació personal
cs_cz: Osobní identifikační číslo
da: Personligt id-nummer
de: Personalausweisnummer
el_gr: Αριθμός ταυτότητας
es: Número de identificación personal
es_419: Número de documento personal
et_ee: Isikukood
fi: Henkilötunnus
fil: Numero ng Personal na ID
fr_ca: Numéro d'identification personnel
hr: Osobni identifikacijski broj
hu: Személyazonosító szám
id: Nomor identifikasi pribadi
it: Numero documento di identità personale
lt_lt: Asmens kodas
lv_lv: Personas ID numurs
ms_my: Nombor ID peribadi
mt: In-numru tal-ID personali
nb: Personlig ID-nummer
nl: Persoonlijk identificatienummer
pl_pl: Numer dowodu tożsamości
pt_br: Número de identificação pessoal
pt_pt: Número de identificação pessoal
ro_ro: Număr de identificare personal
ru: Номер документа, удостоверяющего личность
sk_sk: Osobné identifikačné číslo
sl_si: Številka osebne izkaznice
sv: Personligt ID-nummer
th: หมายเลขประจำตัวประชาชน
tr: Kişisel kimlik numarası
vi: Số ID Cá nhân

# c4b37
source: Personal Information
bg_bg: Лична информация
ca_es: Dades personals
cs_cz: Osobní informace
da: Personlige oplysninger
de: Persönliche Angaben
el_gr: Προσωπικές πληροφορίες
es: Datos personales
es_419: Información personal
et_ee: Isikuteave
fi: Henkilötiedot
fil: Personal na Impormasyon
fr_ca: Données personnelles
hr: Osobni podaci
hu: Személyes adatok
id: Informasi Pribadi
it: Informazioni personali
lt_lt: Asmeninė informacija
lv_lv: Personas dati
ms_my: Maklumat Peribadi
mt: Dettalji personali
nb: Personopplysninger
nl: Persoonlijke gegevens
pl_pl: Dane osobowe
pt_br: Dados pessoais
pt_pt: Informações pessoais
ro_ro: Informații cu caracter personal
ru: Персональная информация
sk_sk: Osobné informácie
sl_si: Osebni podatki
sv: Personuppgifter
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler
vi: Thông tin cá nhân

# 72dba
source: Phone Number
bg_bg: Телефонен номер
ca_es: Número de telèfon
cs_cz: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el_gr: Αριθμός τηλεφώνου
es: Número de teléfono
es_419: Número de teléfono
et_ee: Telefoninumber
fi: Puhelinnumero
fil: Numero ng Telepono
fr_ca: Numéro de téléphone
hr: Telefonski broj
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
lt_lt: Telefono numeris
lv_lv: Tālruņa numurs
ms_my: Nombor Telefon
mt: Numru tal-Mowbajl
nb: Telefonnummer
nl: Telefoonnummer
pl_pl: Numer telefonu
pt_br: Número de telefone
pt_pt: Número de telefone
ro_ro: Număr de telefon
ru: Номер телефона
sk_sk: Telefónne číslo
sl_si: Telefonska številka
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
vi: Số điện thoại

# cb074
source: Phone Verification
bg_bg: Удостоверяване чрез телефон
ca_es: Verificació del telèfon
cs_cz: Telefonické ověření
da: Telefonbekræftelse
de: Telefonische Überprüfung
el_gr: Επαλήθευση αριθμού τηλεφώνου
es: Verificación por teléfono
es_419: Verificación por teléfono
et_ee: Telefoni kinnitus
fi: Vahvistus puhelimella
fil: Pag-verify sa Telepono
fr_ca: Vérification du numéro de téléphone
hr: Provjera uz pomoć telefona
hu: Telefonos ellenőrzés
id: Verifikasi Telepon
it: Verifica del numero di telefono
lt_lt: Telefono patvirtinimas
lv_lv: Tālruņa verifikācija
ms_my: Penentusahan Telefon
mt: Verifika bil-Mowbajl
nb: Telefonverifisering
nl: Telefonische verificatie
pl_pl: Weryfikacja numeru telefonu
pt_br: Verificação de telefone
pt_pt: Verificação de telefone
ro_ro: Verificare număr de telefon
ru: Проверка по телефону
sk_sk: Telefonické overenie
sl_si: Preverjanje po telefonu
sv: Telefonverifiering
th: การยืนยันหมายเลขโทรศัพท์
tr: Telefon doğrulama
vi: Xác minh Số điện thoại

# e0b2a
source: Photo Library
bg_bg: Библиотека със снимки
ca_es: Biblioteca de fotos
cs_cz: Knihovna fotek
da: Fotobibliotek
de: Fotobibliothek
el_gr: Βιβλιοθήκη φωτογραφιών
es: Biblioteca de fotos
es_419: Librería de fotos
et_ee: Fototeek
fi: Kuvakirjasto
fil: Library ng Larawan
fr_ca: Bibliothèque de photos
hr: Biblioteka fotografija
hu: Képek
id: Pustaka Foto
it: Galleria foto
lt_lt: Nuotraukų biblioteka
lv_lv: Attēlu bibliotēka
ms_my: Pustaka Foto
mt: Ġabra tar-Ritratti
nb: Bildebibliotek
nl: Fotobibliotheek
pl_pl: Biblioteka zdjęć
pt_br: Fotos
pt_pt: Biblioteca de fotografias
ro_ro: Galerie foto
ru: Библиотека фотографий
sk_sk: Knižnica fotografií
sl_si: Knjižnica fotografij
sv: Fotobibliotek
th: คลังภาพ
tr: Fotoğraf Kitaplığı
vi: Thư viện ảnh

# 03fa9
source: Please upload images of the front and back of your %@
bg_bg: Моля, качете изображения на предната и задната част на вашия %@
ca_es: Si us plau, penja la foto de la cara frontal i de la cara posterior del teu %@
cs_cz: Nahrajte prosím snímky přední a zadní strany vašeho %@
da: Upload billeder af forsiden og bagsiden af din %@
de: Bitte laden Sie Bilder von der Vorder- und Rückseite Ihres %@ hoch
el_gr: Ανεβάστε εικόνες από το μπροστινό και το πίσω μέρος του %@
es: Carga las imágenes del anverso y el reverso de tu %@
es_419: Por favor, carga imágenes de la parte delantera y trasera de tu %@
et_ee: Palun laadige üles pildid oma %@ esi- ja tagaküljest
fi: Lataa kohteen %@ etu- ja taustapuolen kuvat
fil: I-upload ang mga imahe ng harap at likod ng %@ mo
fr_ca: Veuillez téléverser des images du recto et du verso de votre %@.
hr: Prenesite slike prednje strane i poleđine vaše %@
hu: Kérjük, töltse fel %@-ja elülső és hátsó oldalának képét
id: Silakan unggah gambar bagian depan dan belakang %@ Anda
it: La preghiamo di caricare le immagini del fronte e del retro di %@
lt_lt: Įkelkite %@ priekinės ir galinės dalies nuotraukas
lv_lv: Lūdzu, augšupielādējiet attēlus no %@ priekšpuses un aizmugures
ms_my: Sila muat naik imej bahagian hadapan dan belakang %@ anda
mt: Jekk jogħġbok tella' l-immaġini ta' quddiem u ta' wara ta' %@ tiegħek
nb: Last opp bilder av forsiden og baksiden av %@
nl: Upload afbeeldingen van de voor- en achterkant van je %@.
pl_pl: Prześlij zdjęcia przedniej i tylnej strony swojego dokumentu %@
pt_br: Carregue imagens (frente e verso) do seu %@
pt_pt: Carregue imagens da parte da frente e do verso do seu %@
ro_ro: Vă rugăm să încărcați imagini cu fața și spatele %@
ru: Загрузите изображения лицевой и оборотной стороны вашего документа (%@)
sk_sk: Nahrajte fotografie prednej a zadnej strany %@
sl_si: Prosimo, naložite slike sprednjo in zadnjo stran vašega %@
sv: Ladda upp bilderna på fram- och baksidan av ditt %@
th: โปรดอัปโหลดรูปภาพด้านหน้าและด้านหลังของ %@
tr: Lütfen %@’nizin ön ve arka yüzünün resimlerini yükleyin
vi: Vui lòng tải lên hình ảnh mặt trước và mặt sau %@ của bạn

# 8c273
source: Please upload images of the front and back of your identity document
bg_bg: Моля, качете снимки на предната и задната страна на вашия документ за самоличност
ca_es: Carregueu la foto de la cara frontal i de la cara posterior del vostre document d'identitat
cs_cz: Nahrajte prosím fotografie přední a zadní strany vašeho dokladu totožnosti
da: Upload billeder af forsiden og bagsiden af dit identitetsdokument
de: Bitte laden Sie Bilder der Vorder- und Rückseite Ihre Ausweisdokuments hoch
el_gr: Ανεβάστε εικόνες της μπροστινής και πίσω πλευράς του εγγράφου ταυτότητας
es: Por favor, carga las imágenes del anverso y reverso de tu documento de identidad
es_419: Carga las imágenes del frente y el dorso de tu documento de identidad.
et_ee: Palun laadige üles pildid oma isikut tõendava dokumendi esi- ja tagaküljest.
fi: Lataa kuvat henkilöllisyystodistuksesi etu- ja takapuolesta
fil: Mangyaring mag-upload ng mga larawan ng harap at likod ng iyong dokumento ng pagkakakilanlan
fr_ca: Veuillez téléverser des images du recto et du verso de votre pièce d’identité
hr: Učitajte slike prednje i stražnje strane vašeg osobnog dokumenta
hu: Kérjük, töltse fel a személyazonosító okmánya elülső és hátsó oldalának képét
id: Silakan unggah gambar bagian depan dan belakang dokumen identitas Anda
it: Carica un'immagine fronte-retro del tuo documento di identità
lt_lt: Įkelkite savo asmens tapatybės dokumento priekinės ir galinės pusės nuotraukas
lv_lv: Lūdzu, augšupielādējiet personu apliecinoša dokumenta priekšpuses un aizmugures attēlus
ms_my: Sila muat naik imej bahagian hadapan dan belakang dokumen pengenalan anda
mt: Jekk jogħġbok tella' l-immaġnijiet ta' quddiem u ta' wara tad-dokument tal-identità tiegħek
nb: Last opp bilder av forsiden og baksiden av identitetsdokumentet ditt
nl: Upload foto's van de voor- en achterkant van uw identiteitsbewijs
pl_pl: Prześlij zdjęcia przedniej i tylnej strony swojego dokumentu tożsamości
pt_br: Carregue imagens da frente e do verso do seu documento de identidade
pt_pt: Por favor, carregue imagens da frente e do verso do seu documento de identidade
ro_ro: Vă rugăm să încărcați imagini cu fața și spatele documentului de identitate
ru: Загрузите изображения лицевой и оборотной стороны вашего документа, удостоверяющего личность
sk_sk: Nahrajte obrázky prednej a zadnej strany dokladu totožnosti
sl_si: Naložite slike sprednje in zadnje strani osebnega dokumenta.
sv: Ladda upp bilder av fram- och baksidan av din identitetshandling
th: โปรดอัปโหลดรูปภาพด้านหน้าและด้านหลังของเอกสารประจำตัวของคุณ
tr: Lütfen kimlik belgenizin ön ve arka yüzünün resimlerini yükleyin
vi: Vui lòng tải lên hình ảnh mặt trước và mặt sau giấy tờ tùy thân của bạn

# ceab8
source: Position your %@ in the center of the frame
bg_bg: Позиционирайте вашия %@ в центъра на рамката
ca_es: Col·loca el %@ al centre del marc
cs_cz: Umístěte %@ do středu snímku
da: Placer dit %@ i midten af rammen
de: Positionieren Sie Ihren %@ in der Mitte des Ausschnitts
el_gr: Τοποθετήστε το %@ στο κέντρο του πλαισίου
es: Coloca tu %@ en el centro del marco
es_419: Coloca tu %@ en el centro del encuadre
et_ee: Asetage %@ kaadri keskele
fi: Aseta %@ ruudun keskelle
fil: Ilagay ang %@ mo sa gitna ng frame
fr_ca: Positionnez votre %@ au centre du cadre
hr: Postavite %@ u središte kadra
hu: Helyezze a %@-át a keret középpontjába
id: Posisikan %@ Anda di tengah bingkai
it: Posiziona %@ al centro della cornice
lt_lt: Padėkite %@ rėmelio centre
lv_lv: %@ novietošana kadra centrā
ms_my: Letakkan %@ anda di tengah-tengah bingkai
mt: Poġġi l-%@ tiegħek fiċ-ċentru tal-qafas
nb: Plasser %@ i midten av rammen
nl: Plaats je %@ in het midden van het frame
pl_pl: Umieść dokument %@ na środku ramki
pt_br: Posicione seu %@ no centro do quadro
pt_pt: Posicione o seu %@ no centro da moldura
ro_ro: Poziționați %@ în centrul cadrului
ru: Расположите документ (%@) в центре кадра
sk_sk: Umiestnite %@ do stredu rámika
sl_si: Namestite %@ na sredino okvirja
sv: Placera %@ i mitten av ramen
th: จัดตำแหน่ง %@ ให้อยู่กลางเฟรม
vi: Đặt %@ của bạn ở giữa khung hình

source: Position your driver's license or government-issued photo ID in the center of the frame
bg_bg: Поставете шофьорската си книжка или издадения от съответната държава документ за самоличност със снимка в центъра на рамката.
ca_es: Col·loqueu el carnet de conduir o el document d'identitat amb foto emès pel govern al centre del marc
cs_cz: Umístěte řidičský průkaz nebo státem vydaný průkaz totožnosti s fotografií do středu rámečku
da: Placer dit kørekort eller offentligt udstedt billed-id i midten af rammen
de: Positionieren Sie Ihren Führerschein oder amtlichen Lichtbildausweis in der Mitte des Rahmens
el_gr: Τοποθετήστε την άδεια οδήγησης ή την ταυτότητα με φωτογραφία εκδοθείσα από την κυβέρνηση στο κέντρο του πλαισίου
es: Coloca tu permiso de conducir o documento de identidad con foto expedido por el gobierno en el centro del marco
es_419: Coloca tu licencia de conducir o documento de identidad con foto, emitido por un organismo público, en el centro del recuadro
et_ee: Asetage oma juhiluba või valitsuse väljastatud fotoga isikut tõendav dokument kaadri keskele
fi: Aseta ajokortti tai valtion myöntämä kuvallinen henkilötodistus kehyksen keskelle
fil: Ilagay ang iyong lisensya sa pagmamaneho o photo ID na inisyu ng gobyerno sa gitna ng frame
fr_ca: Placez votre permis de conduire ou votre pièce d'identité officielle au centre du cadre.
hr: Postavite vozačku dozvolu ili službeni identifikacijski dokument s fotografijom u sredinu okvira
hu: Igazítsa a vezetői engedélyét vagy más hivatalos fényképes igazolványát a keret közepére
id: Posisikan SIM atau identitas berfoto yang dikeluarkan pemerintah di bagian tengah bingkai
it: Posiziona la patente di guida o un documento di identità con foto rilasciato da un'autorità governativa al centro dell'inquadratura
lt_lt: Padėkite vairuotojo pažymėjimą arba valstybės išduotą asmens tapatybės dokumentą su nuotrauka rėmelio centre
lv_lv: Novietojiet autovadītāja apliecību vai valsts izsniegtu personu apliecinošu dokumentu ar fotogrāfiju rāmja centrā
ms_my: letakkan lesen memandu atau ID bergambar yang dikeluarkan kerajaan di tengah bingkai
mt: Poġġi l-liċenzja tas-sewqan tiegħek jew l-ID bir-ritratt maħruġa mill-gvern fiċ-ċentru tal-frejm
nb: Plasser førerkortet eller den offentlig utstedte ID-en med bilde i midten av rammen
nl: Plaats het rijbewijs of officieel identiteitsbewijs met foto in het midden van het frame
pl_pl: Umieść swoje prawo jazdy lub dokument tożsamości ze zdjęciem wydany przez organ państwowy na środku ramki
pt_br: Posicione sua carteira de habilitação ou documento de identificação oficial com foto no centro do quadro
pt_pt: Posicione a sua carta de condução ou documento de identificação oficial com fotografia no centro da moldura
ro_ro: Poziționați permisul de conducere sau documentul de identitate cu fotografie emis de guvern în centrul cadrului
ru: Расположите водительские права или удостоверение личности государственного образца с фотографией в центре кадра
sk_sk: Umiestnite vodičský preukaz alebo vládou vydaný preukaz totožnosti s fotografiou do stredu rámika
sl_si: Namestite vozniško dovoljenje ali osebni dokument s fotografijo, ki ga je izdal državni organ, v sredino okvirja
sv: Placera ditt körkort eller myndighetsutfärdade ID-handling med foto i mitten av ramen
th: จัดตำแหน่งใบอนุญาตขับขี่หรือบัตรประจําตัวที่มีรูปถ่ายที่ออกโดยรัฐบาลให้อยู่กลางเฟรม
tr: Ehliyetinizi veya devlet tarafından verilmiş fotoğraflı kimliğinizi çerçevenin ortasına yerleştirin
vi: Đặt giấy phép lái xe hoặc giấy tờ tùy thân có ảnh do chính phủ cấp ở giữa khung hình

# 453ad
source: Position your driver's license or passport in the center of the frame
bg_bg: Поставете шофьорската си книжка или паспорта в центъра на рамката.
ca_es: Col·loqueu el carnet de conduir o el passaport al centre del marc
cs_cz: Umístěte řidičský průkaz nebo pas do středu rámečku
da: Placer dit kørekort eller pas i midten af rammen
de: Positionieren Sie Ihren Führerschein oder Reisepass in der Mitte des Rahmens
el_gr: Τοποθετήστε την άδεια οδήγησης ή το διαβατήριο στο κέντρο του πλαισίου
es: Coloca tu permiso de conducir o pasaporte en el centro del marco
es_419: Coloca la licencia de conducir o el pasaporte en el centro del recuadro
et_ee: Asetage oma juhiluba või pass kaadri keskele
fi: Aseta ajokortti tai passi kehyksen keskelle
fil: Ilagay ang iyong lisensya sa pagmamaneho o pasaporte sa gitna ng frame
fr_ca: Placez votre permis de conduire ou votre passeport au centre du cadre.
hr: Postavite vozačku dozvolu ili putovnicu u sredinu okvira
hu: Igazítsa a vezetői engedélyét vagy útlevelét a keret közepére
id: Posisikan SIM atau paspor Anda di bagian tengah bingkai
it: Posiziona la patente di guida o il passaporto al centro dell'inquadratura
lt_lt: Padėkite vairuotojo pažymėjimą arba pasą rėmo centre
lv_lv: Novietojiet autovadītāja apliecību vai pasi rāmja centrā
ms_my: Letakkan lesen memandu atau pasport di tengah bingkai
mt: Poġġi l-liċenzja tas-sewqan tiegħek jew il-passaport fiċ-ċentru tal-frejm
nb: Plasser førerkortet eller passet i midten av rammen
nl: Plaats het rijbewijs of paspoort midden in het frame
pl_pl: Umieść swoje prawo jazdy lub paszport na środku ramki
pt_br: Posicione sua carteira de habilitação no centro do quadro
pt_pt: Posicione a sua carta de condução ou passaporte no centro da moldura
ro_ro: Poziționați permisul de conducere sau pașaportul în centrul cadrului
ru: Расположите водительские права или паспорт в центре кадра
sk_sk: Umiestnite vodičský preukaz alebo pas do stredu rámika
sl_si: Namestite vozniško dovoljenje ali potni list v sredino okvirja
sv: Placera ditt körkort eller pass i mitten av ramen
th: จัดตําแหน่งใบอนุญาตขับขี่หรือหนังสือเดินทางให้อยู่กลางเฟรม
tr: Ehliyetinizi veya pasaportunuzu çerçevenin ortasına yerleştirin
vi: Đặt bằng lái xe hoặc hộ chiếu của bạn ở giữa khung hình

# ad934
source: Position your driver's license, passport, or government-issued photo ID in the center of the frame
bg_bg: Поставете шофьорската си книжка, паспорта или издадения от съответната държава документ за самоличност със снимка в центъра на рамката.
ca_es: Col·loqueu el carnet de conduir, el passaport o el document d'identitat amb foto emès pel govern al centre del marc
cs_cz: Umístěte řidičský průkaz, pas nebo státem vydaný průkaz totožnosti s fotografií do středu rámečku
da: Placer dit kørekort, pas eller offentligt udstedt billed-id i midten af rammen
de: Positionieren Sie Ihren Führerschein, Reisepass oder amtlichen Lichtbildausweis in der Mitte des Rahmens
el_gr: Τοποθετήστε την άδεια οδήγησης, το διαβατήριο ή την ταυτότητα με φωτογραφία εκδοθείσα από την κυβέρνηση στο κέντρο του πλαισίου
es: Coloca tu permiso de conducir, pasaporte o documento de identidad con foto expedido por el gobierno en el centro del marco
es_419: Coloca tu licencia de conducir, pasaporte o documento de identidad con foto, emitido por un organismo público, en el centro del recuadro
et_ee: Asetage oma juhiluba, pass või valitsuse väljastatud fotoga isikut tõendav dokument kaadri keskele
fi: Aseta ajokortti, passi tai valtion myöntämä kuvallinen henkilötodistus kehyksen keskelle
fil: Ilagay ang iyong lisensya sa pagmamaneho, pasaporte, o photo ID na inisyu ng gobyerno sa gitna ng frame
fr_ca: Placez votre permis de conduire, votre passeport ou votre pièce d'identité officielle avec photo au centre du cadre
hr: Postavite vozačku dozvolu, putovnicu ili službeni identifikacijski dokument s fotografijom u sredinu okvira
hu: Igazítsa a vezetői engedélyét, útlevelét vagy más hivatalos fényképes igazolványát a keret közepére
id: Posisikan SIM, paspor, atau identitas berfoto yang dikeluarkan pemerintah di bagian tengah bingkai
it: Posiziona la patente di guida, il passaporto o un documento di identità con foto rilasciato da un'autorità governativa al centro dell'inquadratura
lt_lt: Padėkite vairuotojo pažymėjimą, pasą arba valstybės išduotą asmens tapatybės dokumentą su nuotrauka rėmelio centre
lv_lv: Novietojiet autovadītāja apliecību, pasi vai valsts izsniegtu personu apliecinošu dokumentu ar fotogrāfiju rāmja centrā
ms_my: Letakkan lesen memandu, pasport, atau ID bergambar yang dikeluarkan kerajaan di tengah bingkai
mt: Poġġi l-liċenzja tas-sewqan, il-passaport, jew l-ID bir-ritratt maħruġa mill-gvern tiegħek fiċ-ċentru tal-frejm
nb: Plasser førerkortet, passet eller den offentlig utstedte ID-en med bilde i midten av rammen
nl: Plaats het rijbewijs, paspoort of officieel identiteitsbewijs met foto in het midden van het frame
pl_pl: Umieść swoje prawo jazdy, paszport lub dokument tożsamości ze zdjęciem wydany przez organ państwowy na środku ramki
pt_br: Posicione sua carteira de habilitação, passaporte ou documento de identificação oficial com foto no centro do quadro
pt_pt: Posicione a sua carta de condução, passaporte ou documento de identificação oficial com fotografia no centro da moldura
ro_ro: Poziționați permisul de conducere, pașaportul sau documentul de identitate cu fotografie emis de guvern în centrul cadrului
ru: Расположите водительские права, паспорт или удостоверение личности государственного образца с фотографией в центре кадра
sk_sk: Umiestnite vodičský preukaz, cestovný pas alebo vládou vydaný preukaz totožnosti s fotografiou do stredu rámika
sl_si: Namestite vozniško dovoljenje, potni list ali osebni dokument s fotografijo, ki ga je izdal državni organ, v sredino okvirja
sv: Placera ditt körkort, pass eller myndighetsutfärdade ID-handling med foto i mitten av ramen
th: จัดตําแหน่งใบอนุญาตขับขี่ หนังสือเดินทาง หรือ บัตรประจําตัวที่มีรูปถ่ายที่ออกโดยรัฐบาลให้อยู่กลางเฟรม
tr: Ehliyetinizi, pasaportunuzu veya devlet tarafından verilmiş fotoğraflı kimliğinizi çerçevenin ortasına yerleştirin
vi: Đặt bằng lái xe, hộ chiếu hoặc giấy tờ tùy thân có ảnh do chính phủ cấp ở giữa khung hình

# 6f758
source: Position your face in the center of the frame.
bg_bg: Позиционирайте лицето си в центъра на рамката.
ca_es: Col·loqueu la cara al centre del marc.
cs_cz: Svoji tvář umístěte do středu rámečku.
da: Placer dit ansigt i midten af rammen.
de: Platzieren Sie Ihr Gesicht genau in der Mitte des Rahmens.
el_gr: Τοποθετήστε το πρόσωπό σας στο κέντρο του πλαισίου.
es: Coloca la cara en el centro del marco.
es_419: Coloca la cara en el centro del recuadro.
et_ee: Jälgige, et nägu oleks raami keskel.
fi: Aseta kasvosi kuvan keskelle.
fil: Iposisyon ang iyong mukha sa gitna ng frame.
fr_ca: Placez votre visage au centre du cadre.
hr: Postavite svoje lice u središte okvira.
hu: Igazítsa az arcát a kép közepére.
id: Posisikan wajah Anda di tengah bingkai.
it: Posiziona il volto al centro della cornice.
lt_lt: Veidas turi būti rėmelio centre.
lv_lv: Gādājiet, lai seja būtu kadra centrā.
ms_my: Letakkan muka anda di tengah bingkai
mt: Qiegħed wiċċek f'nofs il-gwarniċ.
nb: Plasser ansiktet midt i bildet.
nl: Houd je gezicht in het midden van het frame.
pl_pl: Umieść twarz w centrum kadru.
pt_br: Posicione seu rosto no centro do quadro.
pt_pt: Posicione o seu rosto no centro da moldura.
ro_ro: Poziționați-vă fața în centrul cadrului.
ru: Расположите лицо по центру рамки
sk_sk: Umiestnite tvár do stredu rámika.
sl_si: Zagotovite, da je vaš obraz na sredini okvira.
sv: Placera ansiktet i mitten av ramen.
th: จัดตำแหน่งใบหน้าให้อยู่กลางเฟรม
tr: Yüzünüzü çerçevenin ortasına yerleştirin.
vi: Đặt khuôn mặt của bạn ở giữa khung hình.
