Repository: stripe/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, es_419, et_ee, fi, fil, fr_ca, hr, hu, id, it, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

# a98b4
source: We need permission to use your camera. Please allow camera access in app settings.
bg_bg: Нуждаем се от разрешение за използване на Вашата камера. Моля, разрешете достъп до камерата в настройките на приложението.
ca_es: Necessitem permís per utilitzar la càmera. Permeteu l'accés a la càmera a la configuració de l'aplicació.
cs_cz: Potřebujeme povolení k použití vašeho fotoaparátu. V nastavení aplikace povolte přístup k fotoaparátu.
da: Vi skal bruge en tilladelse til at bruge dit kamera. Tillad kameraadgang i appindstillingerne.
de: Wir benötigen die Erlaubnis, Ihre Kamera zu verwenden. Bitte gewähren Sie den Kamerazugriff in den App-Einstellungen.
el_gr: Χρειαζόμαστε άδεια για να χρησιμοποιήσουμε την κάμερά σας. Επιτρέψτε την πρόσβαση της κάμερας από τις ρυθμίσεις εφαρμογής.
es: Necesitamos permiso para usar tu cámara. Autoriza el acceso a la cámara en los ajustes de la aplicación.
es_419: Necesitamos tu autorización para usar la cámara. Permite el acceso a la cámara en la configuración de la aplicación.
et_ee: Vajame teie kaamera kasutamiseks luba. Andke rakenduse sätete kaudu juurdepääs kaamerale.
fi: Tarvitsemme kameran käyttöoikeuden. Salli käyttöoikeus sovelluksen asetuksissa.
fil: Kailangan namin ng pahintulot na gamitin ang iyong kamera. Mangyaring payagan ang pag-access ng kamera sa mga setting ng app.
fr_ca: Pour que nous puissions accéder à votre appareil photo, vous devez nous donner votre autorisation dans les paramètres de l'application.
hr: Potrebna nam je dozvola za uporabu kamere. Molimo dozvolite pristup kameri u postavkama aplikacije.
hu: Engedélyre van szükségünk, hogy hozzáférjünk a kamerához. Engedélyezze a kamerához való hozzáférést az alkalmazásbeállításokban.
id: Kami memerlukan izin Anda untuk menggunakan kamera. Harap izinkan akses kamera di pengaturan aplikasi.
it: Devi autorizzare l'utilizzo della tua fotocamera. Concedi l'accesso alla fotocamera nelle impostazioni dell'app.
lt_lt: Mums reikia leidimo naudoti jūsų fotoaparatą. Suteikite priegą prie fotoaparato programos nustatymuose.
lv_lv: Lai izmantotu jūsu kameru, mums ir nepieciešama jūsu atļauja. Lūdzu, savos lietotnes iestatījumos iespējojiet kameras piekļuvi.
ms_my: Kami perlukan keizinan untuk menggunakan kamera anda. Sila benarkan akses kamera dalam tetapan aplikasi.
mt: Neħtieġu l-permess biex nużaw il-kamera tiegħek. Jekk jogħġbok agħti aċċess għall-kamera mill-għażliet tal-apps.
nb: Vi trenger tillatelse for å bruke kameraet ditt. Gi tilgang til kameraet i appinnstillingene.
nl: We hebben toestemming nodig om je camera te gebruiken. Sta dit toe via de app-instellingen.
pl_pl: Potrzebujemy pozwolenia na używanie Twojego aparatu. Zezwól w ustawieniach aplikacji na dostęp do aparatu.
pt_br: Autorize o acesso à câmera nas configurações do aplicativo.
pt_pt: Precisamos de permissão para utilizar a sua câmara. Permita o acesso à câmara nas definições da aplicação.
ro_ro: Avem nevoie de permisiunea de a utiliza camera dvs. Vă rugăm să permiteți accesul la cameră în setările aplicației.
ru: Нам требуется разрешение на доступ к камере. Разрешите доступ к камере в настройках приложения.
sk_sk: Potrebujeme povolenie na použitie vášho fotoaparátu. Povoľte prístup k fotoaparátu v nastaveniach aplikácie.
sl_si: Potrebujemo dovoljenje za uporabo vaše kamere. Dovolite dostop do kamere v nastavitvah aplikacije.
sv: Vi behöver behörighet att använda din kamera. Tillåt kameraåtkomst i appens inställningar.
th: เราต้องการสิทธิ์เข้าถึงกล้องถ่ายรูปของคุณ โปรดให้สิทธิ์ดังกล่าวในการตั้งค่าแอป
tr: Kameranızı kullanmamız için izniniz gerekiyor. Lütfen uygulama ayarlarından kamera erişimine izin verin.
vi: Chúng tôi cần được cấp quyền để sử dụng máy ảnh của bạn. Vui lòng cho phép truy cập máy ảnh trong phần cài đặt ứng dụng.

# 0e222
source: Welcome
bg_bg: Добре дошли
ca_es: Hola
cs_cz: Vítejte
da: Velkommen
de: Willkommen
el_gr: Καλωσήρθατε
es: Bienvenido
es_419: Te damos la bienvenida
et_ee: Tere tulemast
fi: Tervetuloa
fil: Maligayang bati
fr_ca: Bienvenue
hr: Dobrodošli
hu: Üdvözöljük!
id: Selamat datang
it: Ti diamo il benvenuto
lt_lt: Pasveikinimas
lv_lv: Laipni lūdzam
ms_my: Selamat datang
mt: Merħba
nb: Velkommen
nl: Welkom
pl_pl: Witamy
pt_br: Olá
pt_pt: Bem-vindo
ro_ro: Bine ați venit
ru: Добро пожаловать
sk_sk: Vitajte
sl_si: Dobrodošli
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
vi: Chào mừng

# 348a7
source: You can either try again or upload an image from your device.
bg_bg: Можете да опитате отново или да качите изображение от устройството си.
ca_es: Podeu tornar-ho a provar o carregar una imatge des del vostre dispositiu.
cs_cz: Můžete to zkusit znovu nebo nahrát obrázek ze svého zařízení.
da: Du kan enten prøve igen eller uploade et billede fra din enhed.
de: Sie können es noch einmal versuchen oder ein Bild von Ihrem Endgerät hochladen.
el_gr: Μπορείτε να δοκιμάσετε ξανά ή να αποστείλετε μια εικόνα από τη συσκευή σας.
es: Puedes volver a intentarlo o subir una imagen desde tu dispositivo.
es_419: Puedes volver a intentarlo o cargar una imagen desde tu dispositivo.
et_ee: Võite kas uuesti proovida või pildi oma seadmest üles laadida.
fi: Voit joko yrittää uudelleen tai ladata kuvan laitteestasi.
fil: Puwede mong subukan muli o mag-upload ng imahe mula sa iyong device.
fr_ca: Vous pouvez réessayer ou téléverser une photo à partir de votre appareil.
hr: Možete pokušati ponovno ili prenijeti sliku sa svog uređaja.
hu: Próbálkozhat újra vagy feltölthet egy képet eszközéről is.
id: Anda dapat mencoba lagi atau mengunggah gambar dari perangkat.
it: Puoi riprovare o caricare un'immagine dal tuo dispositivo.
lt_lt: Galite bandyti dar kartą arba įkelti vaizdą iš savo įrenginio.
lv_lv: Varat mēģināt vēlreiz vai augšupielādēt attēlu no jūsu ierīces.
ms_my: Anda boleh cuba lagi atau muat naik imej daripada peranti anda.
mt: Tista' terġa' tipprova jew tagħżel li ttella' ritratt mit-tagħmir tiegħek.
nb: Du kan enten prøve på nytt eller laste opp et bilde fra enheten din.
nl: Probeer het nogmaals of upload een afbeelding van je apparaat.
pl_pl: Możesz spróbować ponownie lub przesłać obraz z urządzenia.
pt_br: Você pode tentar novamente ou carregar uma imagem do dispositivo.
pt_pt: Pode tentar novamente ou carregar uma imagem a partir do seu dispositivo.
ro_ro: Puteți să încercați din nou sau să încărcați o imagine de pe dispozitivul dvs.
ru: Попробуйте еще раз или загрузите изображение со своего устройства.
sk_sk: Môžete to skúsiť znova alebo nahrať obrázok zo svojho zariadenia.
sl_si: Poskusite znova ali pa naložite sliko iz svoje naprave.
sv: Du kan antingen försöka igen eller ladda upp en bild från din enhet.
th: โปรดลองอีกครั้งหรืออัปโหลดรูปภาพจากอุปกรณ์
tr: Tekrar deneyebilir veya cihazınızdan bir fotoğraf yükleyebilirsiniz.
vi: Bạn có thể thử lại hoặc tải lên hình ảnh từ thiết bị của mình.

# b892f
source: Your selfie images have not been saved. Do you want to leave?
bg_bg: Вашите селфи изображения не са запазени. Искате ли да излезете?
ca_es: No s'han desat les autofotos. Voleu sortir?
cs_cz: Vaše selfie snímky nebyly uloženy. Chcete skutečně skončit?
da: Dine selfie-billeder er ikke blevet gemt. Ønsker du at forlade denne session?
de: Ihre Selfie-Aufnahmen wurden nicht gespeichert. Möchten Sie die Seite verlassen?
el_gr: Οι selfie δεν αποθηκεύτηκαν. Θέλετε να πραγματοποιήσετε έξοδο;
es: No se han guardado las selfies. ¿Quieres salir?
es_419: No se guardaron las capturas de selfie. ¿Quieres salir?
et_ee: Teie selfi pilte pole salvestatud. Kas soovite lahkuda?
fi: Selfiekuviasi ei ole tallennettu. Haluatko poistua?
fil: Hindi pa na-save Ang iyong mga imaheng selfie. Gusto mo bang umalis?
fr_ca: Vos égoportraits n'ont pas été enregistrés. Voulez-vous quitter?
hr: Vaše selfie slike nisu pohranjene. Želite li napustiti?
hu: Nincs mentve a szelfi, biztos kilép?
id: Gambar swafoto Anda belum disimpan. Apakah Anda ingin keluar?
it: I tuoi selfie non sono stati salvati. Vuoi uscire?
lt_lt: Jūsų asmenukės vaizdai neįrašyti. Ar norite išeiti?
lv_lv: Jūsu pašportreta attēli nav saglabāti. Vai vēlaties iziet?
ms_my: Imej swafoto anda belum lagi disimpan. Adakah anda ingin meninggalkannya?
mt: L-istessi tiegħek għadhom ma ntrefgħux. Tixtieq toħroġ?
nb: Selfiebildene er ikke lagret. Vil du forlate?
nl: De afbeeldingen van je selfie zijn niet opgeslagen. Wil je afsluiten?
pl_pl: Nie zapisano Twoich selfie. Czy chcesz wyjść?
pt_br: As imagens da sua selfie não foram salvas. Quer sair?
pt_pt: As suas imagens de selfie não foram guardadas. Pretende sair?
ro_ro: Fotografiile dvs. de tip selfie nu au fost salvate. Doriți să ieșiți?
ru: Ваши селфи-изображения не были сохранены. Хотите выйти?
sk_sk: Obrázky selfie sa neuložili. Chcete odísť?
sl_si: Slike vašega selfija niso shranjene. Ali želite zapreti to stran?
sv: Dina selfies har inte sparats. Vill du avsluta?
th: ระบบยังไม่ได้บันทึกภาพเซลฟี คุณต้องการออกจากส่วนนี้ไหม
tr: Özçekim görüntüleriniz kaydedilmedi. Çıkmak istiyor musunuz?
vi: Ảnh selfie của bạn chưa được lưu. Bạn có muốn rời khỏi?

# cadf1
source: driver's license
bg_bg: свидетелство за управление на МПС
ca_es: permís de conduir
cs_cz: řidičský průkaz
da: kørekort
de: Führerschein
el_gr: δίπλωμα οδήγησης
es: permiso de conducir
es_419: licencia de conducir
et_ee: juhiluba
fi: ajokortti
fil: lisensya sa pagmamaneho
fr_ca: permis de conduire
hr: vozačka dozvola
hu: vezetői engedély
id: izin mengemudi
it: patente di guida
lt_lt: vairuotojo pažymėjimas
lv_lv: autovadītāja apliecība
ms_my: lesen memandu
mt: liċenzja tas-sewqan
nb: førerkort
nl: rijbewijs
pl_pl: prawo jazdy
pt_br: carteira de habilitação
pt_pt: carta de condução
ro_ro: permis de conducere
ru: водительские права
sk_sk: vodičský preukaz
sl_si: vozniško dovoljenje
sv: körkort
th: ใบอนุญาตขับขี่
tr: ehliyet
vi: bằng lái xe

# 29fd8
source: government-issued photo ID
bg_bg: документ за самоличност със снимка, издаден от държавен орган
ca_es: identificació governamental amb foto
cs_cz: průkaz totožnosti s fotografií vydaný státem
da: myndighedsudstedt foto-ID
de: Behördlich ausgestellter Lichtbildausweis
el_gr: ταυτότητα με φωτογραφία που έχει εκδοθεί από κρατική υπηρεσία
es: Documento de identidad con foto expedido por el gobierno
es_419: documento de identidad con foto, emitido por un organismo público
et_ee: riigi poolt väljastatud fotoga isikut tõendav dokument
fi: valtion myöntämä kuvallinen henkilöllisyystodistus
fil: inisyu ng gobyerno na photo ID
fr_ca: pièce d'identité officielle avec photo
hr: Državni identifikacijski dokument s fotografijom
hu: Állam által kiadott fényképes igazolvány
id: identitas berfoto yang diterbitkan pemerintah
it: documento identificativo ufficiale con foto
lt_lt: vyriausybės išduotas asmens tapatybės dokumentas su nuotrauka
lv_lv: valdības izsniegts identifikācijas dokuments ar fotogrāfiju
ms_my: ID berfoto yang dikeluarkan oleh kerajaan
mt: dokument tal-identità bir-ritratt maħruġ mill-gvern
nb: offentlig godkjente foto-ID
nl: Overheids-ID met foto
pl_pl: wydany przez rząd dokument tożsamości ze zdjęciem
pt_br: documento de identificação com foto emitida pelo governo
pt_pt: documento de identificação com fotografia, emitido pelo governo
ro_ro: document de identitate cu fotografie emis de guvern
ru: государственное удостоверение личности с фотографией
sk_sk: doklad totožnosti s fotografiou vydaný štátom
sl_si: uradni osebni dokument s fotografijo
sv: myndighetsutfärdad id-handling med foto
th: บัตรประจำตัวที่มีรูปถ่ายที่รัฐบาลออกให้
tr: devlet tarafından verilen fotoğraflı kimlik
vi: giấy tờ tùy thân có ảnh do chính phủ cấp

# cbc47
source: passport
bg_bg: паспорт
ca_es: passaport
cs_cz: pas
da: pas
de: Reisepass
el_gr: διαβατήριο
es: pasaporte
es_419: pasaporte
et_ee: pass
fi: passi
fil: pasaporte
fr_ca: passeport
hr: putovnica
hu: útlevél
id: paspor
it: passaporto
lt_lt: pasas
lv_lv: pase
ms_my: pasport
mt: passaport
nb: pass
nl: paspoort
pl_pl: paszport
pt_br: passaporte
pt_pt: passaporte
ro_ro: pașaport
ru: паспорт
sk_sk: pas
sl_si: potni list
sv: pass
th: หนังสือเดินทาง
tr: pasaport
vi: hộ chiếu
