Repository: stripe/stripe-ios
Catalog: StripeIdentity/StripeIdentity/Resources/Localizations/*.lproj/Localizable.strings
Languages: bg_bg, ca_es, cs_cz, da, de, el_gr, es, es_419, et_ee, fi, fil, fr_ca, hr, hu, id, it, lt_lt, lv_lv, ms_my, mt, nb, nl, pl_pl, pt_br, pt_pt, ro_ro, ru, sk_sk, sl_si, sv, th, tr, vi

# 40b57
source: A few photos will be taken automatically on the next step to verify it's you
bg_bg: На следващата стъпка автоматично ще бъдат направени няколко снимки, за да се потвърди, че това сте вие.
ca_es: Es faran unes quantes fotos automàticament al següent pas per verificar que sou vosaltres
cs_cz: V dalším kroku se automaticky pořídí několik fotografií, aby se ověřilo, že jste to vy.
da: Der tages automatisk nogle få billeder i det næste trin for at bekræfte, at det er dig
de: Im nächsten Schritt werden automatisch einige Fotos gemacht, um Ihre Identität zu verifizieren
el_gr: Στο επόμενο βήμα θα ληφθούν αυτόματα μερικές φωτογραφίες για να επαληθεύσουμε ότι είστε εσείς
es: En el siguiente paso se tomarán automáticamente algunas fotos para verificar tu identidad.
es_419: En el siguiente paso, se tomarán automáticamente algunas fotos para verificar tu identidad.
et_ee: Järgmises etapis tehakse automaatselt mõned fotod, et kinnitada, et see olete teie
fi: Seuraavassa vaiheessa otetaan automaattisesti muutama kuva sen vahvistamiseksi, että kyseessä olet sinä
fil: Awtomatikong kukunin ang ilang larawan sa susunod na hakbang upang patunayan na ikaw nga ito
fr_ca: À l'étape suivante, nous allons prendre automatiquement quelques photos afin de vérifier votre identité
hr: U sljedećem koraku automatski će se snimiti nekoliko fotografija kako bi se potvrdilo da ste to vi
hu: Automatikusan elkészítünk néhány fényképet a következő lépés során, hogy ellenőrizhessük a személyazonosságát
id: Beberapa foto akan diambil secara otomatis pada langkah berikutnya untuk memverifikasi diri Anda
it: Al prossimo passaggio verranno scattate automaticamente alcune foto per verificare la tua identità
lt_lt: Sekančiame žingsnyje, siekiant patvirtinti jūsų tapatybę, bus padarytos kelios jūsų nuotraukos
lv_lv: Nākamajā darbībā tiks automātiski uzņemti daži fotoattēli, lai pārbaudītu jūsu identitāti
ms_my: Beberapa foto akan diambil secara automatik pada langkah seterusnya untuk menentusahkan andalah orangnya
mt: Fil-pass li jmiss se niġbdu ftit ritratti awtomatikament biex nivverifikaw li int min qed tgħid li int
nb: Noen få bilder tas automatisk i neste trinn for å bekrefte at det er deg
nl: In de volgende stap worden er automatisch een paar foto's gemaakt om te verifiëren dat jij het bent
pl_pl: W kolejnym kroku zostanie zrobionych kilka zdjęć, aby potwierdzić Twoją tożsamość
pt_br: Algumas fotos serão tiradas automaticamente na próxima etapa para verificar sua identidade
pt_pt: Serão tiradas algumas fotografias automaticamente no passo seguinte para verificar a sua identidade
ro_ro: Câteva fotografii vor fi efectuate automat la următorul pas pentru a verifica dacă sunteți dvs.
ru: На следующем этапе будет автоматически сделано несколько фотографий: это нужно, чтобы подтвердить вашу личность
sk_sk: V ďalšom kroku sa automaticky urobí pár fotografií na overenie, že ste to vy.
sl_si: V naslednjem koraku bo samodejno posnetih nekaj fotografij, da bomo lahko preverili vašo identiteto.
sv: Ett par foton kommer att tas automatiskt i nästa steg för att verifiera att det är du
th: ระบบจะถ่ายภาพ 2-3 รายการโดยอัตโนมัติในขั้นตอนถัดไปเพื่อยืนยันว่าเป็นคุณจริงๆ
tr: Gerçekten siz olduğunuzu doğrulamak için sonraki adımda otomatik olarak birkaç fotoğraf çekilecek
vi: Một vài ảnh sẽ được chụp tự động ở bước tiếp theo để xác minh đó là bạn

# a9934
source: Accepted forms of ID include
bg_bg: Приемат се следните форми на документи за самоличност
ca_es: Les formes d'identificació acceptades inclouen
cs_cz: Přijímané formy průkazu totožnosti zahrnují
da: Godkendte former for ID inkluderer
de: Zulässige Ausweisdokumente sind
el_gr: Οι αποδεκτές μορφές εγγράφου ταυτότητας περιλαμβάνουν
es: Se aceptan las siguientes formas de documentos de identidad
es_419: Se aceptan las siguientes formas de documentos de identidad
et_ee: Aktsepteeritud isikut tõendavad dokumendid hõlmavad järgmist
fi: Hyväksyttyjä henkilöllisyystodistusmuotoja ovat
fil: Kasama sa mga tinatanggap na uri ng ID
fr_ca: Pièces d'identité acceptées
hr: Prihvaćeni oblici identifikacijskih dokumenata uključuju
hu: Elfogadott igazolványok, többek között
id: Bentuk identifikasi yang diterima antara lain
it: Forme di identificazione accettate
lt_lt: Priimtos asmens tapatybės dokumento formos apima
lv_lv: Apstiprinātās identifikācijas dokumenta formas ietver
ms_my: Bentuk ID yang diterima termasuklah
mt: Ix-xorta ta' dokumenti tal-identità aċċettati
nb: Godkjente former for ID inkluderer
nl: Geaccepteerde identiteitsbewijzen
pl_pl: Akceptowane formy dokumentu tożsamości to
pt_br: Os tipos aceitos de documento de identificação incluem
pt_pt: Formas de documento de identificação aceites incluem
ro_ro: Formele de identificare acceptate includ
ru: Принимаются следующие виды удостоверений
sk_sk: K prijateľným formám dokladu totožnosti patria
sl_si: Med sprejemljive oblike osebnih dokumentov spadajo
sv: Godkända former av id-handlingar inkluderar
th: รูปแบบเอกสารประจำตัวที่ยอมรับประกอบด้วย
tr: Kabul edilen kimlik türleri kapsamı
vi: Các loại ID được chấp nhận bao gồm

# a570c
source: Alternatively, you may manually upload a photo of your identity document.
bg_bg: Като алтернатива можете да качите ръчно снимка на документа си за самоличност.
ca_es: També podeu pujar manualment una foto del document d'identitat.
cs_cz: Můžete také ručně nahrát fotografii dokladu totožnosti.
da: Alternativt kan du manuelt uploade et foto af dit identifikationsdokument.
de: Alternativ können Sie manuell ein Foto Ihres Ausweisdokuments hochladen.
el_gr: Εναλλακτικά, μπορείτε να αποστείλετε με μη αυτόματο τρόπο μια φωτογραφία του εγγράφου της ταυτότητάς σας.
es: También puedes subir una foto de tu documento de identidad de forma manual.
es_419: También puedes subir una foto del documento de identidad manualmente.
et_ee: Samuti võite oma isikut tõendava dokumendi foto käsitsi üles laadida.
fi: Voit vaihtoehtoisesti ladata henkilöllisyysasiakirjan kuvan manuaalisesti.
fil: Bilang alternatibo, maaari kang manu-manong mag-upload ng larawan ng dokumento ng iyong pagkakakilanlan.
fr_ca: Vous pouvez également téléverser manuellement une photo de votre pièce d'identité.
hr: Umjesto toga možete ručno prenijeti fotografiju svog osobnog dokumenta.
hu: Emellett lehetősége van arra is, hogy fotót töltsön fel az azonosító okmányáról.
id: Atau, Anda dapat mengunggah foto dokumen identitas secara manual
it: In alternativa, puoi caricare manualmente una foto del tuo documento di identità.
lt_lt: Arba galite patys įkelti tapatybės dokumento nuotrauką.
lv_lv: Vai arī varat manuāli augšupielādēt identifikācijas dokumenta fotoattēlu.
ms_my: Sebagai alternatif, anda boleh memuat naik foto dokumen pengenalan anda secara manual.
mt: Inkella tista' ttella' ritratt tad-dokument tal-identità tiegħek int stess.
nb: Alternativt kan du laste opp et bilde av identitetsdokumentet manuelt.
nl: Als alternatief kun je ook handmatig een foto van je identiteitsbewijs uploaden.
pl_pl: Można też ręcznie przesłać zdjęcie dokumentu tożsamości.
pt_br: Você também pode carregar manualmente uma foto do documento de identificação.
pt_pt: Em alternativa, pode carregar manualmente uma fotografia do seu documento de identificação.
ro_ro: Alternativ, puteți încărca manual o fotografie a documentului dvs. de identitate.
ru: В качестве альтернативы вы можете загрузить фотографию своего удостоверения личности.
sk_sk: Prípadne môžete nahrať fotografiu vášho dokladu totožnosti.
sl_si: Fotografijo svojega osebnega dokumenta pa lahko tudi ročno naložite.
sv: Du kan även manuellt ladda upp ett foto av din id-handling.
th: หรือคุณจะทำการอัปโหลดรูปภาพเอกสารประจำตัวด้วยตนเองก็ได้
tr: Kimlik belgenizin fotoğrafını manuel olarak da yükleyebilirsiniz.
vi: Ngoài ra, bạn có thể tự tải lên ảnh giấy tờ tùy thân của mình.

# da645
source: App Settings
bg_bg: Настройки на приложението
ca_es: Configuració de l'aplicació
cs_cz: Nastavení aplikace
da: Appindstillinger
de: App-Einstellungen
el_gr: Ρυθμίσεις εφαρμογής
es: Configuración de la aplicación
es_419: Configuración de la aplicación
et_ee: Rakenduse sätted
fi: Sovelluksen asetukset
fil: Mga Setting ng App
fr_ca: Paramètres de l'application
hr: Postavke aplikacije
hu: Alkalmazásbeállítások
id: Pengaturan Aplikasi
it: Impostazioni app
lt_lt: Programos nustatymai
lv_lv: Lietotnes iestatījumi
ms_my: Tetapan Aplikasi
mt: Għażliet tal-App
nb: Appinnstillinger
nl: App-instellingen
pl_pl: Ustawienia aplikacji
pt_br: Ajustes do aplicativo
pt_pt: Definições da aplicação
ro_ro: Setările aplicației
ru: Настройки приложения
sk_sk: Nastavenia aplikácie
sl_si: Nastavitve aplikacije
sv: Appinställningar
th: การตั้งค่าแอป
tr: Uygulama Ayarları
vi: Cài đặt Ứng dụng

source: Back %@ photo successfully uploaded
bg_bg: Снимка на задната част на %@ е качена успешно
ca_es: La foto de la cara posterior de %@ s'ha carregat correctament
cs_cz: Zadní strana fotografie %@ byla úspěšně nahrána
da: Billedet på bagsiden %@ er uploadet
de: Foto der Rückseite Ihres %@ erfolgreich hochgeladen
el_gr: Η πίσω %@ φωτογραφία ανέβηκε επιτυχώς
es: La foto del reverso de %@ se ha cargado correctamente
es_419: Foto del dorso %@ cargada correctamente
et_ee: %@ tagumine foto on edukalt üles laaditud.
fi: Kohteen %@ taustapuolen kuvan lataus onnistui
fil: Matagumpay na na-upload ang likod ng %@ larawan
fr_ca: Photo du verso de %@ téléversée avec succès
hr: Fotografija poleđine %@ uspješno prenesena
hu: Vissza %@ fotó sikeresen feltöltve
id: Bagian belakang %@ foto berhasil diunggah
it: Foto del retro di %@ caricata con successo
lt_lt: %@ galinės dalies nuotrauka sėkmingai įkelta
lv_lv: Aizmugurējais %@ fotoattēls veiksmīgi augšupielādēts
ms_my: Foto bahagian belakang %@ berjaya dimuat naik
mt: Ir-ritratt ta' wara ta’ %@ ġie mtella' b'suċċess
nb: Baksiden av bildet, %@, ble lastet opp
nl: Terug %@ foto succesvol geüpload
pl_pl: Zdjęcie tylnej strony dokumentu %@ zostało przesłane pomyślnie
pt_br: Foto do verso %@ carregada com sucesso
pt_pt: Fotografia do verso %@ carregada com sucesso
ro_ro: Fotografia cu spatele %@ a fost încărcată cu succes
ru: Фото оборотной стороны документа (%@) успешно загружено
sk_sk: Fotografia zadnej strany %@ bola úspešne nahraná
sl_si: Fotografija na zadnji strani %@ je bila uspešno naložena
sv: Bilden på baksidan av %@ har laddats upp
th: อัปโหลดรูปภาพ %@ ด้านหลังเรียบร้อย
tr: %@’nin arka yüzünün fotoğrafı başarıyla yüklendi
vi: Tải lên ảnh mặt sau %@ thành công

# 3253a
source: Back identity document photo successfully uploaded
bg_bg: Успешно качена снимка на задната част на документа за самоличност
ca_es: La foto de la cara posterior del document d'identitat s'ha carregat correctament
cs_cz: Zadní strana fotografie dokladu totožnosti byla úspěšně nahrána
da: Billedet af identitetsdokumentet på bagsiden er uploadet
de: Foto der Rückseite Ihres Ausweisdokuments erfolgreich hochgeladen
el_gr: Η πίσω φωτογραφία του εγγράφου ταυτότητας ανέβηκε επιτυχώς
es: La foto del reverso del documento de identidad se ha cargado correctamente
es_419: La foto del dorso del documento de identidad se cargó correctamente.
et_ee: Foto isikut tõendava dokumendi tagaküljest on edukalt üles laaditud
fi: Henkilöllisyystodistuksen taustapuolen kuvan lataus onnistui
fil: Matagumpay na na-upload ang larawan sa likod ng dokumento ng pagkakakilanlan
fr_ca: La photo du verso de la pièce d'identité a été téléversée avec succès
hr: Fotografija poleđine osobnog dokumenta uspješno učitana
hu: Vissza azonosító dokumentum fénykép sikeresen feltöltve
id: Foto dokumen identitas belakang berhasil diunggah
it: Foto del retro del documento d'identità caricata con successo
lt_lt: Asmens dokumento galinės dalies nuotrauka sėkmingai įkelta
lv_lv: Personu apliecinoša dokumenta aizmugures fotoattēls veiksmīgi augšupielādēts
ms_my: Foto bahagian belakang dokumen pengenalan diri berjaya dimuat naik
mt: Ir-ritratt ta' wara tad-dokument tal-identità ġie mtella' b'suċċess
nb: Baksiden av bildet for identitetsdokumentet ble lastet opp
nl: Foto van identiteitsbewijs succesvol geüpload
pl_pl: Zdjęcie tylnej strony dokumentu tożsamości zostało przesłane pomyślnie
pt_br: Foto do verso do documento de identidade carregada
pt_pt: Fotografia do verso do documento de identificação carregada com sucesso
ro_ro: Fotografia cu spatele documentului de identitate a fost încărcată cu succes
ru: Фото оборотной стороны документа, удостоверяющего личность, успешно загружено
sk_sk: Fotografia zadnej strany dokladu totožnosti bola úspešne nahraná
sl_si: Fotografija na zadnji strani osebnega dokumenta je bila uspešno naložena
sv: Bilden på identitetshandlingens baksida har laddats upp
th: อัปโหลดรูปภาพด้านหลังเอกสารประจำตัวเรียบร้อย
tr: Kimlik belgesinin arka yüzünün fotoğrafı başarıyla yüklendi
vi: Tải lên ảnh mặt sau giấy tờ tùy thân thành công

# 128b0
source: Back of %@
bg_bg: Задна част на %@
ca_es: Cara posterior de %@
cs_cz: Zadní strana %@
da: Bagsiden af %@
de: Rückseite Ihres %@
el_gr: Πίσω από το %@
es: Reverso de %@
es_419: Dorso de %@
et_ee: %@ tagakülg
fi: Kohteen %@ taustapuoli
fil: Likod ng %@
fr_ca: Verso de %@
hr: Poleđina %@
hu: %@-a vissza
id: Bagian belakang %@
it: Retro di %@
lt_lt: %@ galinė dalis
lv_lv: %@ aizmugure
ms_my: Bahagian belakang %@
mt: Wara ta' %@
nb: Baksiden av %@
nl: Achterkant van %@
pl_pl: Tylna strona dokumentu %@
pt_br: Verso do %@
pt_pt: Verso de %@
ro_ro: Spatele %@
ru: Оборотная сторона (%@)
sk_sk: Zadná strana %@
sl_si: Zadnja stran %@
sv: Baksidan av %@
th: ด้านหลังของ %@
tr: %@’nin arka yüzü
vi: Mặt sau của %@

source: Back of driver's license or government-issued photo ID
bg_bg: Задна част на шофьорска книжка или издаден от съответната държава документ за самоличност със снимка
ca_es: Revers del carnet de conduir o del document d'identitat amb foto emès pel govern
cs_cz: Zadní strana řidičského průkazu nebo státem vydaného průkazu totožnosti s fotografií
da: Bagsiden af kørekortet eller offentligt udstedt billedlegitimation
de: Rückseite des Führerscheins oder des amtlichen Lichtbildausweises
el_gr: Πίσω πλευρά της άδειας οδήγησης ή της ταυτότητας με φωτογραφία εκδοθείσα από την κυβέρνηση
es: Reverso del permiso de conducir u otro documento de identidad con foto expedido por el gobierno
es_419: Reverso de la licencia de conducir u otro documento de identidad con foto, emitido por un organismo público
et_ee: Juhiloa või valitsuse väljastatud fotoga isikut tõendava dokumendi tagakülg
fi: Ajokortin tai valtion myöntämän kuvallisen henkilötodistuksen kääntöpuoli.
fil: Likod ng lisensya sa pagmamaneho o photo ID na inisyu ng gobyerno
fr_ca: Verso de votre permis de conduire ou de votre pièce d'identité officielle avec photo
hr: Stražnja strana vozačke dozvole ili službenog identifikacijskog dokumenta s fotografijom
hu: A vezetői engedély vagy más hivatalos fényképes igazolvány hátlapja
id: Bagian belakang SIM atau identitas berfoto yang dikeluarkan pemerintah
it: Retro della patente di guida o documento di identità con foto rilasciato da un'autorità governativa
lt_lt: Vairuotojo pažymėjimo arba valstybės išduoto asmens tapatybės dokumento su nuotrauka galinė dalis
lv_lv: Autovadītāja apliecības vai valsts izsniegta personu apliecinoša dokumenta ar fotogrāfiju aizmugurējā daļa
ms_my: Belakang lesen memandu atau ID bergambar yang dikeluarkan kerajaan
mt: In-naħa ta’ wara tal-liċenzja tas-sewqan jew ID bir-ritratt maħruġa mill-gvern
nb: Baksiden av et førerkort eller en offentlig utstedt ID med bilde
nl: Achterkant van rijbewijs of officieel identiteitsbewijs met foto
pl_pl: Tył prawa jazdy lub dokumentu tożsamości ze zdjęciem wydanego przez organ państwowy
pt_br: Verso da carteira de habilitação ou documento de identificação oficial com foto
pt_pt: Verso da carta de condução ou documento de identificação oficial com fotografia
ro_ro: Spatele permisului de conducere sau al documentului de identitate cu fotografie emis de guvern
ru: Обратная сторона водительских прав или удостоверения личности государственного образца с фотографией
sk_sk: Zadná strana vodičského preukazu alebo vládou vydaného preukazu totožnosti s fotografiou
sl_si: Hrbtna stran vozniškega dovoljenja ali osebnega dokumenta s fotografijo, ki ga je izdal državni organ
sv: Baksidan av körkort eller en myndighetsutfärdad id-handling med foto
th: ด้านหลังของใบอนุญาตขับขี่หรือบัตรประจําตัวที่มีรูปถ่ายที่ออกโดยรัฐบาล
tr: Ehliyetin veya devlet tarafından verilmiş fotoğraflı bir kimliğin arka yüzü
vi: Mặt sau của bằng lái xe hoặc giấy tờ tùy thân có ảnh do chính phủ cấp

# 3229d
source: Back of identity document
bg_bg: Задна страна на документ за самоличност
ca_es: Dors del document d'identitat
cs_cz: Zadní strana průkazu totožnosti
da: Bagsiden af identitetsdokumentet
de: Rückseite des Ausweisdokuments
el_gr: Πίσω πλευρά εγγράφου ταυτότητας
es: Reverso del documento de identidad
es_419: Reverso del documento de identidad
et_ee: Isikut tõendava dokumendi tagakülg
fi: Henkilötodistuksen takapuoli
fil: Likod ng dokumento ng pagkakakilanlan
fr_ca: Verso de la pièce d'identité
hr: Stražnja strana identifikacijskog dokumenta
hu: Személyazonosító okmány hátulja
id: Bagian belakang dokumen identitas
it: Retro documento di identità
lt_lt: Tapatybės dokumento galinė pusė
lv_lv: Identifikācijas dokumenta aizmugure
ms_my: Bahagian belakang dokumen pengenalan
mt: In-naħa ta' wara tad-dokument tal-identità
nb: Baksiden av identitetsdokumentet
nl: Achterkant van identiteitsbewijs
pl_pl: Tylna strona dokumentu tożsamości
pt_br: Verso do documento de identificação
pt_pt: Verso do documento de identificação
ro_ro: Spatele documentului de identitate
ru: Оборотная сторона документа, удостоверяющего личность
sk_sk: Zadná strana dokladu totožnosti
sl_si: Hrbtna stran osebnega dokumenta
sv: Id-handlingens baksida
th: ด้านหลังของเอกสารประจำตัว
tr: Kimlik belgesinin arka yüzü
vi: Mặt sau giấy tờ nhận dạng

# 51e72
source: Camera permission
bg_bg: Разрешение за камерата
ca_es: Permís de càmera
cs_cz: Povolení k použití fotoaparátu
da: Kameratilladelse
de: Kameraberechtigung
el_gr: Άδεια κάμερας
es: Permiso de cámara
es_419: Permiso de acceso a la cámara
et_ee: Kaamera luba
fi: Kameran käyttöoikeus
fil: Pahintulot ng kamera
fr_ca: Autorisation d'accès à l'appareil photo
hr: Dozvole kamere
hu: Kameraengedély
id: Izin kamera
it: Autorizzazione fotocamera
lt_lt: Fotoaparato leidimas
lv_lv: Kameras atļauja
ms_my: Keizinan kamera
mt: Permess għall-kamera
nb: Kameratilgang
nl: Toestemming voor camera
pl_pl: Zezwolenie dla aparatu
pt_br: Permissão para câmera
pt_pt: Permissão da câmara
ro_ro: Permisiune cameră
ru: Разрешение на доступ к камере
sk_sk: Povolenie fotoaparátu
sl_si: Dovoljenje za kamero
sv: Kamerabehörighet
th: สิทธิ์สำหรับกล้องถ่ายรูป
tr: Kamera izni
vi: Cấp quyền máy ảnh

# 06cc3
source: Camera unavailable
bg_bg: Камерата не е достъпна
ca_es: Càmera no disponible
cs_cz: Fotoaparát není dostupný
da: Kamera ikke tilgængeligt
de: Kamera nicht verfügbar
el_gr: Μη διαθέσιμη κάμερα
es: Cámara no disponible
es_419: Cámara no disponible
et_ee: Kaamera pole saadaval
fi: Kamera ei käytössä
fil: Hindi magamit ang kamera
fr_ca: Appareil photo non disponible
hr: Kamera nije dostupna
hu: A kamera nem érhető el
id: Kamera tidak tersedia
it: Fotocamera non disponibile
lt_lt: Fotoaparatas nepasiekiamas
lv_lv: Kamera nav pieejama
ms_my: Kamera tidak tersedia
mt: Il-kamera mhux disponibbli
nb: Kamera utilgjengelig
nl: Camera niet beschikbaar
pl_pl: Aparat niedostępny
pt_br: Câmera indisponível
pt_pt: Câmara indisponível
ro_ro: Cameră indisponibilă
ru: Камера недоступна
sk_sk: Fotoaparát je nedostupný
sl_si: Kamera ni na voljo
sv: Kamera ej tillgänglig
th: กล้องไม่พร้อมใช้งาน
tr: Kamera kullanılamıyor
vi: Máy ảnh không khả dụng

# 806e3
source: Capturingâ€¦
bg_bg: Заснемане...
ca_es: S'està capturant la imatge...
cs_cz: Probíhá fotografování...
da: Optager...
de: Aufnahme läuft ...
el_gr: Καταγραφή…
es: Realizando la selfie...
es_419: Capturando...
et_ee: Pildistamine …
fi: Otetaan kuvaa...
fil: Kinukunan...
fr_ca: Capture en cours...
hr: Snimanje…
hu: Felvétel...
id: Mengambil gambar...
it: Acquisizione in corso...
lt_lt: Fiksuojama...
lv_lv: Uzņem attēlu…
ms_my: Sedang ditangkap...
mt: Qed nieħdu l-istessi...
nb: Tar bilde …
nl: Selfie wordt gemaakt...
pl_pl: Przechwytywanie…
pt_br: Capturando…
pt_pt: A captar…
ro_ro: Se captează…
ru: Идет съемка...
sk_sk: Zaznamenáva sa...
sl_si: Zajemanje ...
sv: Tar bild …
th: กำลังจับภาพ...
tr: Çekiliyor...
vi: Đang chụp…

# d7042
source: Choose File
bg_bg: Избор на файл
ca_es: Selecciona fitxer
cs_cz: Vybrat soubor
da: Vælg fil
de: Datei auswählen
el_gr: Επιλέξτε αρχείο
es: Elegir archivo
es_419: Elegir archivo
et_ee: Vali fail
fi: Valitse tiedosto
fil: Pumili ng File
fr_ca: Choisir un fichier
hr: Odaberi datoteku
hu: Fájl kiválasztása
id: Pilih File
it: Scegli file
lt_lt: Pasirinkite failą
lv_lv: Izvēlieties failu
ms_my: Pilih Fail
mt: Agħżel Fajl
nb: Velg fil
nl: Bestand kiezen
pl_pl: Wybierz plik
pt_br: Escolher arquivo
pt_pt: Escolher ficheiro
ro_ro: Selectare fișier
ru: Выберите файл
sk_sk: Vybrať súbor
sl_si: Izberite datoteko
sv: Välj fil
th: เลือกไฟล์
tr: Dosya Seç
vi: Chọn tệp

# d37e0
source: Consent
bg_bg: Съгласие
ca_es: Consentiment
cs_cz: Souhlas
da: Samtykke
de: Zustimmen
el_gr: Συγκατάθεση
es: Consentimiento
es_419: Consentimiento
et_ee: Nõusolek
fi: Suostumus
fil: Pahintulot
fr_ca: Consentement
hr: Privola
hu: Hozzájárulás
id: Persetujuan
it: Consenti
lt_lt: Sutikti
lv_lv: Piekrišana
ms_my: Persetujuan
mt: Kunsens
nb: Samtykke
nl: Toestaan
pl_pl: Zgoda
pt_br: Autorizar
pt_pt: Autorizar
ro_ro: Consimțământ
ru: Согласие
sk_sk: Súhlas
sl_si: Soglasje
sv: Samtycke
th: คำยินยอม
tr: Onay
vi: Chấp thuận

# bf6e9
source: Could not capture image
bg_bg: Заснемането беше неуспешно
ca_es: No s'ha pogut capturar la imatge
cs_cz: Nebylo možné pořídit obrázek
da: Kunne ikke tage billede
de: Aufnahme nicht möglich
el_gr: Δεν ήταν δυνατή η καταγραφή εικόνας
es: No se ha podido capturar la imagen
es_419: No se pudo captar la imagen.
et_ee: Pilti ei saanud teha
fi: Kuvaa ei voitu ottaa
fil: Hindi makunan ng imahe
fr_ca: Impossible de prendre une photo
hr: Nismo uspjeli snimiti fotografiju
hu: Nem sikerült felvételt készíteni
id: Tidak dapat mengambil gambar
it: Non è stato possibile acquisire l'immagine
lt_lt: Nepavyko užfiksuoti vaizdo
lv_lv: Neizdevās uzņemt attēlu
ms_my: Imej tidak dapat ditangkap
mt: Ma stajniex nieħdu r-ritratt
nb: Kunne ikke ta bilde
nl: Niet gelukt om afbeelding vast te leggen
pl_pl: Nie można wykonać zdjęcia
pt_br: Não foi possível capturar a imagem
pt_pt: Não foi possível capturar a imagem
ro_ro: Nu s-a putut capta imaginea
ru: Не удалось получить изображение
sk_sk: Nepodarilo sa nasnímať fotografiu
sl_si: Slike ni bilo mogoče posneti
sv: Det gick inte att ta bilden
th: ไม่สามารถถ่ายภาพ
tr: Fotoğraf alınamadı
vi: Không thể chụp ảnh

# fdc73
source: Date of Birth
bg_bg: Дата на раждане
ca_es: Data de naixement
cs_cz: Datum narození
da: Fødselsdato
de: Geburtsdatum
el_gr: Ημερομηνία γέννησης
es: Fecha de nacimiento
es_419: Fecha de nacimiento
et_ee: Sünnikuupäev
fi: Syntymäaika
fil: Petsa ng Kapanganakan
fr_ca: Date de naissance
hr: Datum rođenja
hu: Születési idő
id: Tanggal Lahir
it: Data di nascita
lt_lt: Gimimo data
lv_lv: Dzimšanas datums
ms_my: Tarikh Lahir
mt: Data tat-twelid
nb: Fødselsdato
nl: Geboortedatum
pl_pl: Data urodzenia
pt_br: Data de nascimento
pt_pt: Data de nascimento
ro_ro: Data nașterii
ru: Дата рождения
sk_sk: Dátum narodenia
sl_si: Datum rojstva
sv: Födelsedatum
th: วันเกิด
tr: Doğum Tarihi
vi: Ngày sinh
